{"text": "Your Fact of the Day: Breathing easier: Clean Air Act gets results. Is this a case of government regulation working right"}
{"text": "...Pollution from forest fires is impacting the health of people with ast...Forest fires burn nearly 1000 km2 of trees in British Columbia every y...Researchers from British Columbia Centre for Disease Control and Unive...What they found was that pollution due to forest fires increased the n... even a relatively small increase in smoke (10"}
{"text": "Question: Science\n\nWhen pollutants (from cars, factories, etc...) are released into the atmosphere part of their chemical components include nitrogen oxides, hydrocarbons, and sulfur (to name a few). These components react with each other and in the presence of the sun a potent mix of ozone and other chemicals are created. This is caused photochemical smog. Acid raid occurs when rain mixes with these photochemicals and are transported to earth via the rain. When combined with rain the oxides often form nitric or sulfuric acide which is highly toxic and completely corrosive.\n\nJust write it out without crsoneing anything. Then, let it sit for a while, until you feel less raw and then go back and edit it. Or course I always end up posting without any filtering, but that's not really a good thing. :-)"}
{"text": "CO is colorless and odorless gas that is typically associated with incomplete combustion (vehicles, furnaces, etc). It affects the body's ability to absorb oxygen and deliver it to the organs and tissues. Health effects include fatigue, headaches and slowed reflexes. High exposures can cause unconsciousness and death. The brain and heart are the organs most sensitive to carbon monoxide exposure. Other symptoms of overexposure may include: dizziness, weakness, nausea, confusion, chest pain, and abnormal heart rhythms. Exposure to CO is particularly dangerous for those with heart and respiratory conditions, pregnant women, fetuses, and anemic individuals."}
{"text": "Street Sensing\n\nStreet Sensing uses an Arduino AirCasting sensing platform to tranform common light poles into pollution measuring units that give real-time insights into their local air quality.\n\nStreet Sensing builds on an existing open source Arduino AirCasting platform to turn a common light pole into units for measuring and displaying pollution in visual and auditory real-time data. AirCasting contains a pod for measuring data, an Android app for collecting and transmitting data, and a website for sharing and crowdsourcing measurements.\n\nFour mobile AirCasting pods are available for personal particle pollution measurements. Each pod includes LED-illuminated clothing (vest, belt, or hat) to broadcast awareness. Changing colors, in either a beacon or in a strip of 160 LEDs affixed to a light poll, will show particle levels. What do 100,000 small particles look like?\n\nAndroid phone owners can borrow a pod and collect data. Then data are shared on AirCasting.org via a Crowdmap. This sensory experience will inspire people to join the conversation and further contribute by making mobile measurements."}
{"text": "TunnelCraft III CO/VIS Air Quality Monitor (AQM) uses infrared light and visible light to measure carbon monoxide and visibility in a single compact instrument. The AQM consists of a transceiver that projects infrared beams to a reflector unit mounted 3m away. The reflected light is received by the transceiver and the specific absorption is ...\n\nThe TunnelCraft III CO/NO/VIS Air Quality Monitor (AQM) uses both infrared light and visible light channels to measure carbon monoxide, nitric oxide and visibility in a single compact instrument. The AQM consists of a transceiver that projects infrared beams to a reflector unit mounted 3m away. The reflected light is received by the transceiver ...\n\nThe TunnelCraft III Visibility Air Quality Monitor (AQM) uses visible light channels to measure the visibility within a tunnel environment. The AQM consists of a transceiver that projects visible light to a reflector unit mounted 3m away. The reflected light is received by the transceiver and the specific absorption is measured to determine the ...\n\nNitrogen dioxide (NO2) is fast becoming the most important measurement in tunnels and will eventually replace nitric oxide (NO) as the key measurement. The TunnelCraft III NO2 Air Quality Monitor (AQM) uses a high-power blue LED to measure the attenuation of UV/blue light by NO2 in the tunnel atmosphere. The AQM consists of a transceiver that ..."}
{"text": "Candle Problems\n\nCandles can set the mood but they can also be dangerous. They can release carbon monoxide, carcinogenic toxins, soot, and contaminate your ventilation system. Heres are some tip for using candles safely"}
{"text": "ozone the Earth's surface in and around cities. Most of this ozone is created as a byproduct of human-created photochemical smog. This buildup of ozone is toxic to organisms living at the Earth's surfaceTable 1: Average composition of the\natmosphere up to an altitude of 25 km.\n\n ozone the Earth's surface in and around cities. Most of this ozone is created as a byproduct of human-created photochemical smog. This buildup of ozone is toxic to organisms living at the Earth's surface."}
{"text": "CO Monitors\n\nCarbon Monoxide is an odorless, tasteless, invisible gas that can cause serious damage to your health and can even cause death. According to the Journal of the American Medical Association, carbon monoxide poisoning is the leading cause of accidental poisoning deaths in America. Here are a few symptoms of CO poisoning: headache vomiting\ndizziness chest pain\nweakness confusion\nnausea fatigue\n\nSince CO (Carbon Monoxide) cannot be detected without instruments it is extremely important to have a CO monitor in your home, especially if your house uses gas appliances.\n\nMany people choose to pick up a CO detector from their local appliance store, but many are designed to detect CO levels once they have already reached unsafe levels! In fact, many generic CO monitors are designed to detect CO levels at 4 times the levels that have been known to cause illness and even permanent disabilities!Parker and Son's professionally installed CO detectors can detect CO levels up to 12 times lower than many of the generic models found in hardware stores (and 3 times lower than levels known to cause illness!)"}
{"text": "2 Comments\n\nI don't quite understand why a photo of a point source of air pollution emissions (a single smokestack) is used in an article about nonpoint pollution sources.\nNonpoint sources of air pollutant emissions are most commonly defined as being either:\n* Line sources — A line source is one-dimensional source of air pollutant emissions (for example, the emissions from the vehicular traffic on a roadway).\n* Area source — An area source is a two-dimensional source of diffuse air pollutant emissions (for example, the emissions from a forest fire, a landfill or the evaporated vapors from a large spill of volatile liquid).\n* Volume source — A volume source is a three-dimensional source of diffuse air pollutant emissions. Essentially, it is an area source with a third (height) dimension (for example, the emissions from an automobile paint shop with multiple roof vents or multiple open windows.\nMilton Beychok\n\nMilton Beychok's comment is right on target. NOAA has produced a strange amalgamation of topics here. The EoE needs fresh articles on air pollution point, line and area sources. I shall message you on how we might go about this. Thanks for your insights."}
{"text": "Some people are more sensitive to air pollution than other people. Different people can be sensitive to different air pollutants. For example, ozone might make you cough. Particulate matter may not bother you, but it may make your grandmother cough and need to rest.\n\nOne sensitive group is people with asthma. Asthma is a disease that can make it hard to breathe. If people who have asthma are careful and do what the doctor tells them to do, they may never have trouble breathing."}
{"text": "mg/hr into ppm\n\nmg/hr into ppmWell, to be perfectly accurate, you can't. PPM is a dimensionless quantity while mg/hr has dimensions of mass/time. You're going to have to multiply it by a period of time and divide it by some mass to achieve the correct dimensions. Fortunately, we can make a few measurements and come up with these quantities.\n\nI'll start with the mass, since it's the hardest to compute. In 1 hr, you produce 1200 mg of Ozone. In order to find ppm, I need to know the mass of the air into which these 1200 mg of Ozone will be spread. This is where the measurements come in. Let's say the room is 4x5x2.5=50 m3. The mass of the air in the room will be it's Volume x Density = 50 m3 X 1.25 g/l x 1000 l/m3 x 1000 mg/g = 62,500,000 mg.\n\nIf you divide the mass of the ozone by the mass of the air, you'll get the mass fraction of ozone. Multiply that number by 1 million, and you've got ppm/hr: 1200/62,500,000*1,000,000=19.2 ppm/hr.\n\nNow all you've got to do is multiply that number by the time you run the machine and you've got ppm. For example, after 1 hour you'll have 19200 ppm/hr X 1 hr = 19.2 ppm."}
{"text": "Dust\n\nFloridians are breathing in African dust particles. They contain chemicals and viruses and could make people sick, cause agricultural diseases and perhaps even kill coral reefs. Amy Tardif spoke to a microbiologist who is studying that dust and has this report. (AUDIO)"}
{"text": "Light pollution is the term used to describe the overabundance of light in urban areas. From cars, buildings, and street lights, it's almost like it never gets dark in the city. And it turns out that this affects air pollution, as well.\n\nAfter measuring the air around the infamously polluted city of Los Angeles, scientists discovered that the extra light during the evening was actually worsening the air pollution. This is because a certain chemical--known as a nitrate radical--that breaks down air pollution, is only active at night, because it's destroyed by light. But when it never really gets dark, the nitrate radical doesn't have an opportunity to do its job.\n\n\"Our first results indicate that city lights can slow down the night-time cleansing by up to 7% and they can also increase the starting chemicals for ozone pollution the next day by up to 5%,\" Harald Stark, from the US National Oceanic and Atmospheric Administration, told the BBC.\n\nOne proposed solution wouldn't see the removal of lights all together, but instead have them pointed away from the sky so as to not affect the nitrate radical"}
{"text": "does the environment play a role in preventing major chronic illness such as respiratory diseases and cancers?\n...\n\nView the answer\n\nYes, the environment does play a role.For example, second hand smoke can play a role in cancer. ...\n\nComplete Conversation\n\nUser: does the environment play a role in preventing major chronic illness such as respiratory diseases and cancers?\n\nNote: Risk behaviours, such as tobacco use and physical inactivity, modify the result for better or worse. [ All this takes place in a social, cultural, political and economic environment that can aggravate the health of populations unless active measures are taken to make the environment a health-promoting one.\n] Auto answered|Score .965|rizza.ona|Points 140|\n\nNote: I'm sorry that that wasn't a good answer. Please hold on while I contact an expert.\n\nWeegy: Yes, the environment does play a role.For example, second hand smoke can play a role in cancer. Expert answered|Mspanier08|Points 100|"}
{"text": "Generators could be killing you slowly\n\nHumans were not designed to work or live with machines and even moreso if those machines are a constant source of air pollution like the generators we keep at home.\n\nAir pollution is one of the leading causes of heart problems. When the air is polluted, it causes one's blood system some tension mostly leading to hypertension which is a silent killer and leads to cardiac problems.\n\nRemember, the doctors would tell you not to smoke, eat good food and exercise so that you may avoid heart problems? Well there are a lot of Nigerians who spend a lot of their lifespan living close to generators which are themselves air pollutants as they give off carbon monoxide.\n\nThere has been lots of reported cases of carbon monoxide poisoning in family homes in Nigeria that caused whole families to die in their sleep. Mnay of them did not see it coming because CO is an colourless, odourless but poisonous gas which can kill humans when highly concentrated in a room but also causes long term problems when you are periodically exposed to this.\n\nNigerians can live longer if they don't spend most of their times living close to generators and that's why at times living in the village where there are more trees and less pollution is really preferred by most people.\n\nSo generators could be killing a lot of Nigerians without their knowing. Generators are dangerous and leads to long term heart diseases which reduce your lifespan. Nowadays, most Nigerians live to be only 50 or 60 unlike the good old days when people live to be 90 and 100 or even 120."}
{"text": "Ok, let's get the definition of inversion correct. An inversion is when the atmosphere is cooler in the lower atmosphere when it should be warmer; the temperature gradient is inverted. An inversion is NOT pollution. It's true that an inversion can trap pollution next to the ground, especially in a valley such as the salt lake valley but to say that we are contributing to an inversion is incorrect."}
{"text": "What is ozone? What are CFCs?\nHow does a CFC destroy ozone? What are free radicals? Why do CFCs cause ozone\ndepletion in the upper atmosphere? Why is the ozone layer important to our\nhealth? What is the danger of less ozone in the upper atmosphere? All questions\nanswered below!\n\ne.g. dichlorodifluoromethane\nhas the formula CCl2F2 (shown in right\ndiagram).\n\nThey are very useful low boiling\norganic liquids or gases, until recently, extensively used in refrigerators and\naerosol sprays e.g. repellents.\n\nThey are\nrelatively\nunreactive, non-toxic and have low flammability, so in many ways they\nare 'ideal' for the job they do.\n\nHowever it is their\nchemical stability in the environment that eventually causes the ozone\nproblem but first we need to look at how ozone is formed and\ndestroyed in a 'natural cycle'. This presumably has been in\nbalance for millions of years and explains the uv ozone protection in\nthe upper atmosphere.\n\nOzone is formed in the\nstratosphere by free radical reactions.\n\n'ordinary' stable\noxygen\nO2 (dioxygen) is split (dissociates) into two\nby high energy ultraviolet radiation (uv photon energy\n'wave packets) into two oxygen atoms (which are themselves\nradicals) and then a 'free' oxygen atom combines with an oxygen\nmolecule to form ozone (trioxygen).\n\nO2 +\nuv ==>\n2O. then O.\n+ O2==> O3\n\nThe ozone is a highly\nreactive and unstable molecule and decomposes into dioxygen when hit\nby other uv light photons. The oxygen atom radical can do several\nthings including ...\n\nO3 +\nuv ==>\nO2 + O.\n\nThis last reaction is\nthe main uv screening effect of the upper atmosphere and the\nozone absorbs a lot of the harmful incoming uv radiation from the\nSun.\n\nIf the ozone levels\nare reduced more harmful uv radiation reaches the Earth's surface\nand can lead to medical problems such as increased risk of sunburn\nand skin cancer and it\nalso accelerates skin aging processes.\n\nThere\nis strong evidence to show there are 'holes' in the ozone layer with\npotentially harmful effects, so back to the CFC problem for some\nexplanations and solutions!\n\nThe\nchemically\nvery stable CFCs diffuse up\ninto the stratosphere and decompose when hit by ultraviolet light\n(uv) to produce free radicals, including free chlorine atoms, which\nthemselves are highly reactive free radicals.\n\ne.g.\nCCl2CF2==> CClF2. + Cl. (note\nthe C-Cl bond is weaker than the C-F bond and breaks more easily)\n\nThe\nformation\nof chlorine atom radicals is the root of the problem because\nthey readily react with ozone and change it back to much more stable\nordinary oxygen.\n\nThe two\nreactions above involving chlorine atoms are known as a catalytic\ncycle because the chlorine atoms from CFC's etc. act as a\ncatalyst in the destruction of ozone.\n\nTherefore\nmany\ncountries are banning the use of CFCs, but not all despite\nthe fact that scientists predict it will take many years for the\ndepleted ozone layer to return to its 'original' O3\nconcentration and alternatives to CFC's are already being marketed.\n\nBUT at least the\nozone layer is recovering thanks to some world-wide co-operation\nand the work of chemists in developing less environmentally\nharmful alternatives.\n\nAlternatives to\nCFCs\n\nThe idea is to use\nreplacement compounds that are less harmful to the ozone layer.\n\nThe molecules listed\nbelow contain C-H bonds and are broken down in the lower\ntroposphere before they reach the ozone layer in the\nstratosphere.\n\nHydrochlorofluorohydrocarbons (HCFCs)\n\ne.g. CH3CFCl2\n1,1-dichloro-1-fluoroethane\n\nHydrofluorocarbons (HFCs)\n\ne.g. CH2FCF3\n1,1,1,4-tetrafluoroethane\n\nAlkanes\n\ne.g. butane\nCH3CH2CH2CH3\n\nbut they are\nflammable!\n\nHowever, all of\nthese molecules are greenhouse gases and will contribute to\nglobal warming!"}
{"text": "What are 'VOCs'?: Gary Ginsberg (Toxicologist) gives expert video advice on: How concerned should I be about indoor air pollution? | How are dangerous outdoor chemicals affecting my indoor air quality? | What are 'VOCs'? and more…\n\nThis article, \"What are 'VOCs'?: Indoor Air Pollution\", is categorized as \"Life and Leisure\" and its copyright notice is \"\".\n\nChilli and Ginger Chutney Recipe. Try this hot chutney to brighten up any grilled meat or fish dishes that have lost their appeal. It's sure to be a success. Relish our Chilli and Ginger Chutney recipe.\n\nThis article, \"How To Make Chilli And Ginger Chutney\", is categorized as \"Life and Leisure\" and its copyright notice is \"\"."}
{"text": "erosols are tiny particles, such as soot or dust, suspended in Earth's atmosphere. In addition to their impacts on air-quality, aerosols can block sunlight from reaching the Earth's surface. This image shows how much sunlight aerosols blocked from reaching the Earth's surface in 2006. Areas where aerosols let sunlight through are white, and areas where aerosols blocked sunlight from reaching the Earth are dark orange. Areas where data could not be collected appear in gray.\nClick on image for full size Image Courtesy of Reto Stockli, NASA's Earth Observatory\n\nRelated links:\n\nPollution Speeds up Snow Melt in Europe and Asia\n\nMark Flanner, a scientist who studies climate change, conducted a study that found that snow melts faster during the spring in Europe and Asia than in North America.\n\nFlanner and his colleagues think that aerosols, which are tiny floating particles in the sky, are the cause of this. The countries in Europe and Asia produce high levels of black carbon and mineral dust, which are types of air pollution. These particles become aerosols in the atmosphere. Some aerosols reflect energy from the sun, which possibly cools the Earth's surface below. But black carbon and mineral dust tend to warm snow-covered surfaces by absorbing energy from the sun.\n\n\"While this research does not fully explain why springtime land temperatures and snow cover are changing so much faster over Eurasia than North America, it does suggest that snow darkening from black carbon, a process lacking in most climate models, is playing a role,\" Flanner said."}
{"text": "86% of fly-tipping (in England) takes place in predominantly urban authorities where 63% of people in England live. Source: Defra\n\nThe (UK) Government's Headline indicator of air pollution shows that since 1997, the number of days of High air pollution in urban areas has roughly halved from 40 days in 1997 to 22 in 2005. Source: Defra, November 3 2006"}
{"text": "On-Road Emissions - Light-Duty Vehicles\n\nWhat is a Basic Emission Rate and how is it derived?\nWhere does the date come from?\nWhat are \"Regime\" categories?\nWhat are the EMFAC technology groups?\nWhat are the Passenger Car exhaust emission standards?\n\nWhat is the Federal Test Procedure?\nIs the Federal Test Procedure still representative of today's driving behavior?\nWhat is the Unified Cycle?\nHow does the Unified Cycle compare to the Federal Test Procedure?\n\nWhat is periodic inspection of vehicle emissions and why is it important?\nHow is our current program defined and what are its elements?\nCounty Smog Check Fact for the Year 2000\nHow is Smog Check accounted for in the on-road emissions model?"}
{"text": "How does pollution impact on people's lives?\n\nWhilst global warming and climate change are dominating the headlines these days, the everyday by products of mankind's impact on the planet are sometimes ignored. We're talking not about the melting of the icecaps or deforestation of the rainforests, but the likes of contaminated water supplies and urban air quality that are the result of pollutants from highly industrialised nations.\n\nToday, in the 21st century, over a billion people are affected each year by pollutants in water, the air and food. As a result, millions died from being poisoned.\n\nThose affected by pollution are also more likely to contract other diseases due to have weaker or damaged immune systems. Areas in the developing world where long-term health problems are prevalent, are often compounded by poor air quality and untreated water.\n\nAccording to the The World Health Organisation, 25 percent of deaths in the developing world are directly attributed to environmental factors - a large proportion of these are children who are more susceptible to environmental risks.\n\nUntreated water is a particular factor that lead to death. In 1998, 2.2 million people died from diarrhea caused by pollutants in the water supply and untreated sewage. Today, up to 90 percent of diarrheal infections are caused by contaminated water and inadequate sanitation. Meanwhile, 60 percent of acute respiratory infections, responsible for an estimated 2 million child deaths a year, can be linked to environmental factors such as air pollution."}
{"text": "arbon monoxide (CO) is a toxic gas that is invisible, odorless, colorless, non-irritating, and tasteless. CO is a by-product of in-\n\ncomplete combustion of carbon-containing materials. With CO being as old as fire itself, one can only imagine the number of cases of CO poisoning that would have been seen in the emergency de- partment at \"Homo Erectus Community Hospital\" had it existed 700 to 800 thousand years ago when the cave dwelling Peking Man began using fire for cooking and cave warming! Ironically, CO is manufactured in the body as a result of the\n\nbreakdown of hemoglobin. Consequently, normal people may have a COHb concentration of 0.5% in their blood. Smokers often have COHb levels of 10% or higher.\n\nHistorical Background Not until coal was used as a domestic fuel did CO poisoning\n\nbecome a recognized medical problem. Homes and industry re- lied on gas from coal and oil for heating and lighting. Edgar Allen Poe (1809-1849) unwittingly wrote about his symptoms of CO poisoning from gas lighting in many of his short stories. In his fit- tingly titled story, \"Loss of Breath,\" Poe wrote, \"The sensations of my illness were much like those of a man upon the gallows: I heard my heart beating with violence - the veins in my hands and wrists were swelling to nearly bursting – my temple throbbed tem- pestuously - and I felt my eyes were starting from my sockets... Confusion crowded upon confusion like a wave upon a wave.\" Poe related numerous other symptoms in his writings. After Poe's death on October 7, 1849, the Baltimore health commissioner listed the cause of death as \"congestion of the brain.\" In 1857, in France, a French physiologist named Claude\n\nBernard carried out an animal experiment and noticed how the animal's venous blood was as cherry red as blood in arterial cir- culation. Still puzzled as to what CO did to kill the animal, Bernard took a sample of arterial blood from a healthy animal, placed this blood beneath a layer of liquid mercury in a test tube containing CO gas. Maintaining an air-tight seal, Bernard shook the tube to achieve contact between the blood and the CO. He then analyzed the gas in the test tube and found it was oxygen- enriched. Bernard concluded that the CO displaced the O2 in the blood and that the CO \"remained fixed in the blood corpuscles,\" causing the demise of the animal.\n\nEpidemiology CO is the leading cause of morbidity and mortality by poi-\n\nsoning in the United States. Because many cases of CO poisoning\n\ngo undetected and unreported, the actual incidence of this poi- soning is unknown. Estimates are that approximately one-third of all cases are undiagnosed because CO poisoning mimics a variety of systemic diseases. Common sources of CO are wood and gas burning fire-\n\nand CO bind reversibly with hemoglobin. These two gases compete for binding with the four hemes in the hemoglobin molecule. However, the magnitude of hemoglobin's affinity for CO is 210 to 240 times greater than for O2. Additionally, the binding of CO to hemoglobin to form carboxyhemoglobin (HbCO) causes conformational changes to hemoglobin's tetrameric structure, thereby increasing the affinity of the re- maining heme groups for O2. In other words, when a CO mol- ecule binds with one of the four hemes on a hemoglobin molecule, the other three hemes cling to O2 more avidly. The result is a leftward shift of the oxyhemoglobin dissociation curve, and a compromised tissue O2 delivery. The greater affin- ity of hemoglobin for CO accounts for the fact that only a small amount of inspired CO causes a large COHb level in the blood. For example, inhalation of 0.1% CO produces a COHb level of 10%. Myoglobin is another heme-containing molecule that\n\nbinds avidly with CO. Skeletal and cardiac muscle are ad- versely affected by this binding. Carboxymyoglobin poses a se- rious threat to a CO victim because the myocardium can be severely deprived of oxygenation. The associated cardiac is- chemia can cause lethal dysrythmias. The binding of CO to car- diac myoglobin also has a depressant effect on the heart, producing hypotension. Both of these effects exacerbate the de- creased tissue O2 delivery. Interestingly, CO dissociates from myoglobin much more slowly than CO does from hemoglobin. Consequently, as CO leaves myoglobin, CO re-enters the blood where the COHb level rises again. Outside the vasculature CO binds with cytochrome A3, an enzyme involved in the electron transport chain within the process of oxidative phosphorylation. Oxidative phosphorylation involves the production of ATP from ADP and phosphate by harnessing the energy released as elec- trons are transferred during a series of oxi-"}
{"text": "While T.V. stations, newspapers, radio broadcasts and politicians focuses their mind on Hayden Kho Scandals, let me inform you about this thing called environmental clean-up, specifically smoke belching.\nTo everyone owning a diesel engine, have you eve"}
{"text": "You are here\n\nAndreas Massling\n\nTraffic is one of the major sources of harmful airborne particles worldwide. To relate exposure to adverse health effects it is important to determine the deposition probability of the inhaled particles in the human respiratory tract."}
{"text": "word \"smog\" has existed since one Dr. H.A. des Voeux, treasurer of the Coal Smoke Abatement Society, coined it in reference to London by combining \"smoke\" and \"fog\" to describe the \"black fog\" that was \"not unknown in other large"}
{"text": "As this report focuses on improved cookstove adoption, we will operationalize this term for the reader. Adoption in the broadest sense is not an \"either/or\" event. There is a continuum of cookstove practices that relate to consumer actions to reduce IAP. The first step is the acquisition of an improved cookstove. An improved cookstove is a stove that is more fuel efficient and releases fewer emissions than the one previously used. Usually, improved cookstoves are compared to a traditional \"three-stone\" fire, but they also can be compared to something more efficient than that but less efficient than the current improved cookstove. An improved cookstove may use the same kinds of fuel previously used (like wood) or something cleaner, like liquid petroleum gas (LPG). Making a change from one kind of fuel to another is adoption of cleaner fuel. In addition, there are cleaner kitchen practices promoted to reduce indoor air pollution that may be equally beneficial as improved cookstoves.\n\nChimneys can be built and windows can be put in kitchen walls, for example. Some improved cookstoves require changes in cooking behavior to realize their benefits, such as cooking two pots of food simultaneously instead of sequentially. A final issue with cooking practices is the use of multiple fuels/stoves at one time also known as \"stacking\" of fuels/stoves. In many households, traditional stoves are used at the same time as improved cookstoves, or the different stoves may be used for different foods. It is not merely the household acquisition of an improved cookstove, but its correct and sustained use to the relative exclusion of less efficient stoves that is critical to improving health, though any movement toward behaviors that reduce emissions are valued."}
{"text": "Coal dust\n\nCoal dust is a fine powdered form of coal, which is created by the crushing, grinding, or pulverizing of coal. Because of the brittle nature of coal, coal dust can be created during mining, transportation, or by mechanically handling coal.\n\nLung and skin problems\n\nAccording to George Orwell, coal miners could develop characteristic tattoos owing to coal dust getting into wounds. This can also occur with substances like gunpowder.\n\nCoal dust in energy generation\n\nFor use in thermal power plants, coal is ground into dust using a device called a powdered coal mill. The resulting product, called powdered coal or pulverized coal, is then generally used in a fossil fuel power plant for electricity generation.\nPulverised coal is a significant dust explosion hazard, as large quantities are suspended in air for transfer from the mill to the power plant. Explosions have occurred when the flow drops and flames in the burning chamber pass back along the ductwork delivering fuel."}
{"text": "Environment\n\nHealth\n\nAbout Ozone\n\nOzone is a gas that you cannot see or smell. Ozone occurs naturally in the sky about 10 to 30 miles above the Earth's surface. Sometimes, this ozone is called \"good ozone\" because it forms a layer that protects life on earth from the sun's harmful rays. Ground-level ozone can be harmful for your health and the environment.\n\nGround-level ozone forms when pollutants from cars and trucks, power plants, factories and other sources come in contact with each other in heat and sunlight. Factors such as weather conditions and intensity of sunlight also play a part in how ozone is formed. Ground-level ozone is one of the biggest parts of smog, and it is usually worse in the summer months.\n\nMany urban areas tend to have higher levels of ground-level ozone but rural areas have ground-level ozone, too. Wind carries ozone and the pollutants that form it hundreds of miles from their original sources, and rural areas have sources of ozone that contribute to this problem.\n\nAbout Particulate Matter\n\nParticle pollution, or particulate matter, consists of particles that are in the air, including dust, dirt, soot and smoke, and little drops of liquid. Some particles, such as soot or smoke, are large or dark enough to be seen. Other particles are so small that you cannot see them.\n\nParticle pollution can come from primary or secondary sources. A primary source, such as wood stoves or forest fires, lets off particle pollution directly. A secondary source lets off gases that react and form particles. Examples of secondary sources are coal fires and power plants. Particle pollution also comes from motor vehicles, factories, and construction sites. These can be primary or secondary sources. Particle pollution can be a problem at different times of the year, depending on where you live.\n\nParticle pollution includes:\n\ncoarse particles that are between 2.5 and 10 micrometers\n\nfine particles that are between 0.1 micrometers and 2.5 micrometers (also known as PM2.5)\n\nultrafine particles that are smaller than 0.1 micrometers.\n\nParticles bigger than 10 micrometers can irritate your eyes, nose and throat but do not usually reach your lungs. Ten micrometers is about seven times thinner than one human hair.\n\nFine and ultrafine particles are the size of most concern because they are most likely to cause health problems. Their small size allows them to get into the deep part of your lungs and even into your blood."}
{"text": "Examples\n\n\"The term smog, a contraction of smoke and fog, was introduced in 1905 by Dr. H.A. des Vœux to describe the mixture of soot, sulfuric acid, and other pollutants in emissions from coal furnaces in London.\"\n\n\"Estimating the economic cost of our addiction is difficult; direct subsidies to oil and oil using systems are often complex and artfully concealed but estimates calculate the subsidy at around $20 per barrel of oil; but what \"cost\" should we add for a child who develops asthma from breathing in smog?\"\n\n\"I remember when there was real pollution, on most days Los Angeles was so covered in smog you could not see the mountains or the city skyline; trash everywhere, the smell of leaded gas filled our noses.\"\n\n\"All of them come to Mexico for a quick thrill, ersatz mysticism, mind-altering substances and experiences flowing like smog from a linea roja bus, spending infected bodily fluids faster than you can say \"Moctezuma's Revenge.\""}
{"text": "BMW in Top 10 Luxury Cars That Pollute the Least\n\nThe Air Pollution Score represents the amount of health-damaging and smog-forming airborne pollutants a vehicle emits. Among these are hydrocarbons, nitrogen oxide, particulate matter, carbon monoxide, and formaldehyde. Scoring is based on a 10-point scale, with 10 representing a zero-emissions vehicle, meaning higher numbers are"}
{"text": "inquinamento atmosferico in ambiente confinato\n\nDefinition:\n*\n\nChemical, physical or biological contaminants in the air inside buildings and other enclosed spaces occupied by humans. This pollution can arise from tobacco smoke, pesticides, cleaning agents, gases released from building materials, rugs, household products, etc."}
{"text": "What is Air Pollution?\n\nAir pollution occurs when chemicals are released into the atmosphere\nas gases or tiny particles. This is usually caused by burning fossil\nfuels – coal, oil and gas – or burning wood and other fuels. Most\nair pollution comes from cars and trucks, factories, power plants, and\nfrom home wood heaters."}
{"text": "HealthMate Air Purifier Details:HealthMate Air Purifier Reviews\n\nThe Austin Air Healthmate was born out of necessity as President, Richard Taylor, undertook the task of improving what many doctors and specialists couldn't - his wife's quality of life.\n\nSince his wife, Joyce, was a child, she had difficulty breathing. An endless round of doctors and specialists didn't make any difference; neither did medications or dietary changes. She suffered from this debilitating condition for years, until Richard realized the obvious. The air Joyce was breathing was contaminated"}
{"text": "Ron Elbe's life revolves around cars. From painting his first car at his father's shop when he was 13 to currently owning two used car dealerships, in Augusta and Macomb, Elbe has always been around automobilesFor decades, climatologists have studied the gases and particles that have potential to alter Earth's climate. They have discovered and described certain airborne chemicals that can trap incoming sunlight and ..."}
{"text": "Brown clouds forming over Asia\n\nThe U.N. Environment Programme reported that a dirty, brown haze a mile thick, called \"atmospheric brown clouds,\" is darkening the skies over vast areas of Asia, the Middle East, southern Africa, and the Amazon Basin. Caused by the burning of fossil fuels and firewood, the enormous plumes are threatening health and food supplies, according to the report.\n\nWhen mixed with emissions of carbon dioxide and other greenhouse gases, they are the newest threat to the global environment, with negative effects on the climate and leading to extreme weather patterns. \"All of this points to an even greater need to look at emissions across the planet,\" said Achim Steiner, head of UNEP. The clouds were prominent during the summer Olympics in Beijing, and have been found to be more than a mile thick around glaciers in the Himalaya and Hindu Kush mountain ranges."}
{"text": "Report an inappropriate comment\n\nCosts And Benefits\n\nFri Mar 23 18:35:00 GMT 2012 by Eric Kvaalen\n\nInteresting. But I don't know whether the benefits justify the costs.\n\nWhen one says that the new standards would prevent 11,000 premature deaths per year, what does that actually mean? How premature? Theoretically, pollution may cause lots of people to die a few days earlier than they would have otherwise. But preventing that is not much of a benefit.\n\nOn the cost side, it's not just a question of jobs. There are many reasons not to make expensive modification to plants. It means more resources being consumed, more energy and fossil fuel being used, more greenhouse gas emissions.\n\nThere are many different ways to spend money to make the population healthier. The question is, which of those ways are worthwhile and which are not."}
{"text": "What causes the most pollution? answers (1510)\n\nA: one thing I do know fo is dairy. Dairy causes phlem is the respiratory system; please chek this site for further info 7 advice on natural remedies, diet etc. Please type in relevant word(s) is search: Besides what ever is floating around the air.You could also maybe suffer from anxiety that''s when you feel like you cant breath right deep enough or you have that feeling of not getting enough air. weight, mold, air pollution, genetics, weak immune sysytem etc............... allergies, asthma pollutions in the air blooming trees and flowers smoke, hairsprays perfumes, there are a hundred reasons finding\n\nA: Headache causesthere is an endless list for the cause of headaches. Ranging from severe stress, too much exposure to sun, migraine, sinus, menstrual, fevers etc. these causes hamper the daily activity of the individual by bringing on the unpleasant experience of a headache. Passive smoking is also a major irritant to most people. the benzene in cigarette smoke causes headaches to those whose mucus membranes get irritated with the chemical. Similarly stuffiness or a polluted room also\n\nA: Bacteria are micro-organisms, which are present everywhere. these tiny life forms can pose to be serious health threats when they infect the body and spread disease. Bacteria are generally ubiquitous to organic matter, biomass, water, radio-active waste and soil. they are known to inhabit the bodies of all life forms i.e. both animals and plants. Bacteria are present in large numbers in our bodies and they thrive within our digestive system and on our skin. Certain kinds of bacteria are useful and they play a vital role in the recycling of nutrients. Although a majority of\n\nA: An inflamed throat can be caused by a variety of issues. Frequently the condition is the result of an infection, either viral or bacterial. People with acid reflux may get sore throats from the acid splashing up from their stomachs. Smoking or exposure to environmental pollutants may also be to blame. Other factors include allergies, excessive breathing through the mouth, and vocal chord strains.. themost common cause of an inflamed throat is viral infection. Colds and the flu typically lead to sore throats, both from drainage of infected...\n\nA: Facial wrinkles are visible indicators of the normal aging process, and can be seen on the skin''s surface in the form of faint lines, thin creases or deep grooves. On the forehead they can appear in horizontal lines in the area between the eyebrows and the hairline. Forehead wrinkles may also be visible as vertical frown lines between the eyebrows. the principal cause of wrinkles is the loss of skin elasticity as a person grows older. As the body ages, skin cell division slows down,\n\nA: Plumbism, or lead poisoning, is a condition in which there are elevated levels of lead in the blood. Lead poisoning in children usually occurs when a child either ingests or inhales lead. Lead can also be absorbed through the skin and prolonged exposure can lead to lead poisoning, but this is less common in children. Children can come in contact with lead through paint, water, food, and pollutants.. Before the dangers of lead became known, paint manufactured prior to 1978 often contained large amounts of lead. For this reason, lead poisoning is also sometimes referred to as painter`s colic. Ingesting lead-based paint chips is one of the\n\nA: If it is indeed asthma, it is an allergic disease, and treatment by an allergist would be beneficial. People always have athsma. You are born with it. It just depends on when you have your first athsma attack. People say the pollutants in the air are causing people to have athsma, but that isn''t so. A person always have athsma, it is just inactive for many years. Some people have athsma attacks as a baby, then never have another attack. Some people never have an attack, but then they get one. My father had bad ones when he was a kid, then for 7 years, didn''t have one. He was about 23 when he...\n\nA: Tonsil inflammation can be caused by several factors, most commonly infection. Bacterial or viral infections often cause tonsillitis, which may require antibiotic or antiviral treatment. there are other factors that may cause swollen tonsils as well, including seasonal allergies and sinusitis. Irritation from some types of food may also cause swollen and inflamed tonsils, as well as exposure to irritating substances such as tobacco smoke. More seriously, tumors of the throat may cause tonsil inflammation.. Tonsillitis, which is a condition that causes painful swelling and inflammation of the tonsils, typically occurs in school aged children,...\n\nA: Heart murmur are caused by turbulent flow of blood across heart valves or abnormal openings within the heart. these can be congential (born with) or acquired. Acquired heart vavle problems can be due to infective endocarditis, ischemic heart disease, heart failure or sometimes due to diseases of lung or liver. Commonest congential malformation is septal defects. A heart murmur occurs when blood flow through the heart is uneven. Some causes are genetic defects, past infections that affect the heart, past rheumatic fever, or defects in valves. Normally it is caused by blood passing through a constricted opening or passing over a roughened mitral valve caused by...\n\nA: Pink eye or viral conjunctivitis (looking pink rather than red), is the swelling of the membrane that covers the white part of the eye. Sometimes a substance in the environment can irritate the eyes and cause pinkeye; for example, chemicals (such as chlorine and soaps) and air pollutants can cause pinkeye. the cause of pink eye is commonly a bacterial or viral infection, an allergic reaction or — in newborns — an incompletely opened tear duct. To pinpoint the cause of pinkeye and then choose an appropriate treatment, please visit your eye..."}
{"text": "This tool specifically concentrates on the human health effects of major\npollutants. It is intended to assist the Working Groups in understanding\nthe danger of each pollutant, identifying and prioritizing hazardous pollutants\nwithin their own cities, and initiating actions to curb them\n\nWhile there are many pollutants, it is generally sufficient to focus\nair quality management on the major pollutants mentioned in the Table\nbelow. Some of these pollutants cause acute health effects after short\nor longterm exposure while others have chronic effects after long (chronic)\nperiods of exposure.\n\nAcute effects occur when the concentration of a pollutant is above the\nprescribed level for a short period of time. Carbon monoxide (CO) is a\nwell-known example of a pollutant that causes acute effects. It reduces\nthe oxygen carrying capacity of the blood. People may immediately die\nwhen exposed to very high CO concentrations. High CO concentrations can\noccur in isolated rooms with badly maintained gas heaters. The one-hour,\nmean concentrations of pollutants (that cause acute effects) should not\nexceed prescribed levels. If information on hourly concentrations is not\navailable, the information on the 24-hour mean or the 8-hour mean concentrations\ncould suffice.\n\nIn case of pollutants causing long-term effects (such as cancer or asthma),\nannual mean concentrations should not exceed the prescribed levels. These\nlevels can be found in the WHO air quality standards TOOL\n6. Dust (SPM) is a classic example of a pollutant with long-term effects.\nIt affects human health in the most serious way because it causes breathing\nproblems and asthma. The extent of illnesses depends upon the size and\nchemical composition of the particulate matter. The smallest particles\nare the worst because they are the inhalable, thoracic fraction of SPM.\nThis fraction is called the PM 10 fraction, meaning that the particles\nare 10 micrometre or less in diameter. In practice, dust emitted by diesel\nmotor vehicles is worse than the same amount of dust from the desert,\nbecause diesel emissions contain a large percentage of small particles.\nAlone in Europe, particulate matter is estimated to cause more then 200'000\ndeaths per year.\n\nTable 7.1 Human Health Effects of Pollutants\n\nPollutant\n\nHuman Health Effects\n\nOther Effects\n\nCarbon Monoxide\n\nReduces oxygen carrying capacity of the blood by combining with\nhemoglobin. Results depend on severity of exposure and can include\nmild headaches, dizziness, tiredness, nausea, loss of consciousness\nand death.\n\nNo adverse effects are known\n\nOxides of Nitrogen (NOx\nand NO2)\n\nSensitizes the lungs to other pollutants\nand allergens and has a range of effects on the lung function (especially\nfrom indoor exposure) including asthma. Respiratory irritant.\n\nCorrodes stonework\n\nAn ingredient in acid rain (acid aerosols) which can damage trees\nand lakes and reduce visibility\n\nA major component of photochemical smog that affects health and\nreduces visibility\n\nOzone (O3)\n\nPowerful oxidant reacting with most biological substances.\n\nA lung irritant and sensitizer to other pollutants and allergens,\ncan reduce lung function and do permanent damage to lungs. Can inhibit\nimmune system response.\n\nCan produce teary eyes and sore throats.\n\nAttacks paints, elastomers, and rubbers.\n\nCan damage plants and trees. Can reduce the growth of plants and\neffect agriculture.\n\nSmog can cause reduced visibility.\n\nHydrocarbons\n\nPotential carcinogenic effects. Many\nhydrocarbons formed from incomplete combustion of fuels are human\ntoxins, are reproductive hazards and can cause morbidity or even death\nin prolonged exposure.\n\nSome, such as formaldehyde and ethylene\nmay harm plants\n\nPolyaromatic Hydrocarbons\n(PAHs), notably benzo(a)pyrene(BaP)\n\nBenzo(a)pyrene and certain other species are carcinogenic. Short\nterm hazards include red blood cell damage, leading to anemia; suppressed\nimmune system. Reproductive and organ (liver, kidney and skin) damage\nhave also been reported in laboratory tests.\n\nPowerful carcinogen linked\nto leukemia. Causes harmful effects on the bone marrow and can cause\na decrease in red blood cells leading to anemia. Short-term exposure\nto high levels of benzene can cause drowsiness, dizziness, unconsciousness\nand death.\n\nAffects blood biochemistry and can raise blood pressure. Impairs\nproduction of hemoglobin in blood.\n\nLead related human health problems occur via inhalation, via consumption\nof food polluted due to atmospheric deposition (for example agricultural\nactivities near main roads) and through contact with lead containing\nsubstances (such as paint).\n\nSulfur Dioxide (SO2)\n\nNarrows the airways, particularly in sensitive individuals, producing\nsymptoms ranging from coughing and wheezing to bronchitis and asthma.\n\nIncreased prevalence to chronic bronchitis and permanent lung damage.\n\nCorrodes stonework\n\nIngredient in acid rain (acid aerosols) which can damage wildlife,\ntrees and lakes.\n\nAcid aerosols can reduce visibility.\n\nSuspended Particulate Matter\n(SPM)\n\nAffects the airways, strongly dependent\non size and chemical composition; the small fraction of 10 micrograms\nand smaller (so called PM10 - see below)\nis the most harmful as it can penetrate deep into the lungs. It is\nespecially the very fine parts, PM2.5, that\nare most harmful.\n\nAshes, smokes, and dusts can dirty and discolor structures and\nother property including clothes and furniture, speed their deterioration\n\nReduces visibility.\n\nPM10 (part of SPM and refers to those\nparticles with a diameter equal to or smaller than 10 micrometre)\n\nThis is the inhalable, thoracic fraction of SPM. Often seen as\nthe most serious pollutant."}
{"text": "Is there a whiff of change in the air in choked Beijing?\n\nBad air chokes good development. China's authorities have reluctantly started to realize this. The worst air pollution on record drove the point home on the weekend of Jan. 12. So why is the problem getting worse, not better? The conventional answer is that cleaner growth would be slower, a tradeoff the authorities are reluctant to make. A \"Great Stink,\" like the one London experienced in the 19th century, might change their mind."}
{"text": "earth from the harmful effects of the Sun's ultraviolet rays.\nClick on image for full size Courtesy of COMET program\n\nRelated links:\n\nOzone - An Overview\n\nThe Ozone Hole. Pollution. Skin Cancer. Why does the topic of ozone make the news so much? How important is the ozone in our atmosphere? Why are scientists so concerned about its increase near the surface of the Earth and its disappearance higher up in the atmosphere?\n\nFirst things first - what is ozone? Ozone is made of three oxygen atoms\n(O3). The oxygen in our atmosphere that we breathe is made up of\ntwo oxygen atoms\n(O2). When enough ozone molecules are present, it forms a pale blue\ngas. Ozone has the same chemical structure whether it is found in the\nstratosphere or the\ntroposphere. Where we find ozone in the atmosphere determines whether we\nconsider it to be \"good\" or \"bad\"! Earth from the harmful effects of the Sun's ultraviolet rays. We have good reason to be concerned about the thinning of the ozone layer in the stratosphere. We also have good reason to be concerned about the buildup of ozone in the troposphere. Although simplistic, the saying \"Good up high and bad near by,\" sums up ozone in the atmosphereAbout 90% of the ozone in the Earth's atmosphere is found in the region called the stratosphere. This is the atmospheric layer between 16 and 48 kilometers (10 and 30 miles) above the Earth's surface"}
{"text": "After the Flood\n\nCarbon monoxide(CO) is a colorless, odorless gas that can be lethal at high levels. Carbon monoxide levels can build up rapidly and cause serious illness and death if certain types of combustion devices, such as gasoline-powered generators, are used indoors. To prevent carbon monoxide poisoning:\n\nNever operate a combustion device, such as a generator, indoors.\n\nNever open doors and windows or use fans as a strategy to prevent the accumulation of CO in the home. Circulating air will not prevent CO buildup.\n\nNever use combustion devices within 10 ft. of windows, doors or other air intakes.\n\nHave vents and chimneys checked to assure that debris does not block or impede the exhaust from water heaters and gas furnaces.\n\nGet to fresh air immediately and seek medical care as soon as possible if you start to feel sick, dizzy or weak, or experience a headache, chest pain or confusion. The skin under the fingernails may also turn cherry-red if you have been exposed to high levels of carbon monoxide.\n\nInstall a carbon monoxide detector that is Nationally Recognized Testing Laboratory (NRTL) approved (such as UL). These are generally available at local hardware stores. Carbon Monoxide is lighter than air, so detectors should be placed closer to the ceiling. Detectors should be placed close enough to sleeping areas to be heard by sleeping household members."}
{"text": "A colourless, odourless, tasteless gas, carbon monoxide (CO) is a waste product that forms when burning (or combustion) is incomplete. Carbon monoxide is the single leading cause of death by poisoning indoors. A high-risk group is teenage boys, who may be tinkering (or watching someone else tinker) with idling engines - cars, motorcycles, lawn mowers - in a closed garage. But you don`t have to be fooling around with a motor in the garage to be at risk. Any attached garage is a holding tank for toxic fume build-up. Most of the time you keep the door closed, which means there`s very little ventilation.\n\nToxic pollutants from engines as well as stored cleaning solutions or paints accumulate in these conditions. When you open the door from the garage into the house, a chemical cloud wafts in with you. Give the garage a regular airing-out by leaving the door open for several hours and store chemical cleansers and paints in a detached shed, if possible.\n\nOther sources of carbon monoxide include gas stoves and ranges, wood-heated stoves, kerosene space heaters chimneys and furnaces that are not well maintained. Symptoms of CO poisoning can be deceptive: It`s mainly headache and vague symptoms - drowsiness, lethargy, and general flu-like symptoms.\n\nTo protect yourself and your family, keep your appliances in good working order. Every now and then, have your furnace checked and your chimney cleaned (dead leaves, small branches, abandoned bird nests, and creosote - a residue of burning wood - can block the shaft and allow carbon monoxide into your house)."}
{"text": "Carbon monoxide is a poisonous gas. Don't mistake the symptoms for a hangover.So you've moved into your new pad. You've checked out your nearest pub and you've got your local takeaway on speed dial. Sorted. But have you thought about gas safety in your accommodation? Surely it's all..."}
{"text": "As a recognized leader in O2 safety monitoring, PureAire recently explored the need for an O2 monitor where carbon dioxide is used. There are four key cryogenic gases; nitrogen, helium, argon, and carbon dioxide (CO2), which can create an"}
{"text": "The first Spare the Air day of the summer will take effect tomorrow, June 16, 2012.\n\nConcentrations of ground level ozone pollution are forecast to be unhealthy tomorrow, and residents are encouraged to drive less and reduce their energy use tomorrow and every day so pollution levels are lower, preventing health alerts when temperatures are high.\n\nTo help prevent smog this summer, please:\n\n- Bike to work or around town\n\n- Take public transit\n\n- Telecommute\n\n- Carpool and link your errands to reduce driving\n\n- Avoid using gas-powered lawn mowers and leaf blowers\n\n- Reduce household energy use\n\n- Don't use lighter fluid on the barbecue\n\n- Avoid using aerosol spray cleaners, paints and hairspray\n\nHigh levels of ozone pollution are particularly harmful for young children, seniors and those with respiratory and heart conditions. Vigorous outdoor exercise should be undertaken only in the early morning hours when ozone concentrations are lower"}
{"text": "What is CO?\n\nYou can't see it, taste it or smell it but CO can kill quickly without warning. According to the HSE statistics around 20 people die from CO poisoning caused by gas appliances and flues that have not been properly installed, maintained or that are poorly ventilated. Levels that do not kill can cause serious harm to health if breathed in over a long period. In extreme cases paralysis and brain damage can be caused as a result of prolonged exposure to CO."}
{"text": "A lot of large particles of dust and pollen in the atmosphere may make your nose twitch, but they can lead directly to greater precipitation in clouds, Colorado State University atmospheric scientists have ...\n\nThe large number of tiny organic aerosols floating in the atmosphere - emitted from tailpipes and trees alike - share enough common characteristics as a group that scientists can generalize their makeup and(PhysOrg.com) -- Two very different forms of climate-influencing particles do not behave as expected, according to scientists at Pacific Northwest National Laboratory and Imre Consulting. The team's measurements ...\n\nThe fact that glaciers in the Himalayan mountains are thinning is not disputed. However, few researchers have attempted to rigorously examine and quantify the causes. Lawrence Berkeley National Laboratory ...\n\nIt's no secret that the emissions leaving a car tailpipe or factory smokestack affect climate and air quality. Even trees release chemicals that influence the atmosphere. But until now, scientists have struggled to know where ...\n\n(PhysOrg.com) -- \"Blue haze,\" a common occurrence that appears over heavily forested areas around the world, is formed by natural emissions of chemicals, but human activities can worsen it to the point of affecting the world'sThe discovery of an unknown hitherto chemical compound in the atmosphere may help to explain how and when clouds are formed. The discovery of the so called dihydroxyepoxides (an aerosol-precursor), is reported ...\n\nBillions of tonnes of water droplets vanish from the atmosphere, as if by magic, in events that reveal in detail how the Sun and the stars control our everyday clouds. Researchers of the National Space Institute in the Technical ...\n\nParticles cool down the climate, but to which extent? This has remained an unanswered question for scientists. A new article in Science by Gunnar Myhre at CICERO, Norway, brings the scientific community a step closer to sol ...\n\nA new article in the journal Risk Analysis assessed various ways in which aerosol transmission of the flu, a central mode of diffusion which involves breathing droplets in the air, can be reduced. Results show that face p ..."}
{"text": "Air Sampling Mold Tests\n\nAir Sampling\n\nThere are two different ways mold inspectors sample airborne particulates for mold testing. Both are called impact sampling, because in this type of testing, spores collide with a medium and stick to it.\n\nCulturable Air Sampling\n\nIn culturable air sampling, mold spores are sucked by a vacuum pump into the impactor and trapped directly on the nutrient surface in a petri dish. The covered dish is then placed in an incubator at the lab and allowed to sit for a week to ten days. Only the viable mold spores germinate within and grow, often into identifiable colonies.\n\nOne drawback to culturable sampling is that even though there may be many spores of one particular type in an air sample, if they are dead they will not produce any colonies at all, yet the dead spores can still be allergenic. Also, even though they can cause allergy symptoms, most hyphae do not grow into colonies on a petri dish.\n\nAnother problem with culturable sampling is that aerosolized spores often are often part of large clusters. But when a cluster lands in a petri dish, no matter how many spores it contains, the resulting growth will appear to be only a single colony. As a result the sample may underestimate the actual concentration of spores and the exposure to allergens.\n\nCulturable sampling also will not tell you whether the spores contain mycotoxins, because in the petri dish, the fungus may not produce toxins. If you suspect that you have been exposed to mold toxins and you really want to know, hire a professional to collect a bulk sample and send it to a lab for mycotoxin analysis, because petri-dish culturing of mold spore samples alone will not suffice.\n\nMany of the do-it-yourself mold testing kits use nutrient petri dishes. This is called settle-plate testing. A petri dish is left open in a room for an hour or so and is then sent off to a lab for analysis. Unfortunately, there are a number of uncertainties with this method. For example, it's difficult to connect the growth that may occur in the petri dish with the sources of the spores, either indoors or outdoors. Also, the settle-plate test is biased toward larger spores, because they settle out of the air faster than smaller spores do. Yet it is the smaller spores that may be more problematic for sensitized individuals. And unlike impact samplers, which use pumps that can be calibrated for airflow, settle-plate testing cannot provide any information regarding the concentration of spores, so this type of sampling is useless in determining exposure levels.\n\nSpore-trap Sampling\n\nIn spore-trap sampling, air is drawn through a device by a pump and suspended particulates, including both viable and dead spores, as well as hyphae, are trapped on a sticky surface such as tape. The samples can then be stained and examined under a microscope. Spore-trap sampling is usually adequate to determine if there is a mold problem in a building, though any air sampling done indoors, whatever the type, should also include one or two samples of outdoor air for comparison — as controls, unless it is winter and the ground is frozen in which case there are few spores outdoors."}
{"text": "PODCAST: Heat wave makes air too thick for some\n\nBy Mercury staff\n\nPosted: Monday, 07/02/12 05:00 pm\n\nCONTRIBUTE\n\nStory Ideas\n\nSend Corrections\n\nIf the heat wasn't bad enough, the thick air filled with pollutants is worse. According to Jerry Medinger, manager of the Clean Fuels and Vehicle Technologies Program at the American Lung Association, \"The average American breathes about 11,000 liters a day\" of air.\n\nHigh temperatures combined with large amounts of ozone and particulate matter caused several Air Quality Action days in the tricounty area this year, meaning it is dangerous for those who already have trouble breathing to spend much time outside."}
{"text": "Most of the ozone that\nwe know about is found in the the\nstratosphere, the second layer of the Earth's atmosphere. Ozone forms a\nkind of layer in the stratosphere. This layer shields us from the Sun's ultraviolet\nlight. This ultraviolet light can cause damage to people like giving them\nskin cancer or causing tissue damage to their eyes. Ultraviolet\nlight can also be bad for plants and animals.\n\nThe ozone layer would be very good at its job of protecting Earth from too\nmuch ultraviolet radiation\n- that is, it would if humans did not contribute to things! Human-released chemicals\nare speeding up the breakdown of ozone, so that there are \"holes\" now in our\nozone protection shield.\n\nScientists know about this problem. They have told governments around the\nworld that they need to stop making and releasing these harmful chemicals that\nbreak down ozone in the stratosphere. Countries have started doing this, and\nscientists are hoping that this will eventually heal the \"holes\" that were made\nin the ozone shield.\n\nYou might also be interested in:"}
{"text": "You may be eligible for the de minimis source exemption if the source's uncontrolled potential to emit (PTE) of each of the following does not exceed ten pounds per day: particulate matter, sulfur dioxide, nitrogen oxides, organic compounds, carbon monoxide, lead or any other air contaminant."}
{"text": "The health effects of particulate matter in the air can be quite serious.\n\nTHANKS to the volcanic ash cloud that hangs over Europe, my wife cannot come back from her work visit to Europe. We know what volcanic ash can do to the engines of aeroplanes. But do these particles have any impact on our health when we breathe them in?\n\nLet's talk about particles or particulate matter in general, seeing as we have no active volcanoes in Malaysia. (Though we may be affected if a volcano in Indonesia erupts.)\n\nParticulates or fine particles are tiny subsets of solid or liquid materials which are suspended in either a gas (like air) or liquid (like water). When you have particulates suspended in gas, we call it aerosol.\n\nParticulates can either remain solid when suspended, or dissolve in the liquid it is suspended in. Example, salt dissolves in water. But ash will remain as solid in the same water.\n\nParticulates in the air are responsible for causing diseases in the hearts and lungs.\n\nDo these particulates always come from natural disasters like volcanoes?\n\nNo. Particulates can come from natural sources or man-made sources.\n\nNatural sources include volcanoes, forest fires (like with the haze), dust storms, and sand storms. Some even come from vegetation, such as when the wind blows fine pollen from the grass. Some even come from the sea.\n\nBut humans are also responsible for a lot of the particulates in the atmosphere. Burning, for example, spews a lot of particulates into the air. Industrial plants that let out a lot of effusions from their smoke stacks and diesel engines from trucks and cars also contribute.\n\nIt is estimated that 10% of particulate matter in the world's air come from human activities.\n\nWhat types of particulates are there floating in the air? How big are they? Can we see them? Do they block out light?\n\nParticulates are usually classified by size. A particulate can be as large as 10 micrometers or as tiny as below 100 nanometers. The latter are called ultrafine particles.\n\nWe can definitely see them if they blanket out the sky, e.g. the haze, volcanic ash clouds.\n\nThe effects on the climate are very bad. Particulates can affect climate directly by absorbing solar and infrared radiation from the atmosphere. When they absorb too much, a critical point is reached when they start to change from cooling down our atmosphere to heating it.\n\nIndirectly, they cause more condensation of water and increase cloud size.\n\nThe eruption of a Russian volcano, for example, in the early 17th century, caused the Russian famine of 1601 to 1603, leading to two million deaths from starvation.\n\nWhat types of diseases can particulates cause?\n\nThe size of the particulate determines where in our respiratory tract the particle will finally rest, and what type of disease it can cause.\n\nThe larger the particle, the less effect it has on health. Larger particles are filtered by our nose hairs, then by the cilia in our tracheas, But the smaller ones – less than 10 micrometers – can penetrate to our bronchi and our alveoli (air sacs) in our lungs.\n\nAnd the really small ones – less than 2.5 micrometers – can penetrate into the barrier between the alveoli sacs and blood. These tiny particles can also lead to plaque deposits in our arteries themselves. This process is called artherosclerosis, where our arteries harden with deposits to become inflexible and inelastic, leading to heart attacks and strokes.\n\nIn fact, researchers have found that even short-term exposure to these tiny ultrafine particles can cause significant artherosclerosis.\n\nNow it has been found that really tiny particles of less than 100 nanometers can cross through our cell membranes and be transported into our organs, such as the brain. There are theories that this is one of the causes of Alzheimer's disease.\n\nIt is recorded that particulate pollution is the cause of up to 52,000 deaths per year in the US.\n\nI have heard a lot of bad things about diesel engines. Do they produce particulates?\n\nYes, and unfortunately, the particulate size produced here (called Diesel Particulate Matter) is the in the range of 100 nanometers, one of the smallest, leading to diseases mentioned above.\n\nThe main contaminant here is sulphur dioxide.\n\nNot only that, these particles carry carcinogens, or materials that cause cancer, such as benzopyrene, arsenic, and formaldehyde.\n\nNote that even the shape of the particle can be dangerous. Asbestos particulates are shaped like feathers, and are more dangerous than rounded particulates. They lodge in our lungs and can give rise to asbestosis and the dangerous complication of mesothelioma, a pleural lining cancer.\n\nNote that the diesel exhaust fumes itself can cause irritation to our eyes, nose, throat and lungs, leading to increased asthma attacks.\n\nDr YLM graduated as a medical doctor, and has been writing for many years on various subjects such as medicine, health advice, computers and entertainment. The information contained in this column is for general educational purposes only. Neither The Star nor the author gives any warranty on accuracy, completeness, functionality, usefulness or other assurances as to such information. The Star and the author disclaim all responsibility for any losses, damage to property or personal injury suffered directly or indirectly from reliance on such information."}
{"text": "More than 99.9% of the Earth's atmosphere is made up of the gases nitrogen, oxygen and argon. The trace gas ozone only occurs in very small quantities. While nitrogen and oxygen are vertically (at right angles to the Earth's surface) equally distributed, the distribution of ozone varies with height and reaches its maximum amount (concentration) at around 20 km, in the stratosphere. The normal atmosphere reaches up to about 120km above the Earth's surface, and pressure reduces exponentially with height. If one were to take the whole air-mass over a particular area on the Earth's surface and press it so that was all under the same pressure as the air at ground level, then that air would take up a space 8km high. Of these 8km, ozone would make up only 3mm! It is in this way that the amount of ozone in the atmosphere is described. The units are called Dobson units (DU): 300 DU mean 3mm of the air column is made up of ozone. Ozone is a relation of oxygen. It is made of three oxygen atoms (O3)\n,unlike the oxygen we breathe and which plays an important role in the burning process, which is made of two oxygen atoms. Ozone is produced when oxygen (O2) is broken up into its atoms (O) by high-energy solar radiation, of wavelengths below 240 nanometers. (1000000000 nanometer (nm) is the same as one meter.) O3 protects the Earth's surface from harmful sun rays. Ozone absorbs above all radiation from the sun which lies in the UV-B region: (280-315 nm wavelength) and through this absorption is split up again into an oxygen atom and an oxygen molecule.\n\nThe picture shows two ways of looking at the vertical distribution of ozone. The solid line represents the ratio of ozone as a volume. One takes for example one cubic metre of air and compares the number of all the particles within that volume with the number of ozone particles, or molecules. So 1 ppmv (parts per million volume) means 1 ozone molecule in one million air molecules. But, the total number of molecules in that volume reduces with increasing height because of the reduction in air pressure. The volume mixing ratio (VMR) is therefore a relative term, always related to the air. If one wants to talk about the total number of particles at a particular height, one uses the \"particle number density\", or concentration. This tells you how many particles of one sort (like ozone) are in a certain volume, e.g. 1 cubic centimetre. This is shown by the dotted line. The units\nare not shown here though because ozone concentration is only to serve as an illustration. The most ozone (the highest concentration) is found about 20km above the Earth, and between about 15 and 35km lies the ozone layer, with high ozone concentrations. Under and over it are much lower ozone concentrations. The mixing ratio is important to judge where the most ozone is to be found. Because ozone increases compared to air until about 40km height, one can assume that the most ozone is produced at 40km. There, there are 345 DU of ozone. This is a normal value for the ozone layer.\n\nOzone Formation\n\nIllustration: The formation of ozone from oxygen in the stratosphere.\nIllustration Source: IUP Bremen\n\nOxygen atoms are shown in the illustration as blue balls. When atoms are bonded to form moleclues, they are shown overlying one another. Sunlight is symbolised by yellow waves.\n\nOzone is produced in small quantities from oxygen (O2) when the sun shines. The illustration shows in a simplified form what happens in the stratosphere. When very short-wavelength ultra-violet light (< 240 nm) hits an oxygen (O2) molecule, it is split into two single oxygen atoms (O), in a process called photolysis. These very reactive oxygen atoms can react with other oxygen molecules to form ozone (O3). The air is warmed up by this process.\n\nHere, the reaction in the air is presented in a more lively manner. The UV-light is symbolised by violet flashes, which split the oxygen molecule (O2) into two O atoms. The free O atoms each pair themselves up with another oxygen molecule, to form tri-atomic ozone (O3) molecules. These ozone molecules can also be split up again by the ultra-violet light.\n\nDestruction: The destructive reactions of ozone in the stratosphere\nIllustration Source: IUP Bremen\n\nOzone itself can be photolysed with weak ultra-violet light and even with light from the range of wavelengths which can be seen by the human eye. From the splitting of ozone, oxygen molecules (O2) and atoms (O) are produced again. The atomic oxygen can collide with another ozone molecule and split it up, to produce two oxygen molecules.\n\nThe reactions of ozone synthesis and photolysis occur very quickly. This means ozone is produced quickly and then destroyed quickly, and that the sunlight is absorbed quickly, and therefore effectively. During this process, a lot of heat is produced so the stratosphere warms up. Because the air is very thin at high altitudes, it is easier to warm up than air from lower layers. At higher altitudes there is not so much oxygen available for this reaction to take place. As for lower layers, the photolysis of oxygen is dependent on the availability of very short-wave sunlight and in lower layers of the stratosphere there is a shortage of the necessary short wavelength light because much of it is absorbed higher up in the atmosphere. These are the reasons for the existence of the ozone layer and the increase of temperature with height.\n\nAre there other ways to destroy ozone?\n\nThe mechanisms described above are the natural ways of producing and destroying ozone. But, in the stratosphere there are also other gases such as water vapour, nitrogen oxide and chlorine-containing compounds, which can destroy ozone.\n\nAnother mechanism is responsible for the famous Antarctic ozone hole. It involves reactions which occur on stratospheric ice crystals.\n\nIllustration: The ozone hole over the Antarctic in 1979 and 2000.\nIllustration Source: IUP Bremen\n\nA Summary:\n\nOzone is a tri-atomic form of normally two-atomic oxygen. Both the formation and the natural destruction of ozone occur through the splitting (photolysis) of oxygen or ozone molecules by high-energy UV sunlight. Ozone makes up about 3mm (300 Dobson units, or DU) of the total air column. The main part of this is found in the stratosphere between 20 and 35 km (ozone layer)."}
{"text": "Air quality and health\n\nImpactTraffic congestion\n\nTransport is one of the main sources of air pollution. The impacts of congestion created by excessive traffic are all around us. For example:\n\nMany of us structure our day to avoid peak hour traffic by leaving home earlier and/or working later. This affects our leisure and family timeUrban environmentsNatural environmentsClimate change"}
{"text": "Local Emissions\n\nAffecting the Air We Breath\n\nMotor vehicles emit a toxic stew of pollutants, which cause a host of environmental and health problems, ranging from acid rain to asthma. Below is a primer, providing the nuts and bolts on local emissions.\n\nWhat are local emissions?\n\nSulfur Dioxide - Sulfur Dioxide forms when fuels containing sulfur are burned. It can irritate the eyes and the respiratory tract. Prolonged inhalation can cause asthma and other respiratory diseases, including chronic bronchitis. It can cause premature death. Children, the elderly, and the infirm at the most at risk groups.\n\nNitrogen Oxide - Produced during combustion, Nitrogen Oxide, when combined with volatile organic compounds and sunlight, causes smog. It also reacts with other substances in the air to produce acid rain, which damages forests and lakes and corrodes buildings. It effects the human resperitory tract, resulting in asthma, bronchitis, and emphysema. Nitrous oxide is a greenhouse gas and contributes to global warming.\n\nParticulate Matter - Also known as PM, Particulate Matter is a complex combination of extremely small compounds, including dust, acids, and metals. The smaller the particles, the more dangerous they are. It can cause asthma, irregular heart beats, bronchitis, and premature death for people with lung diseases.\n*Source: US EPA.\n\nWhy Are They Called Local Emissions?\n\nUnlike Carbon Dioxide, the leading greenhouse gas that causes climate change, local emissions like the ones listed above primarily impact the immediate environment. People who live and work closest to areas that emit local pollutants - places like freeways, coal burning power plants, etc - are most likely to suffer health impacts.\n\nDr. Yifang Zhu, an Assistant Professor at Texas A&M University, has shown that in Los Angeles concentrations of carbon monoxide and ultra-fine particles dropped by 60-80% within 100 meters of the road (Zhu et al., 2002).\n\nNot So Local Anymore?\n\nMassive brown plumes of smog, resulting from the burning of fossil fuels and biomass, now stretch from the Arabian Peninsula to China, an indication that local pollution has become so concentrated and intense that it is starting to have global implications.\n\nWhile these clouds, which are visible by satellite and from airplanes, also hover over North America and Southern Africa, they are most prominent in Asia.\n\nThe clouds have such a strong environmental impact because they prevent light from passing through, affecting crop yields and forests that depend on photosynthesis.\n\nAt some points, clouds can be as much as a mile thick with yellow haze blotting out the sun."}
{"text": "What is Ozone?\n\nAnswer\n\nOzone also known as Trioxygen, is a molecule which is made up of three oxygen atoms. It is found in the upper layer of the atmosphere and is beneficial in filtering electromagnetic radiation from reaching the surface of the earth.\n\nOzone is both beneficial and harmful to us. Near the ground, ozone forming as a result of chemical reactions involving traffic pollution and sunlight may cause a number of respiratory problems, particularly for young children. However, high up...\nMore »\n\nOzone is an unstable, poisonous allotrope of oxygen, O3, which is formed naturally in the ozone layer from atmospheric oxygen by electric discharge or exposure to ultraviolet radiation. It is a highly reactive oxidizing agent with many uses including deodorising air, purifying water, and treating industrial wastes.\n\nOzone (O3) is a highly reactive gas composed of three oxygen atoms. Depending on where it is in the atmosphere, ozone affects life on Earth in either good or bad ways.\n\nThe ozone is a naturally occurring molecule that comprises of three atoms of oxygen. It is a very powerful oxidant thus it has a lot of chemical and industrial applications, especially those that relate to oxidation. Ozone is also known as trioxygen.\n\noscamaya\n\nOzone is a gas that is made up of 3 oxygen atoms. This is a highly reactive gas that can be found in our atmosphere. It is important because it reduces the amount of UV rays that reach the Earth's surface, and are potentially harmful to life. You can find more information here:"}
{"text": "Watch: Crash Course in Soot Air Pollution [Video]\n\nSeveral of our previous articles focused on soot pollution and on how these tiny particles released into the atmosphere mostly by coal power plants and the cars we drive ultimately impact on public health.\n\nHere is a video which pretty much summarizes all there is to know about soot, and about its effects on the wellbeing of our respiratory system.\n\nFirst of all, soot particles are smaller than the diameter of a human hair, so people who are breathing them in are virtually unaware of their doing so.\n\nSecondly, it seems that recent heat waves have caused changes in the atmospheric movement of soot particles, therefore making things worse for people already suffering from respiratory conditions.\n\nThe most interesting piece of information is that, ever since the Clean Air Act came into being in the US, average life expectancy for Americans rose by as much as six months, which only goes to show that human-driven pollution not only affects the environment, but also public health."}
{"text": "Runners experience life to its fullest. We feel the heat of the sun and the bite of the wind more intimately than those who shake their heads at us from their car windows. Our hearts, lungs, and muscles strain and improve with our efforts. As we suck up the marrow of life, however, we bring thousands of liters of air into our lungs-air that may be dangerously fouled by pollutants. In fact, urban runners are exposed to much greater quantities of air pollution than sedentary folks due to the large volumes of air we breathe while running.\n\nParticularly in summer, the prudent runner living in or near a city will check local air quality conditions daily. Pollution episodes are often caused by a temperature inversion in which warm polluted air becomes trapped between 2 layers of cooler air. The inversion layer prevents pollutants from dispersing in the upper atmosphere. Summer is also a time for discretion because exercising in the heat increases the detrimental effects of air pollution. Although the mechanism is poorly understood, heat and pollution together cause greater reductions in lung function and running performance than does pollution alone.\n\nThe most common types of air pollutants that affect distance running performance are ozone, carbon monoxide, and sulfur dioxide. The body's response to pollution is related to the concentration of the pollutant, and how much air is inhaled. There is a large degree of individual variability in responsiveness to pollution, and asthmatic runners should seek professional medical advice. Let's take a look at the 3 most common villains in our air.\n\nCarbon Monoxide (CO) is formed from burning oil, gas, coal, and wood, and is the most common air pollutant in our cities. Because its primary source is automobile emissions, carbon monoxide exposure is particularly high near urban highways. Carbon monoxide attaches to hemoglobin in your red blood cells which reduces the amount of oxygen transported to your muscles. Scientific evidence indicates that running in carbon monoxide concentrations > 25 parts per million can reduce your VO2 max and impair your running performance.\n\nSulfur Dioxide (SO2) is produced by power plants, smelters, refineries, and other industries. Running in sulfur dioxide concentrations > 0.5 ppm is likely to cause bronchoconstriction, wheezing, and chest tightness in asthmatics. Although sulfur dioxide concentrations typically found in U.S. cities do not generally cause symptoms in non-asthmatic runners, symptoms may occur during high intensity workouts or races.\n\nLittle is known about the chronic effects of exercise in a polluted environment. Lawrence Folinsbee, Ph.D., who has studied exercise and air pollution for over 15 years, acknowledges that more research is needed to determine the relationship between lung function and habitual exposure to air pollution in athletes. Dr. Folinsbee cautions, however, that runners who regularly train in polluted air may experience long-term changes in lung function.\n\nThe best strategy for dealing with pollution is to avoid it. A Minnesotan wouldn't go for a run in the winter without checking the temperature, and a Floridian wouldn't run at noon in the summer. Similarly, urban runners should make a habit of considering the environmental conditions. Read the paper, listen to the radio, or scan the internet to check the air quality where you live."}
{"text": "October 2, 2012\n\nSmoke from Texas fires, dust in the Southwest and high ozone in Houston, TX\n\nThe first image below, courtesy NOAA HMS, shows the fire locations across the United States. The red dots correspond to active fires, and the grey areas are plumes. The largest plumes are stretching from Texas and into Mississippi Valley region. There is also a large concentration of fires in the Pacific Northwest and in the northern Plains. The Texas fires are emitting large amounts of smoke which has been causing many health concerns as that smoke begins to reach the surface. The image below, courtesy GASPMODIS (Terra satellite), shows the AOD image for the country today. You can see that most of these raised values correspond to more optically thick areas, which correspond to the fires and smoke debris throughout the nation. The raised values in the Pacific Southwest, specifically in southern Nevada, may be due to dust.\n\nThe first image below shows the image for EPA AIRNOW AQI values for the Pacific Southwest region. Most of these raised values are due to ozone in the region. Below, in the NOAA ozone national forecast, higher temperatures and sunlight fueled this increase in ozone (as opposed to the wet and cold eastern seaboard). Additionally, there were large amounts of ozone forecasted near Houston, TX.\n\nThe first image below shows the AIRS data overlapped with the MODIS terra image, using the LANCE Webmapping Service. Various small plumes are currently blowing throughout the region. The NOAA dust forecast shows that this dust will be moving eastward throughout the week. The last image shows data from the EPA AIRNOW PM 10 values for most of Nevada.\n\nPosted by John Sullivan at October 2, 2012 6:48"}
{"text": "Environmental Info\n\nAir quality Air quality & health\n\nFind A Document:\n\nRecent scientific research has drawn strong links between air pollution and adverse health, particularly in susceptible parts of the community which include children, the elderly and sick.\n\nCommon effects of air pollution include changes in heart and lung functions with increases in associated medical conditions such as asthma, bronchitis, and heart disease. Air pollution also contains compounds which can affect the nervous system and are carcinogenic."}
{"text": "Pollution cloud\n\nFrom the summit of Cicero la Cruz, in the mountains of Los Gig antes, one can see that behind the mountain range of the Sierras Chic as stands a dense brown cloud. Below it is Cordoba and the thousands of vehicles and industries that emit daily air pollutants that are over our heads. This is the famous smog in winter, a weather phenomenon, remains very low, which makes it more visible than in other seasons and more damaging to health.\n\nMedical and environmental experts contend that the accumulation of these pollutants in the sky, especially in the downtown, are a very annoying problem for people with chronic respiratory conditions and may cause allergic reactions outside this risk group.\n\nFrom the City Environmental Observatory detailed that among the contaminants found in greater CO (carbon monoxide), but provided no details on what volume of these elements are concentrated in city air.\n\n\"This can cause respiratory irritation level, especially if a situation particularly cold weather during the day, no break of the inversion. Then most important pollution is generated. In Cordoba, the situation is delicate, \"he said Federico Kept, Cordoba Environment Forum.\n\nBartholomew Lunge, phonologist doctor, said: \"People with chronic lung diseases like asthma, bronchitis or emphysema are more vulnerable to contamination. Smog can encourage respiratory infections with exacerbation of the disease. \"He added: \"The sulfur oxide and nitrogen is the most harmful is the smog, and also create many problems of micro particles by poor combustion of diesel vehicles. For example, those with chronic bronchitis may experience fatigue. \"\nThe advice from the specialist for this group of risk is to avoid going downtown until noon because that's when the process is reversed inversion."}
{"text": "Thursday, 07 June 2012\n\nGas Emissions\n\nBy Johna Ferguson\n\nAll the talk today is about \"the green house effect\" which seems to come from not only burning coal but also exhaust from cars. There have been world conferences all about what to do but yet more and more Chinese are buying cars that pollute, and our factories in America still emit tons of pollutants into the air daily.\n\nBut the gas I am talking about is not what the cars or factories emit but what animals, us included, emit. If you can believe it, MedlinePlus says we produce one to four pints of it daily and pass it about 14 times a day.\n\nThankfully most is odorless, but bacteria in the large intestine can cause it to stink like sulfur.\n\nI can remember so fondly my friend's grandma Hetty. She must have been about 75 when I was six. Grandma wore a hearing aid but it was not one of those modern small ear ones.\n\nNo, it was a battery box, much bigger than a pack of cigarettes, which she wore on a cord hanging around her scrawny neck. Attached to it were two lines which went to the plugs she hung over her ears. They had small boxes about the size of a walnut in which the sensors were.\n\nThere were no wires leading to ear plugs so I guess the sensors picked up enough sound and passed it through her head into her ears.\n\nWell obviously they didn't work very well or she'd forget to turn up the volume on the big box so everyone just yelled at her. She was a tiny old lady with not much gray hair and knurled hands. But wow, did she have a temper. If things didn't go her way, we'd all watch out. She actually ran my neighbor's household; the mother just quaked whenever she walked into the room.\n\nBehind her back, we children laughed at her, especially when she let out a series of obnoxious gas odors as she walked across the room, oblivious to it all. Her gas permeated the entire room and we children fled outside to gasp a bit of fresh air.\n\nBut now the tide has turned and we children are now adults around grandma's age. I find that occasionally I'll let out a fart without thinking about it happening; it just does. I look around in sheer embarrassment in case someone else heard it or gets a whiff of it. Oh I could die on the spot when it happens.\n\nI know one should drink more water and also eat slowly to prevent swallowing air but those I things I often forget. So please, if it happens when I am standing by you, don't dash out the door for you may be the next one to join the symphonyJohna - This was funny!\n\nIf only we humans would eat more slowly. and convince cows, horses, elephants, whales, etc to do the same. And if only we could put large corks into the tops of those horrific spewing chemical and gas emitting volcanoes! . . . ! - Sandy"}
{"text": "CO is a colorless, odorless gas. Because you can't see, taste, or smell it, CO can kill you before you know it's there. Recent studies conducted by Iowa State University indicate that cold car engines running in an attached garage, even for a short period of time (as little as one to two minutes) can raise CO to dangerous levels in a home. These extremely high levels of CO have the potential to harm occupants.\n\nCO is a byproduct of incomplete combustion of fossil fuels such as natural gas, oil, wood or coal. Some common causes of carbon monoxide poisoning include:\n\nmalfunctioning appliances\n\nfurnaces\n\nstoves\n\novens\n\nwater heaters\n\nblocked chimney flues\n\nfuel burning cooking appliances\n\ncharcoal grills\n\nmotor vehicles.\n\nSymptoms may include flu-like symptoms such as:\n\nheadaches\n\nnausea\n\nfatigue and tiredness\n\ndizziness\n\nconfusion\n\nbreathing difficulties.\n\nYoung and old are particularly at risk, but everyone is at risk.\n\nThe Bureau of Fire and Safety recommends the following steps to reduce the chances of carbon monoxide poisoning:\n\nPurchase and install CO alarms in your home!\n\nPlace a CO alarm on each level of your home and in areas near appliances that are potential sources of CO.\n\nHave a qualified professional check all fuel burning appliances, furnaces, venting and chimney systems at least once a year or as recommended by the manufacturer.\n\nNever leave a motor vehicle running in an attached garage or carport where CO may enter your home."}
{"text": "By all means, yes, air pollution is hurting us, although many people pay no attention to it. More and more people are beginning to help though, and you can, too. Here are some helpful ways you can stop polluting the air:\n\nThe most air pollution is happening in major cities in all parts of the world. Cities aren't the best place to live when it comes to air pollution because of smog. Smog is a type of air pollution which has affected human heath the most of all air pollution in ever recorded history. It is caused by water molecules coming together with smoke particles in the atmosphere to form a dense fog. The smoke particles are often from burning coal. London had a severe fog in 1952 in which 4,000 deaths occurred. This was of the type of smog shown above.\n\nICE SMOG\n\nAnother type of smog is ice smog. Ice smog is when smoke particles and ice crystals combine. Ice smog happens only in high places, like mountains, and at very low temperatures.\n\nACID RAIN\n\nSomething else that happens from air pollution is acid rain. People call it acid rain because there is some acid in it which can destroy buildings, waterways, and many crops. Acid rain is when pollution is carried in the atmosphere for a long period of time. Then comes down with rain.\nEverything we just talked about is from people polluting the air. If you don't want things like this happen as much as they are, think about ways you can stop them! You can help!"}
{"text": "The Earth's protective ozone layer is getting thinner. There's less ozone to absorb harmful radiation from the sun, and more of this radiation is reaching the Earth's surface. This affects our atmosphere – and our health.\n\nOzone is a form of oxygen. It generally forms when oxygen (O2) from near the Earth's surface drifts high up into the atmosphere. Ultraviolet (UV) radiation from the sun hits the oxygen molecules.\n\nSome molecules split apart, creating single atoms. These atoms sometimes link up with O2 molecules, forming a new molecule with three oxygen atoms. That's ozone (O3).\n\nOzone can be helpful or harmful, depending on where it's located. If it's high up, it's good ozone. Ozone in the stratosphere protects people, animals, and plants from harmful ultraviolet rays.\n\nIn 1985 scientists found a large ozone hole in the stratosphere over Antarctica. Each year the hole became bigger, letting more ultraviolet light through to the Earth's surface. This situation is called stratospheric ozone depletion (SOD). Without the protection provided by ozone, we face a number of health problems.\n\nThe Other Face of Ozone\n\nOzone high in the stratosphere is good, but ozone near the ground is not. Do you ever hear \"ozone warnings\" on the weather report? Ozone can be very unhealthy.\n\nInhaling ozone can damage the respiratory tract, which enables us to breathe. Ozone also stunts plant growth. That hurts farmers, agriculture, and our economy.\n\nUp in the stratosphere, ozone (O3) acts as a natural sunscreen to protect us against ultraviolet (UV) radiation. That's the stuff that gives us sunburns. Because of the ozone layer, most of the harmful radiation never reaches Earth. But, as more and more of it does, we're at greater risk for skin and eye problems.\n\nPeople living near the Equator should be just as concerned about sun damage as people living where the ozone layer is thinning. The higher the sun is in the sky, the greater the direct sunlight reaching the Earth. Staying out of the sun when it is directly overhead (around noon hours), putting on sunscreen, and wearing a hat will help protect you.\n\nWhat's a \"hot spot\"?\n\nThe thinning of the ozone layer is not evenly spread around Earth. \"Hot spots\" are holes near the North and South Poles. People living in areas near the North and South Poles – including New Zealand, Australia, and the southern part of South America – are at extra risk of being harmed by ultraviolet radiation."}
{"text": "Pollution, people started complaining about coal dust and soot in the air over London, England. Since the beginning of the industrial revolution in the late 18 th century, humanity has been modifying the Earth's atmosphere and its chemistry. As industry spread across the globe, so did air pollution. Air pollution has many effects. In addition to being ugly, it can cause illness and even death, as well as damaging buildings, crops, and wildlife. Perhaps the worst air pollution recorded happened when dense smog (the combination of smoke and fog) formed over London on December 4, 1952 and lasted until March of 1953. Within six days over 4,000 people died, and 8,000 more died within six months.\n\nAir pollution is a broad term that is applied to particulate matter and chemical compounds that are released by humans into the atmosphere and modify its composition. It was first perceived as a local problem in urban industrialized areas, so factories and power plants started building taller smoke-stacks. However, taller stacks merely transported the problem elsewhere and soon regional problems such as acid rain were recognized. In Scandanavia, for example, the acidification of lakes was found to be the result of sulfur dioxide emissions from tall stacks located in central European countries such as Germany and even in places as far off as Great Britain. More recently, global problems such as climate change and stratospheric ozone depletion have been widely publicized.\n\nNatural sources that affect atmospheric chemistry include sulfur and nitrogen compounds from volcanoes and biological decay and particulate matter from dust storms and volcanoes. Plants, trees, and even grasses release volatile organic compounds (VOCs), such as methane, into the air. Of more concern, since we have the ability to control them, are anthropogenic, or man-made, air pollutants, such as carbon monoxide, sulfur dioxide, some fraction of VOCs, and nitrogen oxides. The largest source of anthropogenic pollution is the burning of fossil fuels, including coal, oil, and gas, in our homes, factories, and vehicles.\n\nAir pollutants are classified as either primary or secondary. A primary pollutant is one that is released directly to the air, such as the carbon monoxide from combustion. A secondary pollutant is formed in the atmosphere through chemical reactions of primary pollutants. The formation of tropospheric ozone is an example of secondary air pollution.\n\nYou might also be interested in:\n\nAcid rain is a general term used to describe different kinds of acidic air pollution. Although some acidic air pollutants return directly back to Earth, a lot of it returns in rain, snow, sleet, hail,...more\n\n10% of the ozone in the Earth's atmosphere is found in the troposphere, the first layer of the Earth's atmosphere. In the troposphere, ozone is not wanted. Ozone is even more scarce in the troposphere...more\n\nLittle particles in the atmosphere called aerosols may be small but they have the ability to change climate. These tiny particles are a natural part of the atmosphere, coming from erupting volcanoes, sea...more\n\nChemistry plays an influential role in the behavior of the lowest layer of Earth's atmosphere, the troposphere. The various gases in the troposphere are constantly mixing with and reacting with each other....more\n\nThe atmosphere is one of the few resources shared among all Earth's inhabitants. As a consequence, the pollution that spews from a factory in Asia, a fire in Australia, a dust storm in Africa, or car emissions...more\n\nAir pollution affects Earth's climate. However, not all types of pollutants have the same effect. There are many different types of air pollution. Some types cause our planet to warm at a faster rate"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "When the air in cities becomes so toxic that allergic and sensitive individuals must wear masks and eye shields, there is trouble afoot. When major segments of a population can no longer trust the quality"}
{"text": "Air Quality\n\nAir regulations are complex and often confusing. Failure to understand the nuances of the regulatory requirements can stop a project cold or result in million dollar penalties. There is no room for error and there is no room for dabblers. You either know air or you don't."}
{"text": "3745-18-37\nHamilton county emission limits.\n\n(A) No owner or operator of any coal-fired steam generating\nunit, unless otherwise specified below, shall cause or permit the emission of\nsulfur dioxide from any source to exceed a maximum of 2.0 pounds of sulfur\ndioxide per MM Btu actual heat input.\n\n(B) The \"Lanxess Corporation\" (OEPA permits number 1431010054)\nor any subsequent owner or operator of the \"Lanxess Corporation, River Road,\nAddyston, Ohio\" shall not cause or permit the emission of sulfur dioxide from\nthe following sources to exceed the amounts indicated; shall use stacks no\nlower than the stack heights indicated and shall limit the operation of said\nsources such that the indicated average operating rates are not exceeded for\nany calendar day:\n\n(4) Boiler number 4 through 8 (OEPA source numbers B004, B002,\nB003, B006 and B007); a combined average operating rate\ntwo hundred\nseventy-five MM Btu per hour for any calendar day from boilers burning\ncoal or fuel oil during any calendar day.\n\n(C) [Reserved]\n\n(D) The \"Cognis Corporation\" (OEPA premise number 1431070035)\nor any subsequent owner or operator of the \"Cognis Corporation, 4900 Este\nAvenue, Cincinnati, Ohio\" shall not cause or permit the emission of sulfur\ndioxide from the following sources to exceed the amounts indicated; shall use\nstacks no lower than the stack height indicated and shall limit the operation\nof said sources such that the indicated average operating rates are not\nexceeded for any calendar day:\n\n(1) Boiler numbers 4 and 5 (OEPA source numbers B014 and B015);\na maximum of 0.8 pounds of sulfur dioxide per MM Btu actual heat input from\neach boiler and a minimum stack height of two hundred thirteen feet above\nground level for each boiler.\n\n(5) As an alternative to the requirements specified in\nparagraph (D)(1) of this rule, after December 22, 1993, and prior to the\ninstallation of a stack with minimum stack height of two hundred thirteen feet\nabove ground level serving boiler numbers 4 and 5; for boiler numbers 4 and 5\n(OEPA source numbers B014 and B015); a maximum of 0.0 pounds of sulfur dioxide\nper MM Btu actual heat input from each boiler.\n\n(E) The \"Noveon Hilton-Davis Company\" (OEPA premise number\n1431070039) or any subsequent owner or operator if the \"Noveon Hilton-Davis\nCompany, 2235 Langdon Farm Road, Cincinnati, Ohio\" shall not cause or permit\nthe emission of sulfur dioxide from the following sources to exceed the amounts\nindicated:\n\n(5) Sulfonators (OEPA source number P039); a maximum of 0.0\npounds of sulfur dioxide per ton of product.\n\n(F) [Reserved]\n\n(G) The \"Christ Hospital\" (OEPA premise number 1431070132) or\nany subsequent owner or operator of the \"Christ Hospital, 2139 Auburn Avenue,\nCincinnati, Ohio\" shall not cause or permit the emission of sulfur dioxide from\nboiler numbers 1 through 3 (OEPA source numbers B001 through B003) to exceed a\nmaximum of 0.0 pounds of sulfur dioxide per MM Btu actual heat input from each\nboiler.\n\n(H) The \"University Hospital\" (OEPA premise number 1431070207)\nor any subsequent owner or operator of the \"University Hospital, 234 Goodman\nStreet, Cincinnati, Ohio\" shall not cause or permit the emission of sulfur\ndioxide from the following sources to exceed the amounts indicated:\n\n(J) The \"Andrew Jergens Company\" (OEPA premise number\n1431070624) or any subsequent owner or operator of the \"Andrew Jergens Company,\n2535 Spring Grove Avenue, Cincinnati, Ohio\" shall not cause or permit the\nemission of sulfur dioxide from boiler number 1 (OEPA source number B003) to\nexceed a maximum of 2.0 pounds of sulfur dioxide per MM Btu actual heat input.\n\n(K) The \"University of Cincinnati\" (OEPA premise number\n1431070849) or any subsequent owner or operator of the \"University of\nCincinnati, Clifton Campus, Cincinnati, Ohio\" shall not cause or permit the\nemission of sulfur dioxide from the following sources to exceed the amounts\nindicated:\n\n(N) The \"Rock-Tenn Products\" (OEPA premise number 1431070952)\nor any subsequent owner or operator of the \"Rock-Tenn Products, 3347 Madison\nRoad, Cincinnati, Ohio\" shall not cause or permit the emission of sulfur\ndioxide from boiler number 1 (OEPA source number B001) to exceed a maximum of\n2.0 pounds of sulfur dioxide per MM Btu actual heat input.\n\n(O) [Reserved]\n\n(P) The \"Caraustar Mill Group, Inc.\" (OEPA premise number\n1431071006) or any subsequent owner or operator of the \"Caraustar Mill Group,\nInc., 5500 Wooster Road, Cincinnati, Ohio\" shall not cause or permit the\nemission of sulfur dioxide from boiler numbers 3 and 4 (OEPA source numbers\nB003 and B004) to exceed a maximum of 2.0 pounds of sulfur dioxide per MM Btu\nactual heat input from each boiler.\n\n(Q) The \"Queen City Terminals, Incorporated\" (OEPA premise\nnumber 1431072036) or any subsequent owner or operator of the \"Queen City\nTerminals, Incorporated, 3801 Kellogg Avenue, Cincinnati, Ohio\" shall not cause\nor permit the emission of sulfur dioxide from boiler number 3 (OEPA source\nnumber B003) to exceed a maximum of 0.0 pounds of sulfur dioxide per MM Btu\nactual heat input.\n\n(R) The \"Chevron, USA Incorporated\" (OEPA premise number\n1431080082) or any subsequent owner or operator of the \"Chevron, USA\nIncorporated, State Route 128, Hooven Ohio\" shall not cause or permit the\nemission of sulfur dioxide from the following sources to exceed the amounts\nindicated:\n\n(1)\n\nCRU hydrocarbon heater HH-1 (OEPA source number B002),\n\nCRU charge heater PH-1 (OEPA source number B003),\n\nCRU int. heater PH-2 (OEPA source number B004),\n\nCRU reboiler heater PM-3 (OEPA source number B005),\n\n1F-1 crude unit A heater (OEPA source number B006),\n\nCrude unit V heater 1F-1 (OEPA source number B007),\n\nAlkylation unit heater 3F-1 (OEPA source number B008),\n\nFCCU preheater B-2 (OEPA source number B010),\n\nLB Boiler E1 (OEPA source number B011),\n\nHP boiler number 21 (OEPA source number B012),\n\nHP boiler number 22 (OEPA source number B013),\n\nLP boiler number 2 (OEPA source number B014),\n\nLP boiler number 3 (OEPA source number B015),\n\nLP boiler number 4 (OEPA source number B016), and\n\nReactor charge heater number 2 PH-4 (OEPA source number B017);\n\nA maximum of 0.0 pounds of sulfur dioxide per MM Btu actual\nheat input from each unit.\n\n(2) FCC (OEPA source number P001) and CO boiler number 23 (OEPA\nsource number B001); a maximum of 0.0 pounds of sulfur dioxide per one thousand\npounds of fresh feed.\n\n(S) [Reserved]\n\n(T) The \"Sisters of Charity, Mount St. Joseph\" (OEPA premise\nnumber 1431131566) or any subsequent owner or operator of the \"Sisters of\nCharity, Mount St. Joseph, Delhi, Ohio\" shall not cause or permit the emission\nof sulfur dioxide from boiler numbers 1 through 3 (OEPA source numbers B001\nthrough B003) to exceed a maximum of 2.0 pounds of sulfur dioxide per MM Btu\nactual heat input from each boiler.\n\n(U) [Reserved]\n\n(V) The \"Ford Motor Company\" (OEPA premise number 1431140861)\nor any subsequent owner or operator of the \"Ford Motor Company, 3000 Sharon\nRoad, Sharonville, Ohio\" shall not cause or permit the emission of sulfur\ndioxide from the following sources to exceed the amounts indicated and shall\nlimit the operation of said sources such that the indicated average operating\nrates are not exceeded for any calendar day:\n\n(1) Boiler numbers 1 through 3 (OEPA source numbers B001\nthrough B003); a maximum of 1.7 pounds of sulfur dioxide per MM Btu actual heat\ninput from each boiler and a combined average operating rate of\ntwo hundred\nforty-four MM Btu per hour.\n\n(2) As alternative to the requirements specified in paragraph\n(V)(1) of this rule, boiler numbers 1 through 3 (OEPA source numbers B001\nthrough B003); maximum of\n1.15 pounds of\nsulfur dioxide per MM Btu actual heat input from each boiler and a combined\naverage operating rate of three hundred forty-two MM Btu per hour.\n\n(W) The \"General Electric Company\" (OEPA premise number\n1431150060) or any subsequent owner or operator of the \"General Electric\nCompany, Interstate 75, Evendale, Ohio\" shall not cause or permit the emission\nof sulfur dioxide from boiler numbers 5, 6, and 8 (OEPA source numbers B007,\nB008 and B009); a maximum of\n1.52 pounds of\nsulfur dioxide per MM Btu actual heat input from each boiler and shall limit\nthe operation of boiler numbers 6 and 8 (OEPA source numbers B008 and B009)\nsuch that their combined average operating rate shall not exceed\ntwo hundred\nforty-four MM Btu per hour for any calendar day.\n\n(X) The \"Formica Corporation\" (OEPA premise number 1431150801)\nor any subsequent owner or operator of the \"Formica Corporation, 10155 Reading\nRoad, Evendale, Ohio\" shall not cause or permit the emission of sulfur dioxide\nfrom boiler numbers 3 through 5 (OEPA source numbers B001 through B003) to\nexceed a maximum of 2.0 pounds of sulfur dioxide per MM Btu actual heat input\nfrom each boiler.\n\n(Y) [Reserved]\n\n(Z) [Reserved]\n\n(AA) [Reserved]\n\n(BB) The \"Cincinnati Gas and Electric Company, Miami Fort\nStation\" (OEPA premise number 1431350093) or any subsequent owner or operator\nof the \"Cincinnati Gas and Electric Company, Miami Fort Station, Brower Road,\nMiami Ohio\" shall not cause or permit the emission of sulfur dioxide from the\nfollowing sources to exceed the amounts indicated and shall use stacks no lower\nthan the stack height indicated:\n\n(1) [Reserved]\n\n(2) [Reserved]\n\n(3) Unit number 6 (OEPA source number B007); a maximum of 5.0\npounds of sulfur dioxide per MM Btu actual heat input from each boiler and a\nminimum stack height of five hundred ninety feet above ground level.\n\n(CC) The \"Chevron Asphalt Company\" (OEPA premise number\n1431350149) or any subsequent owner or operator of the \"Chevron Asphalt\nCompany, 11001 Brower Road, Miami Township, Ohio\" shall not cause or permit the\nemission of sulfur dioxide from the following sources to exceed the amounts\nindicated:\n\n(DD) The \"United States Playing Card Company\" (OEPA premise\nnumber 1431370249) or any subsequent owner or operator of the \"United States\nPlaying Card Company, Park and Beech Streets, Norwood, Ohio\" shall not cause or\npermit the emission of sulfur dioxide from boiler numbers 1 and 2 (OEPA source\nnumbers B001 and B002) to exceed a maximum of 2.0 pounds of sulfur dioxide per\nMM Btu actual heat input from each boiler.\n\n(EE) [Reserved]\n\n(FF) The \"PMC Specialties Group, Division PMC Incorporated\"\n(OEPA premise number 1431390137) or any subsequent owner or operator of the\n\"PMC Specialties Group, Division of PMC Incorporated, 501 Murray Road, St.\nBernard, Ohio\" shall not cause or permit the emission of sulfur dioxide from\nthe following sources to exceed the amounts indicated:\n\n(GG) \"DEGS of St. Bernard LLC\" (OEPA Premise Number 1431394148),\nthe operator and permit holder of the following source or any subsequent\nowner or operator of the \" DEGS of St. Bernard LLC,\n5201 Spring Grove Avenue, Cincinnati, Ohio\" shall not cause or permit the\nemission of sulfur dioxide from the following sources to exceed the amounts\nindicated, shall use stacks no lower than the height indicated and shall limit\nthe sources such that the indicated average operating rates are not exceeded\nfor any calendar day:\n\n(1) [Reserved]\n\n(2) [Reserved]\n\n(3) [Reserved]\n\n(4) Boiler number 4 (OEPA source numbers B022); a maximum of\n2.0 pounds of sulfur dioxide per MM Btu actual heat input, the average\noperating rate of 450 MM Btu per hour for any calendar day and shall use a\nstack no lower than two hundred thirteen feet above ground level.\n\n(HH) The \"Ralston Purina Company\" (OEPA premise number\n1431400175) or any subsequent owner or operator of the \"Ralston Purina Company,\n11301 Mosteller Road, Cincinnati, Ohio\" shall not cause or permit the emission\nsulfur dioxide from boiler number 1 (OEPA source number B001) to exceed a\nmaximum of 2.0 pounds of sulfur dioxide per MM Btu actual heat input.\n\n(II) [Reserved]\n\n(JJ) [Reserved]\n\n(KK) The \"E.I. duPont deNemours and Company, Fort Hill Plant\"\n(OEPA premise number 1431350817) or any subsequent owner or operator of the\n\"E.I. duPont deNemours and Company, Fort Hill Plant, Brower Road, Miami, Ohio\"\nshall not cause or permit the emission of sulfur dioxide from the sulfuric acid\nplant (OEPA source number P001) to exceed a maximum of 25.0 pounds of sulfur\ndioxide per ton of one hundred per cent acid produced and shall use a stack no\nlower than three hundred feet above ground level.\n\n(LL) The \"James B. Beam Distilling Company\" (OEPA premise\nnumber 1431070065) or any subsequent owner or operator of the \"James B. Beam\nDistilling Company, 120 Section Road, Cincinnati, Ohio\" shall not cause or\npermit the emission of sulfur dioxide from boiler numbers 1 through 4 (OEPA\nsource numbers B001 through B004) to exceed a maximum of 0.0 pounds of sulfur\ndioxide per MM Btu actual heat input from each boiler."}
{"text": "Historically, Clean Air Month was Clean Air Week, developed by the Air Pollution Control Association to help educate people about the hazards of air pollution after a 1948 mining disaster in Donora, Pennsylvania. In the 1960's, the American Lung Association adopted the long week promotion. In the 1970's, the promotion evolved into a month long campaign taking place in May, hence Clean Air Month. Over the years, Clean Air Month has made an impact on environmental education for the public. The campaign focuses on promoting daily practices that the public can use to improve air quality."}
{"text": "Carbon Monoxide\n\nGary Ginsberg (Toxicologist) gives expert video advice on: What is 'carbon monoxide'?; Is carbon monoxide poisonous?; What are the sources of carbon monoxide poisoning in the home? and more...\n\nWhat is 'carbon monoxide'?\n\nCarbon monoxide is again, a colorless, odourless gas and it's highly toxic. Because what it's doing when you absorb it into your body, is it's competing with oxygen for haemoglobin. Haemoglobin runs through our blood and it carries oxygen to the brain, to the muscles, to the nerves. Carbon monoxide has oxygen on it, and sort of, to haemoglobin, looks a little bit like oxygen. The problem is that carbon monoxide has a much higher affinity for haemoglobin than oxygen does, so it displaces oxygen off of haemoglobin, and it robs your tissues of oxygen.\n\nIs carbon monoxide poisonous?\n\nCarbon Monoxide is an insidious killer. It came to light when a famous tennis star Vetas Gerulaitis suddenly died at the heart of his career in a Queens home when he was staying over night with some friends and he didn't wake up the next morning sleeping in the basement because the home didn't have a carbon monoxide detector and it had a furnace malfunction carbon monoxide backed up into the basement and he died in his sleep.\n\nWhat are the sources of carbon monoxide poisoning in the home?\n\nAny combustion appliance in your home can be a source of Carbon Monoxide, from your furnace, to a kerosene heater, to a car running in an attached garage. All these appliances will release some Carbon Monoxide. It's important that they all be vented to the outside."}
{"text": "Criteria air contaminants\n\nCriteria air contaminants (CAC) are a group of air pollutants that cause smog, acid rain and other health hazards. CACs include emissions of sulphur oxides (SOx), nitrogen oxides (NOx), particulate matter (PM), carbon monoxide (CO), Lead (Pb), and ground-level ozone (O3). CACs are emitted from a large number of sources in industry, mining, transportation, electricity generation and agriculture. In most cases they are the products of the combustion of fossil fuels or industrial processes.\nCanada includes Volatile Organic Compounds (VOC), a catch-all term for a long list of substances, in their list of criteria pollutants. In the United States, VOCs are regulated, but not as criteria pollutants.\n\nCriteria air contaminants were the first set of pollutants recognized by the United States Environmental Protection Agency as needing standards on a national level.\n\nSources\n\n[1] -Environmental Protection Agency - Criteria Air Pollutants\nI still don't know if food can be harm by the smell of gas."}
{"text": "How Radon Works\n\nIf you live in certain parts of the United States, you might be aware of the threat that radon gas poses. Radon gas is radioactive, and in tightly insulated houses it can accumulate to concentrations that pose a health threat. If you inhale the gas into your lungs, its decay can increase your chance of getting lung cancer. A study reported in 1990 by the National Safety Council estimated that about 14,000 deaths a year could be attributed to radon, and that the number could range from 7,000 to 30,000.\n\nIn this edition of How Stuff Works, we'll talk about what radon is, how you can find it in your home and what the health risks are for it"}
{"text": "Planet Green\n\nWhile the majority of the Earth's ozone is trapped far out of our reach in the upper stratosphere, the chemical may also be produced by earthbound sources. Chemicals in car exhaust can react with sunlight to create low-altitude ozone that is harmful to humans. Some factories also use similar chemicals, pumping harmful levels of ozone into the air."}
{"text": "Click below to replay the event\n\nDid you know that... two out of 10 people in the world do not having access to energy? That four out of 10 people use wood, charcoal, coal and dung for cooking and heating? Every year smoke from open cooking fires kills approximately 1.5 million people, mostly women and children, from emphysema and other respiratory diseases."}
{"text": "Program Links\n\nResources\n\nThe Ozone Weekend Effect in California\n\nThis page last reviewed June 19, 2009\n\nThis website provides information\nregarding research on the \"ozone weekend effect\", the phenomenon of\nozone concentrations tending to be higher on weekends than on weekdays\nin many urban areas around the world. This tendency is counter to\nexpectations because the emissions of ozone precursors (NOx\nand ROG) are lower (NOx more so than ROG) on\nweekends than weekdays. This counter-intuitive phenomenon is due to the\nfact that NOx emissions are primarily in the\nform of NO, which reacts to destroy ozone (O3) present in the air\n(i.e., suppresses ambient concentrations) to form nitrogen dioxide (NO2).\nHowever, this NO2, as well as additional NO2\ncreated from the NO emissions by photochemical catalytic reactions\ninvolving ROG (i.e., a single ROG molecule can recycle several times\nand oxidize multiple NO molecules to NO2\nmolecules) can react in sunlight to increase ozone concentrations. The\nphotolysis of NO2 (i.e., sunlight splitting the\nNO2 molecule into NO and O) is the only known\nsignificant pathway for creating the proper oxygen atom for reacting\nwith the abundant oxygen molecules (i.e., O2) in\nthe atmosphere (18%) to form ozone. The ROG emissions effectively\nenhance the conversion of NO to NO2 and\nultimately the formation of O3 concentrations significantly above\nnatural continental background levels (30-40 ppb). Thus, although fresh\nNOx emissions initially reduce ambient O3\nconcentrations, it is the magnitude of NOx\nemissions that control global background and regional maximums in O3\nconcentrations.\n\nA weekend effect workgroup was\nformed in 1999 to investigate the phenomenon and coordinate research\nefforts. Participants in the workgroup included the Coordinating\nResearch Council, the U.S. Department of Energy (NREL), the South Coast\nAir Quality Management District, private companies (e.g., Chevron,\nPacific Gas and Electric), and other interested parties (e.g.,\nacademia). The ARB published a peer-reviewed report and several of the\nparticipants published results in peer-reviewed literature. Links to\nthe activities and products of this workgroup, as well as other weekend\neffect resources, are provided below:"}
{"text": "Ozone is a big buzz word these days. We mostly hear about the ozone layer, and the importance of protecting it. But if you want to understand what ozone's all about, you need to understand that it can be good, and it can be bad.\n\nThe stratosphere is the layer of the atmosphere from 10 to 30 miles above sea level. When there's ozone in this layer, it protects us from solar radiation. How? Simple chemistry.\n\nRegular oxygen molecules, known to science-types as O2, are made up of two oxygen atoms stuck together. Solar energy shoots in from space and splits that molecule into two atoms. When one of those stray atoms attaches to a full-fledged O2 molecule, you've got, well, O3, otherwise known as ozone. All that action blocks solar radiation, and keeps it from reaching us.\n\nImage above: The second largest ozone hole ever observed is seen above Antarctica in this image from September 2003. Credit: NASA\n\nHow can solar radiation be harmful to life on Earth? Part of that radiation is ultra-violet, or UV radiation. It's an intense energy from the Sun that can cause a whole lot of damage. Skin cancer is the most dramatic result of a too much UV radiation, but there's a lot more too. Photosynthesis in plants is also affected, and that causes problems for the whole food chain. See where this is headed? We need to protect our ozone shield, and we can do so by decreasing the pollution that our industrial society puts out in large amounts every day.\n\nLet's come down a little closer to Earth. The troposphere is everything below the stratosphere, from sea level to about 10 miles above. It's where everything lives. Things that happen to the troposphere happen to us; there's nothing indirect about it.\n\nPut a little ozone in the troposphere and you've got some big problems. Remember those dramatic chemical reactions that happened up in the stratosphere? Living things are made of atoms and molecules too, so when we expose them to ozone, we've got some serious chemical reactions on our hands.\n\nImage above: Parts of the Los Angeles area are considered to contain unhealthy amounts of ground level ozone. Red areas on the map indicate more than 100 parts per billion by volume of the molecule. Credit: EPA\n\nIn humans, it means lung damage. Small children and people with asthma are especially at risk. How can you help solve the problem?\n\nCars, trucks and SUVs are the biggest contributor to this ozone buildup. Engine exhaust creates nitrogen dioxide, so the more you drive, the more your vehicle creates. High gas prices aren't the only reason to leave the car in the garage.\n\nThe launch of Aura will culminate a 15-year international effort to establish the world's most comprehensive Earth Observing System, which aims to determine the extent, causes, and regional consequences of global change.\n\nNASA's Aura is going to keep tabs on both types of ozone. It's a spacecraft that will provide us the first comprehensive global view of the Earth's atmosphere, an essential stepping stone to better understanding the Moon, Mars and beyond. The launch of Aura is a challenging endeavor, a mission on the cutting edge of scientific discovery characteristic of the Agency's legacy of ground-breaking exploration.\n\nOne of its most impressive tools is the Ozone Monitoring Instrument, or OMI. The device will measure the amount of energy going into and coming out of the Earth, in a technique known as the \"backscatter\" method. The results of these observations will tell scientists how much ozone is over a particular area, and how much the area is gaining or losing over time.\n\nAura is a complex mission for a complex problem; but simply put, it's critical to understanding and protecting the air we breathe."}
{"text": "When we burn fossil fuels, they give off harmful by-products like carbon dioxide, nitrous oxide,and greenhouse gases that are said to be major contributors to climatechange. The EPA says that current carbon dioxide and nitrous oxidelevels are respectively 35 and 18 percent higher than they were inpre-industrial era. The other byproducts created by fossil fuels, suchas sulfur oxide, nitrogen oxide and hydrocarbons, are attributed to smog and acid rain.\n\nBut I digress; let's talk about why fossil fuels are unhealthy. We all know clean air is essential to leading a healthy life. Fossil fuels contribute to air pollution through the by-products and particulates that are released into the air. This type of airpollution carries the following risks:\n\nNitrogen Oxide – Major irritant to lungs, sometimes causing bronchitis and pneumonia as well as weakening the respiratory system\n\nSmog caused by Chemical Reaction of Nitrogen Oxide and Sulfur Oxide – Causes shortness of breath (asthma) and damage to the lungs over the long-term\n\nParticulates – Particles from soot and dust contribute to respiratory and cardiac ailments which include arrhythmias and heart attacks.\n\nDid you know that 85% percent of all the power produced in thiscountry comes from burning fossil fuels? You don't need to be smoking a cigarette to be doing damage to your heart and lungs. You could bedoing harm right now by just breathing. Pretty scary, right? The morewe replace our energy requirement with sustainable choices like solar power, the better off we will be. You can do your part by getting a complimentary evaluation to see if a solar installation is right for your home in Massachusetts or Connecticut"}
{"text": "Identifying CO sources\n\nRunning motor vehicles in underground garages or next to the house, or in closed areas;\n\nOil furnaces, wood stoves and gas heating appliances;\n\nHeating appliances using fuel, such as natural gas, kerosene, oil and wood;\n\nAppliances using propane or gas, like a range, a refrigerator, a dryer and a barbecue;\n\nTools with a combustion engine, such as lawnmowers, snow blowers, saws and buffing machines.\n\nIdentifying the symptoms of a CO intoxication\n\nIntoxications occur when an appliance or a vehicle does not operate properly or when it is used in a closed or poorly ventilated area. Babies, young children, pregnant women, elderly persons and people suffering from respiratory or cardiac diseases are more vulnerable to the effects of carbon monoxide.\n\nOften, the symptoms of a CO intoxication resemble those of food indigestion.\n\nPreventing intoxications\n\nThrough the rigorous maintenance of heating appliances:\n\nMake sure that your heating system is in good condition; have it inspected by a professional contractor at least once a year or when the system is modified or replaced;\n\nWhen modifying the heating system, make sure that the internal dimensions of the chimney and smoke pipe are compatible with the new heating system;\n\nHave your chimney swept at least once a year;\n\nMake sure that there are no obstructions in the chimney, like a bird nest, debris or snow;\n\nWhen renovating the house, make sure that modifications, such as better windows, a more powerful kitchen hood, better insulation and air exchange system will not reduce the quantity of the fresh air needed to ensure the proper operation of the heating appliance;\n\nIf you have a second home, verify all appliances that use fuel during your first visit after winter.\n\nThrough the adequate use of combustion appliances:\n\nNever leave a car engine running inside the garage, even with the door open;\n\nNever use the remote starter when the car is in the garage. Do not leave the remote starter of your vehicle in the reach of children, to avoid the accidental start-up of the vehicle;\n\nNever use a gas oven instead of the main heating system, even for a short period of time;\n\nNever use a propane barbecue or a heater using fuel inside the house, apartment, cottage/cabin, trailer or any other type of building;\n\nNever block the air vents and exhaust systems of appliances that operate with fuel;\n\nNever use a flame-producing appliance in a closed area, like a lamp or a stove;\n\nNever operate a motor tool, like a chain saw or a generator, in a garage or a closed or poorly ventilated garden shed.\n\nChoosing your CO detectors\n\nChoose them by verifying:\n\nthe presence of a seal from a recognized certification agency, such as CSA and ULC;\n\nthe type of power supply;\n\nbattery-operated\n\nelectric\n\nappliance that you can plug-in a power outlet, or\n\npermanent appliance installed by a professional electrician\n\ncombined (battery and electricity)\n\nthe type of alarm: visual, audible or combined (visual and audible);\n\nthe presence of a test button to verify the proper operation of the device;\n\nthe presence of a low battery alarm;\n\nthe presence of a CO concentration display;\n\nthe existence of combined models;\n\nCO and smoke detectors\n\nCO and propane detectors\n\nCO and natural gas detectors\n\nInstalling your CO detectors\n\nInstall them by following the instructions of the manufacturer:\n\nOn each floor of the house;\n\nIn the corridor, near the bedrooms;\n\nNear the garage door next to the house;\n\nIn the room above the garage next to the house;\n\nAt any height on the wall, since carbon monoxide spreads equally in the air. However, choose an area that is easy to monitor and out of the reach of children and animals;\n\nThe combined CO and smoke models can be installed like smoke detectors.\n\nAvoid:\n\nRooms that are too hot (over 37.8 °C) or too cold (less than 4.4 °C);\n\nThe kitchen and areas less than two metres from cooking and combustion appliances;\n\nDamp rooms, like bathrooms, or rooms less than six metres from a source of moisture;\n\nAreas close to air inlets and outlets, such as a ventilation system and drafts;\n\nRooms that are not ventilated, where chemicals are stored;\n\nThe inside of a garage;\n\nThe dead space of a cathedral ceiling;\n\nPower outlets activated by a switch on the wall.\n\nMaintaining your CO detectors\n\nTest the alarm of your device by pressing the test button until you hear the alarm. The response time can take up to 20 seconds. THIS IS THE ONLY APPROPRIATE WAY TO TEST A CO DETECTOR;\n\nNever try to test your CO detector by exposing it to the exhaust pipe of a vehicle. This would immediately damage your device and void the warranty;\n\nClean the outside of the detector once a month with a vacuum, using a soft brush. Avoid using water, household cleaning products or solvents that are incompatible with the components of the device.\n\nChange the battery every year or use, if possible, a lithium battery.\n\nKnowing what to do if a person shows signs of intoxication or if the CO detector issues a signal:"}
{"text": "Radon Entry\n\nRadon gas is being released by each soil granule under the home. This gas becomes part of the air under the home. Warm air rising in all buildings causes a somewhat consistent vacuum in the lower parts of the building to pull radon into living spaces from the soil. Furnace & air conditioning systems then distribute this air through the structure.\n\nThese facts help answer most questions regarding testing fluctuations and repair methods.\n\nUranium/Radium in the soil is virtually a constant source of radon gas. Changing pressures in the home are typically responsible for \"day to day\" or \"season to season\" fluctuations in radon levels. These fluctuations are usually minor.\n\nRadon is not merely coming from large openings like a sump pit.\n\nRadon is sucked inward from the soil through many openings including gaps smaller than your eyes can see.\n\nConsumer Notice: As radon specialists since 1988, Midwest Radon and AAIR Professionals, Inc. have provided superior services with integrity. This website illustrates \"Radon in Simple Terms\" and tries to provide reliable information. Much of the content herein is intended to be simplistic in nature. However, this does not relieve you of the burden of seeking a wide array of information for basing decisions upon. Much of the content herein is intended to be simplistic in nature.AAIR Professionals, Inc. can not be held responsible for claims resulting from actions or services that may result from the information provided herein or from outside it's domain."}
{"text": "Radon Entry\n\nRadon gas is being released by each soil granule under the home. This gas becomes part of the air under the home. Warm air rising in all buildings causes a somewhat consistent vacuum in the lower parts of the building to pull radon into living spaces from the soil. Furnace & air conditioning systems then distribute this air through the structure.\n\nThese facts help answer most questions regarding testing fluctuations and repair methods.\n\nUranium/Radium in the soil is virtually a constant source of radon gas. Changing pressures in the home are typically responsible for \"day to day\" or \"season to season\" fluctuations in radon levels. These fluctuations are usually minor.\n\nRadon is not merely coming from large openings like a sump pit.\n\nRadon is sucked inward from the soil through many openings including gaps smaller than your eyes can see.\n\nConsumer Notice: As radon specialists since 1988, Midwest Radon and AAIR Professionals, Inc. have provided superior services with integrity. This website illustrates \"Radon in Simple Terms\" and tries to provide reliable information. Much of the content herein is intended to be simplistic in nature. However, this does not relieve you of the burden of seeking a wide array of information for basing decisions upon. Much of the content herein is intended to be simplistic in nature.AAIR Professionals, Inc. can not be held responsible for claims resulting from actions or services that may result from the information provided herein or from outside it's domain."}
{"text": "Member Login\n\nPAHs and other toxic compounds; dioxins and furans\n\nPolycyclic aromatic hydrocarbons are a large group of chemical compounds consisting of two or more benzene rings joined together. Examples include napthalene (2 rings), phenanthrene/anthracene (3 rings), pyrene (4 rings) and one of the most studied, benzo[a]pyrene, has 5 rings. In ambient air they are found either as gases or associated with particles, produced from the incomplete combustion of carbon based fuels such as coal, oil, wood, gas, and petroleum fuels. Fossil-fueled power stations, industrial processes (e.g. aluminium production), domestic burning of fossil fuels and traffic, particularly in urban areas, are the main sources of PAHs in outdoor air. Cigarette smoke is an important source of PAHs in indoor air. Levels of individual PAHs are monitored in outdoor air, but they are always present with other PAHs as part of a complex mixture. Therefore, people are always exposed to a number of different PAHs, rather than single PAHs on their own.\n\nSome PAHs have been shown to be toxic and/or carcinogenic (cancer-causing)in animals and this information is used to determine the risk to humans. For example, benozo[a]pyrene, benz[a]anthracene, dibenz[ah]anthracene are classified by the IARC (International Agency for Research on Cancer) as 'probably carcinogenic to humans'. As PAHs can be inhaled into the lungs as gases or attached to particles, there is the risk of lung cancer. For example, increased incidence of lung cancer has been observed in men working in gas and coke production and aluminium refining who were exposed to high concentrations of PAH fumes over long periods of time.\n\nLevels of PAHs in outdoor air are much lower than those encountered in occupational settings and there is no convincing evidence, as yet, to suggest that PAHs in outdoor air are a significant cause of lung cancer in the general population. Estimating the health effects due to PAHs in outdoor air is made difficult by cigarette smoking, which is a source of PAHs in itself, and which can obscure contributions from outdoor sources in population studies."}
{"text": "Air Pollution: What's the Solution\n\nLesson Description: Students will: -focus on the science behind air quality issues, look for relationships and trends among the data collected via real time sources and will examine the health impact of air pollution.\n\nrisks and benefits -risk analysis considers the type of hazard and estimates the number of people that might be exposed and the number likely to suffer consequences. the results are used to determine the options for reducing or eliminating risks.\n\n-individuals can use a systematic approach to thinking critically about risks and benefits. examples include applying probability estimates to risks and comparing them to estimated personal and social benefits.\n\n-excellence in environmental education (back to top)\n\n-strand 1 - questioning and analysis skills a) questioning--learners are able to develop, focus, and explain questions that help them learn about the environment and do environmental investigations.\n\nsummarize an environmental problem or situation to provide context for, or explain the origin of, a particular question. create visual presentations (such as maps, graphs, or video tapes) and written and oral statements that describe their thinking about the problem. pose clear questions and ideas to test (hypotheses), reformulating them when necessary. clarify their own beliefs about the environment and discuss how those beliefs are reflected in the questions they ask.\n\nb) designing investigations--learners are able to design environmental investigations to answer particular questions--often their own questions. define the scope of their inquiry, identifying the main variables and phenomena to be studied. select appropriate systems of measurement and observation. select tools that are appropriate for their environmental investigations based on the question asked and the type of information sought.\n\nc) collecting information--learners are able to locate and collect reliable information about the environment or environmental topics using a variety of methods and sources. observe systematically, measure accurately, and keep thorough and accurate records, which may include written notes and data tables, sketches, and photographs. understand and use various systems of measurement and derived measurements such as rates. assess, choose, and synthesize materials from resources such as aerial photographs, topographic maps, and satellite images; library and museum collections, historical documents, and eyewitness accounts; computerized databases and spreadsheets; the internet; and government records. collect firsthand information about their own community using field study skills.\n\nd) evaluating accuracy and reliability--learners are able to judge the weaknesses and strengths of the information they are using. examine evidence, identify faulty reasoning, and apply other basic logic and reasoning skills in evaluating information sources. identify gaps in information that indicate a need for further discovery or inquiry. evaluate data and evidence for accuracy, relevance, significance, appropriateness, and clarity.\n\ne) organizing information--learners are able to classify and order data, and to organize and display information in ways that help analysis and interpretation.present environmental data in a variety of formats including charts, tables, plots, graphs, maps, and flow charts. present environmental data in ways that demonstrate possible relationships between sets of information such as population census counts of a certain bird species and the prevalence of certain tree species or habitat types.\n\nf) working with models and simulations--learners understand many of the uses and limitations of models. evaluate models based on the question being investigated. account for variables such as the complexity of the model, its scale, its ability to represent important features of the process being modeled, and its reliability and accuracy.\n\ng) developing explanations--learners are able to synthesize their observations and findings into coherent explanations. consider the possible relationships among two or more variables. propose explanations based on what they observed or learned through research, selecting which evidence to use and accounting for discrepancies. synthesize and interpret information from a range of sources. use their proposed explanations to form new questions and suggest new avenues of inquiry.\n\n-strand 2.3 humans and their societies d) global connections--learners become familiar with ways in which the world's environmental, social, economic, cultural, and political systems are linked. describe ways in which the global environment is affected by individual and group actions, as well as by government policies and actions having to do with energy use and other forms of consumption, waste disposal, resource management, industry, and population. explain how an environmental change in one part of the world can have consequences for other places. for example, develop a map or another visual presentation that shows the effects of acid rain or nuclear fallout in places distant from the source of the pollution.\n\n-strand 2.4--environment and society a) human/environment interactions-- learners understand that human-caused changes have consequences for the immediate environment as well as for other places and future times. describe intended and unintended environmental and social consequences associated with the changing use of technologies. consider consequences that may be positive as well as negative. explain how human-caused environmental changes cause changes in other places.\n\n-strand 3--skills for understanding and addressing environmental issues a) identifying and investigating issues--learners are able to use primary and secondary sources of information, and apply growing research and analytical skills, to investigate environmental issues, beginning in their own community. clearly articulate and define environmental issues.\n\nb) sorting out the consequences of issues--learners are able to apply their knowledge of ecological and human processes and systems to identify the consequences of specific environmental issues. describe the effects of human actions on specific elements, systems, and processes of the environment.\n\nc) identifying and evaluating alternative solutions and courses of action--learners are able to identify and develop action strategies for addressing particular issues. identify different proposals for resolving an environmental issue. recognize and explain the perspectives on the issue that are embedded in those views.\n\n-strand 3.2--decision-making and citizenship skills a) forming and evaluating personal views--learners are able to identify, justify, and clarify their views on environmental issues and alternative ways to address them. discuss personal perspectives with classmates, remaining open to new ideas and information. justify their views based on information from a variety of sources, and clear reasoning.\n\nmassachusetts curriculum frameworks for science (back to top)\n\n-strand 1: earth and space science 1. matter and energy in the earth system1.14 explain how scientists study the earth system through the use of a combination of ground-based observations, satellite observations, and computer models of the earth system, and why it is necessary to use all of these tools together.\n\n-strand 4: technology/engineering 2. engineering design2.1 identify and explain the steps of the engineering design process, i.e., identify the need or problem, research the problem, develop possible solutions, select the best possible solution(s), test and evaluate, communicate the solution(s) .\n\nb. inquiry and problem solving identify questions and make predictions that can be addressed by conducting investigations. collect, organize, and interpret the data that result from experiments. select and use appropriate instrumentation to design and conduct investigations.\n\n-standard 5.3 (mathematical applications) all students will integrate mathematics as a tool for problem-solving in science, and as a means of expressing and/or modeling scientific theories. d. data analysis and probabilityrepresent and describe mathematical relationships among variables using graphs and tables. use computer spreadsheets, graphing and database applications to assist in quantitative analysis of data.\n\n-standard 5.10 (environmental studies) all students will develop an understanding of the environment as a system of interdependent components affected by human activity and natural phenomena. a. natural systems and interactionsdistinguish naturally occurring process from those believed to have been modified by human interaction or activity, such as ozone production\n\nb. human interactions and impactdescribe the effect of human activities on various ecosystems. evaluate the impact of personal activities on the local environment.\n\nnew york state learning standards for science (back to top)\n\n-standard 4 - science physical setting 2. many phenomena that we observe on earth involve interactions among components of air, water, and land.\n\n-living environment 7. human decisions and activities have a profound impact on the physical and living environment.\n\n-standard 6 - interconnectedness: common themes models 2. models are simplified representations of objects, structures, or systems used in analysis, explanation, interpretation, or design. patterns of change 5. identifying patterns of change is necessary for making predictions about future behavior and conditions.\n\n-standard 7 - interdisciplinary problem solving 1. the knowledge and skills of mathematics, science, and technology are used together to make informed decisions and solve problems, especially those relating to issues of science/technology/society, consumer decision making, design, and inquiry into phenomena.\n\n2. solving interdisciplinary problems involved a variety of skills and strategies, including effective work habits; gathering and processing information; generating and analyzing ideas; realizing ideas; making connections among the common themes of mathematics, science, and technology; and presenting results."}
{"text": "Where Does Haze Pollution Come From?\n\nRegional haze comes from many sources of pollution over a wide area. Coal-fired power plants are responsible for a significant portion of the regional haze in the U.S., along with other industrial facilities like refineries, cement plants, and paper mills. But a large number of other sources—like cars, or oil and gas activities—can add up to big contributions too. There are also natural sources of haze, like forest fires or dust storms. However, the law only deals with the haze caused by humans.\n\nThe pollution from these sources comes together and creates small particles in the atmosphere. Because they're very small, these particles can travel a long, long way and have a serious impact over a broad area—that's why it's called \"regional\" haze. For instance, pollution from the Midwest can end up over parks in New England, many states away. Wherever it comes from, when pollution reaches park skies, air resources are impacted. Fortunately, the law requires that those impacts be mitigated"}
{"text": "Air pollution is the human introduction into the atmosphere of chemicals, particulate matter, or biological materials that cause harm or discomfort to humans or other living organisms, or damage the environment. Pollution is the introduction of contaminants into an environment that causes instability disorder harm or discomfort to the physical systems or living organisms they are inAcid rain is Rain or any other form of precipitation that is unusually Acidic It has harmful effects on plants aquatic animals and infastructureThe Air Quality Index ( AQI) is a standardized indicator of the Air Quality in a given locationAtmospheric dispersion modeling is the mathematical simulation of how air pollutants disperse in the ambient atmosphere.The haloalkanes (also known as halogenoalkanes or alkyl halides) are a group of Chemical compounds consisting of Alkanes such as MethaneGlobal dimming is the gradual reduction in the amount of global direct Irradiance at the Earth 's surface that was observed for several decades after the start of systematicGlobal warming is the increase in the average measured temperature of theHaze is traditionally an atmospheric phenomenon where dust smoke and other dry particles obscure the clarity of the skyIndoor Air Quality (IAQ deals with the content of interior air that could affect health and comfort of building occupantsOzone depletion describes two distinct but related observations a slow steady decline of about 4 percent per decade in the total amount of Ozone in Earth'sParticulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gasSmog is a kind of Air pollution; the word &quotsmog&quot is a Portmanteau of Smoke and Fog.Water pollution is the contamination of Water bodies such as Lakes Rivers Oceans and Groundwater caused by human activitiesEutrophication is an increase in chemical Nutrients -- typically compounds containing Nitrogen or Phosphorus -- in an Ecosystem, and may occurFor other uses of the term &quothypoxia&quot see Hypoxia. Hypoxia or oxygen depletion is a phenomenon that occurs in aquatic environmentsMarine pollution is the harmful effect caused by the entry into the ocean of chemicals particles, or Plastic debris.For the fictional character see Oil Slick (Transformers. An oil spill is the release of a Liquid Petroleum Hydrocarbon intoShip pollution is the pollution of air and Water by Shipping.Surface runoff is a term used to describe when soil is infiltrated to full capacity and excess Water, from Rain, Snowmelt, or other sources flowsThermal pollution is a Temperature change in natural bodies of water caused by human influenceDistinguish from Wastwater (a lake in the Lake District in northwest EnglandWaterborne diseases are caused by Pathogenic Microorganisms which are directly transmitted when contaminated Drinking water is consumedWater quality is the physical chemical and biological characteristics of Water in relationship to a set of standardsWater stagnation occurs when Water stops flowing Stagnant water can be a major Environmental hazard.Soil contamination is caused by the presence of man-made chemicals or other alteration in the natural soil environmentBioremediation can be defined as any process that uses Microorganisms Fungi, green plants or their Enzymes to return the natural environment alteredA herbicide is used to kill unwanted Plants Selective herbicides kill specific targets while leaving the desired Crop relatively unharmedA pesticide is a substance or mixture of substances used to kill a pest.Radioactive contamination is the uncontrolled distribution of radioactive material in a given environmentActinides in the environment refer to the sources environmental behaviour and effects of Actinides in the environment.Environmental Radioactivity is the study of radioactive materials in the Human environment.Fission products are the atomic fragments left after a large nucleus fissions.Fallout is the residual radiation hazard from a Nuclear explosion, so named because it &quotfalls out&quot of the atmosphere into which it is spread during the explosionPlutonium in the environment is an article which is part of the Actinides in the environment seriesRadiation poisoning, also called &quot radiation sickness &quot or a &quot creeping dose &quot is a form of damage to organ tissue due to excessive exposure to This is a subpage of Environmental radioactivity. Radium Radium in quack medicine See the story of Eben Byers for details of one very nasty caseUranium in the environment, this page is about the Science of Uranium in the environment and in animals (including humansIntroduced species|Weed Invasive species is a phrase with several definitionsLight pollution, also known as photopollution or luminous pollution, is excess or obtrusive Light created mainly by Humans Among other effectsNoise pollution (or environmental noise) is displeasing human- or machine-created sound that disrupts the activity or balance of human or animal lifeRadio spectrum pollution is the straying of waves in the radio and Electromagnetic spectrums outside their allocations that cause problems for some activitiesVisual pollution is the term given to unattractive or unnatural (human-made visual elements of a vista a Landscape, or any other thing that a person might not want toFor other similarly-named agreements see Montreal Convention (disambiguation.Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution Concerning the Control of Emissions of Nitrogen Oxides or Their Transboundary Fluxes, opened for signature on The Kyoto Protocol is a protocol to the international Framework Convention on Climate Change with the objective of reducing Greenhouse gases in an effortThe Convention on Long-Range Transboundary Air Pollution, often abbreviated as Air Pollution or CLRTAP, is intended to protect the human environment against AirThis is a list of environmental organizations. See also Environmental organization Intergovernmental organizations International organizationsThe Department for Environment Food and Rural Affairs ( Defra) is the United Kingdom government department responsible for environmental protectionThe Global Atmosphere Watch (GAW is a worldwide system established by the World Meteorological Organization a United Nations agency to monitor trends in the Greenpeace, originally known as the Greenpeace Foundation, was founded in Vancouver, British Columbia, Canada in 1972The National Ambient Air Quality Standards (NAAQS are standards established by the United States Environmental Protection Agency that apply for outdoor Air Environmental science is the study of interactions among physical chemical and biological components of the environment.See also Nature The natural environment, commonly referred to simply as the environment, is a terminology that is comprised of all living andTemperature and layers The temperature of the Earth's atmosphere varies with altitude the mathematical relationship between temperature and altitude varies among fiveA chemical substance is a Material with a definite chemical composition.Particulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gas[1] Air pollution causes deaths[2] and respiratory disease. Respiratory Disease is the term for Diseases of the Respiratory system.[3] Air pollution is often identified with major stationary sources, but the greatest source of emissions is actually mobile sources, mainly automobiles. A major stationary source is a source that emits more than a certain amount of a Pollutant as defined by the U[4] Gases such as carbon dioxide, which contribute to global warming, have recently gained recognition as pollutants by climate scientists, while they also recognize that carbon dioxide is essential for plant life through photosynthesis. Carbon dioxide ( Chemical formula:) is a Chemical compound composed of two Oxygen Atoms covalently bonded to a singleGlobal warming is the increase in the average measured temperature of thePollution is the introduction of contaminants into an environment that causes instability disorder harm or discomfort to the physical systems or living organisms they are inPhotosynthesis is a Metabolic pathway that converts Light Energy into Chemical energy.\n\nThe atmosphere is a complex, dynamic natural gaseous system that is essential to support life on planet Earth. EARTH was a short-lived Japanese vocal trio which released 6 singles and 1 album between 2000 and 2001Stratosphericozone depletion due to air pollution has long been recognized as a threat to human health as well as to the Earth's ecosystems. The stratosphere is the second major layer of Earth's atmosphere, just above the Troposphere, and below the Mesosphere.Ozone depletion describes two distinct but related observations a slow steady decline of about 4 percent per decade in the total amount of Ozone in Earth'sAn ecosystem is a natural unit consisting of all plants animals and micro-organisms( Biotic factors in an area functioning together with all of the non-living physical (\n\nPollutants\n\nBefore flue gas desulfurization was installed, the emissions from this power plant in New Mexico contained excessive amounts of sulfur dioxide. Flue gas desulfurization (FGD is the technology used for removing Sulfur dioxide (SO2 from the exhaust flue gases in power plants thatNew Mexico ( is a state located in the southwestern region of the United States of America.\n\nThere are many substances in the air which may impair the health of plants and animals (including humans), or reduce visibility. These arise both from natural processes and human activity. Substances not naturally found in the air or at greater concentrations or in different locations from usual are referred to as pollutants.\n\nPollutants can be classified as either primary or secondary. Primary pollutants are substances directly emitted from a process, such as ash from a volcanic eruption or the carbon monoxide gas from a motor vehicle exhaust.\n\nSecondary pollutants are not emitted directly. Rather, they form in the air when primary pollutants react or interact. An important example of a secondary pollutant is ground level ozone - one of the many secondary pollutants that make up photochemical smog.\n\nNote that some pollutants may be both primary and secondary: that is, they are both emitted directly and formed from other primary pollutants.\n\nNitrogen oxides (NOx) especially nitrogen dioxide are emitted from high temperature combustion. The term nitrogen oxide typically refers to any Binary compound of Oxygen and Nitrogen, or to a mixture of such compounds NitricNitrogen dioxide is the Chemical compound with the formula N[[Oxygen O]]2 Can be seen as the brown haze dome above or plume downwind of cities. In Hydrodynamics, a plume is a column of one fluid moving through another\n\nCarbon monoxide is colourless, odourless, non-irritating but very poisonous gas. Carbon monoxide, with the chemical formula CO is a colorless odorless tasteless yet highly toxic Gas. It is a product by incomplete combustion of fuel such as natural gas, coal or wood. Vehicular exhaust is a major source of carbon monoxide.\n\nCarbon dioxide (CO2), a greenhouse gas emitted from\n\nVolatile organic compounds (VOC), such as hydrocarbon fuel vapors and solvents. This article describes a highly specialized aspect of its subject in the &quotTerminology and legal definitions&quot sectionIn Organic chemistry, a hydrocarbon is an Organic compound consisting entirely of Hydrogen and Carbon.A solvent is a liquid or gas that dissolves a solid liquid or gaseous Solute, resulting in a Solution.\n\nParticulate matter (PM), measured as smoke and dust. Particulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gas PM10 is the fraction of suspended particles 10 micrometers in diameter and smaller that will enter the nasal cavity. A micrometre ( American spelling: micrometer; symbol µm) is one millionth of a Metre, or equivalently one thousandth of a Millimetre PM2. 5 has a maximum particle size of 2. 5 µm and will enter the bronchies and lungs.\n\nToxic metals, such as lead, cadmium and copper. The M acro E xpansion T emplate A ttribute L anguage complements TAL, providing macros which allow the reuse of code acrossCharacteristics Lead has a dull luster and is a dense, Ductile, very soft highlyCadmium (ˈkædmiəm is a Chemical element with the symbol Cd and Atomic number 48Copper (ˈkɒpɚ is a Chemical element with the symbol Cu (cuprum and Atomic number 29\n\nChlorofluorocarbons (CFCs), harmful to the ozone layer emitted from products currently banned from use. The haloalkanes (also known as halogenoalkanes or alkyl halides) are a group of Chemical compounds consisting of Alkanes such as MethaneThe photochemical mechanisms that give rise to the ozone layer were worked out by the British physicist Sidney Chapman in 1930\n\nAmmonia (NH3) emitted from agricultural processes. Ammonia is a compound with the formula N[[hydrogen H3]] It is normally encountered as a Gas with a characteristic pungent Odor\n\nRadioactive pollutants produced by nuclear explosions and war explosives, and natural processes such as radon. Radioactive wastes are Waste types containing radioactive Chemical elements that do not have a practical purposeThe energy released from a nuclear weapon detonated in the Troposphere can be divided into four basic categories Blast &mdash40-50% of total energy Radon (ˈreɪdɒn is the Chemical element that has the symbol Rn and Atomic number 86\n\nSecondary pollutants include:\n\nParticulate matter formed from gaseous primary pollutants and compounds in photochemical smog, such as nitrogen dioxide. Smog is a kind of Air pollution; the word &quotsmog&quot is a Portmanteau of Smoke and Fog.\n\nGround level ozone (O3) formed from NOx and VOCs. Ozone (O3 is a key constituent of the Troposphere (it is also an important constituent of certain regions of the Stratosphere\n\nPeroxyacetyl nitrate (PAN) similarly formed from NOx and VOCs. Peroxyacetyl nitrate is a peroxyacyl nitrate. It is a secondary pollutant present in Photochemical smog.\n\nMinor air pollutants include:\n\nA large number of minor hazardous air pollutants. Some of these are regulated in USA under the Clean Air Act and in Europe under the Air Framework Directive. A Clean Air Act describes one of a number of pieces of legislation relating to the reduction of Smog and Air pollution in general\n\nA variety of persistent organic pollutants, which can attach to particulate matter. Persistent organic pollutants ( POP s are organic compounds that are resistant to environmental degradation through chemical, biological, and photolytic\n\nSources\n\nUsing a controlled burn on a field in South Georgia in preparation for spring planting. Stratford is a city in Sherman County, Texas, United States. The population was 1991 at the 2000 censusThe State of Georgia ( is a state in the United States and was one of the original Thirteen Colonies that revolted against British rule\n\nPuxi area of Shanghai at sunset. Shanghai ( 上[[wikt 海|海]] is the largest city in China in terms of population and one of the largest urban areas in the world with over 20 million The sun has not actually dropped below the horizon yet, rather it has reached the smog line. Smog is a kind of Air pollution; the word &quotsmog&quot is a Portmanteau of Smoke and Fog.\n\nSources of air pollution refer to the various locations, activities or factors which are responsible for the releasing of pollutants in the atmosphere. These sources can be classified into two major categories which are:\n\n\"Stationary Sources\" as smoke stacks of power plants, manufacturing facilities, municipal waste incinerators. Fuel is any material that is burned or altered in order to obtain energyA power station (also referred to as generating station, power plant or powerhouse) is an industrial facility for the generation of\n\n\"Mobile Sources\" as motor vehicles, aircraft etc. Roadway air dispersion modeling is the study of Air pollutant transport from a roadway or other linear emitter\n\nMarine vessels, such as container ships or cruise ships, and related port air pollution. Container ships are Cargo ships that carry all of their load in truck-size containers in a technique called Containerization.A cruise ship or cruise liner is a Passenger ship used for pleasure voyages where the voyage itself and the ship's amenities are part of the experience||-||-|-||-||-||-||-||-||-|} A port is a facility for receiving Ships and transferring cargo\n\nBurning wood, fireplaces, stoves, furnaces and incinerators . Wood is hard fibrous lignified structural tissue produced as secondary Xylem in the stems of Woody plants notably trees but also shrubsA fireplace is an architectural element consisting of a space designed to contain a Fire, generally for Heating but sometimes also for Cooking A stove is an enclosed heated space The term is commonly taken to mean an enclosed space in which fuel is burned to provide heating either to heat the space in which the stove is situatedA furnace is a device used for Heating The name derives from Latin fornax, Oven.Incineration is a waste treatment technology that involves the Combustion of organic materials and/or substances\n\nOil refining, and industrial activity in general. An oil refinery is an industrial Process plant where Crude oil is processed and refined into more useful Petroleum products, such as Gasoline\n\nChemicals, dust and controlled burn practices in agriculture and forestry management, (see Dust Bowl). A chemical substance is a Material with a definite chemical composition.The Dust Bowl, or the dirty thirties, was a period of severe Dust storms causing major ecological and agricultural damage to American and\n\nFumes from paint, hair spray, varnish, aerosol sprays and other solvents. Paint is any Liquid, liquifiable or mastic composition which after application to a substrate in a thin layer is converted to an opaque Solid Hair spray (also hair lacquer or spritz) is a common household Aqueous solution that is used to keep Hair stiff or in a certain styleVarnish is a transparent, hard protective finish or film primarily used in Wood finishing but also for other materialsAerosol spray is a type of dispensing system which creates an aerosol mist of liquid particles\n\nWaste deposition in landfills, which generate methane. For other uses see Water treatment and Land reclamation. A landfill, also known as a dump (and historically asMethane is a Chemical compound with the molecular formula. It is the simplest Alkane, and the principal component of Natural gas.\n\nMilitary, such as nuclear weapons, toxic gases, germ warfare and rocketry. A nuclear weapon is an explosive device that derives its destructive force from Nuclear reactions either fission or a combination of fission and fusion.Biological warfare (BW — known as a germ warfare, biological weapons and bioweaponry — is the use of any Pathogen ( BacteriumA rocket or rocket vehicle is a Missile, Aircraft or other Vehicle which obtains Thrust by the reaction of the\n\nNatural sources\n\nDust from natural sources, usually large areas of land with little or no vegetation. Dust is a general name for minute Solid particles with Diameters less than 500 micrometers.\n\nMethane, emitted by the digestion of food by animals, for example cattle. Methane is a Chemical compound with the molecular formula. It is the simplest Alkane, and the principal component of Natural gas.Flatulence is the production of a mixture of gases in the digestive tract of Mammals that are byproducts of the digestion processDigestion is the breaking down of chemicals in the body into a form that can be absorbedCattle, colloquially referred to as cows, are domesticated Ungulates a member of the Subfamily Bovinae of the family\n\nRadon gas from radioactive decay within the Earth's crust. Radon (ˈreɪdɒn is the Chemical element that has the symbol Rn and Atomic number 86\n\nVolcanic activity, which produce sulfur, chlorine, and ash particulates. Plate tectonics and hotspots Divergent plate boundaries At the Sulfur or sulphur (ˈsʌlfɚ see spelling below) is the Chemical element that has the Atomic number 16Chlorine (ˈklɔriːn from the Greek word 'χλωρóς' ( khlôros, meaning 'pale green' is the Chemical element with Atomic number 17 andParticulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gas\n\nEmission factors\n\nMain article: AP 42 Compilation of Air Pollutant Emission Factors\n\nAir pollutant emission factors are representative values that attempt to relate the quantity of a pollutant released to the ambient air with an activity associated with the release of that pollutant. Pollution is the introduction of contaminants into an environment that causes instability disorder harm or discomfort to the physical systems or living organisms they are in These factors are usually expressed as the weight of pollutant divided by a unit weight, volume, distance, or duration of the activity emitting the pollutant (e. g. , kilograms of particulate emitted per megagram of coal burned). Such factors facilitate estimation of emissions from various sources of air pollution. In most cases, these factors are simply averages of all available data of acceptable quality, and are generally assumed to be representative of long-term averages.\n\nThe United States Environmental Protection Agency has published a compilation of air pollutant emission factors for a multitude of industrial sources. [5] The United Kingdom, Australia, Canada and other countries have published similar compilations, as has the European Environment Agency. The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom, the UK or Britain,is a Sovereign state locatedFor a topic outline on this subject see List of basic Australia topics.Country to &quotDominion of Canada&quot or &quotCanadian Federation&quot or anything else please read the Talk PageEuropean Environment Agency (EEA agency of the European Union devoted to establishing a monitoring network for the monitoring of the European environment[6][7][8][9][10]\n\nIndoor air quality (IAQ)\n\nA lack of ventilation indoors concentrates air pollution where people often spend the majority of their time. Indoor Air Quality (IAQ deals with the content of interior air that could affect health and comfort of building occupantsRadon (Rn) gas, a carcinogen, is exuded from the Earth in certain locations and trapped inside houses. Radon (ˈreɪdɒn is the Chemical element that has the symbol Rn and Atomic number 86The term carcinogen refers to any substance Radionuclide or radiation that is an agent directly involved in the promotion of Cancer or in the fatation of its propagation Building materials including carpeting and plywood emit formaldehyde (H2CO) gas. A carpet is any loom-woven felted textile or grass floor coveringPlywood is a type of Engineered board made from thin sheets of Wood, called plies or veneersFormaldehyde is a Chemical compound with the formula H2CO It is the simplest Aldehyde —an organic compound containing a terminal Carbonyl Paint and solvents give off volatile organic compounds (VOCs) as they dry. This article describes a highly specialized aspect of its subject in the &quotTerminology and legal definitions&quot sectionLead paint can degenerate into dust and be inhaled. Characteristics Lead has a dull luster and is a dense, Ductile, very soft highlyDust is a general name for minute Solid particles with Diameters less than 500 micrometers. Intentional air pollution is introduced with the use of air fresheners, incense, and other scented items. Air fresheners are Consumer products that mitigate unpleasant Odors in indoor spacesIncense is composed of Aromatic biotic materials It releases fragrant Smoke when burned Controlled wood fires in stoves and fireplaces can add significant amounts of smoke particulates into the air, inside and out. Wood is hard fibrous lignified structural tissue produced as secondary Xylem in the stems of Woody plants notably trees but also shrubsA stove is an enclosed heated space The term is commonly taken to mean an enclosed space in which fuel is burned to provide heating either to heat the space in which the stove is situatedA fireplace is an architectural element consisting of a space designed to contain a Fire, generally for Heating but sometimes also for Cooking Indoor pollution fatalities may be caused by using pesticides and other chemical sprays indoors without proper ventilation. A pesticide is a substance or mixture of substances used to kill a pest.\n\nCarbon monoxide (CO) poisoning and fatalities are often caused by faulty vents and chimneys, or by the burning of charcoal indoors. Carbon monoxide, with the chemical formula CO is a colorless odorless tasteless yet highly toxic Gas.Charcoal' is the blackish residue consisting of impure Carbon obtained by removing water and other volatile constituents from Animal and Vegetation Chronic carbon monoxide poisoning can result even from poorly adjusted pilot lights. A pilot light is a small Gas Flame, usually Natural gas or Liquefied petroleum gas, which is kept alight in order to serve as an ignition source Traps are built into all domestic plumbing to keep sewer gas, hydrogen sulfide, out of interiors. Plumbing, from the Latin plumbum for Lead, is the skilled trade of working with pipes, tubing and Plumbing fixtures forHydrogen sulfide (or hydrogen sulphide) is the Chemical compound with the formula H 2 S. Clothing emits tetrachloroethylene, or other dry cleaning fluids, for days after dry cleaning. Tetrachloroethylene, also known under its systematic name tetrachloroethene and as perchloroethylene, perchloroethene, perc, and PCEDry cleaning is any cleaning process for Clothing and Textiles using an organic Solvent rather than Water.\n\nThough its use has now been banned in many countries, the extensive use of asbestos in industrial and domestic environments in the past has left a potentially very dangerous material in many localities. Asbestosis is a chronic inflammatory medical condition affecting the tissue of the lungs. Asbestosis is a chronic inflammatory medical condition affecting the Parenchymal tissue of the Lungs It occurs after long-term heavy exposureInflammation ( Latin, inflamatio, to set on fire is the complex biological response of vascular tissues to harmful stimuli such as Pathogenslung is the essential Respiration organ in air-breathing Animals including most Tetrapods a few Fish and a few Snails The most primitive It occurs after long-term, heavy exposure to asbestos from asbestos-containing materials in structures. Sufferers have severe dyspnea (shortness of breath) and are at an increased risk regarding several different types of lung cancer. Dyspnea or dyspnoea (pronounced disp-nee-ah, IPA /dɪsp'niə/ from Latin dyspnoea, from Greek dyspnoia fromLung cancer is a Disease of uncontrolled Cell growth in tissues of the Lung. As clear explanations are not always stressed in non-technical literature, care should be taken to distinguish between several forms of relevant diseases. According to the World Health Organisation (WHO), these may defined as; asbestosis, lung cancer, and mesothelioma (generally a very rare form of cancer, when more widespread it is almost always associated with prolonged exposure to asbestos). Asbestosis is a chronic inflammatory medical condition affecting the Parenchymal tissue of the Lungs It occurs after long-term heavy exposureMesothelioma is a form of Cancer that is almost always caused by previous exposure to Asbestos.\n\nBiological sources of air pollution are also found indoors, as gases and airborne particulates. Pets produce dander, people produce dust from minute skin flakes and decomposed hair, dust mites in bedding, carpeting and furniture produce enzymes and micrometre-sized fecal droppings, inhabitants emit methane, mold forms in walls and generates mycotoxins and spores, air conditioning systems can incubate Legionnaires' disease and mold, and houseplants, soil and surrounding gardens can produce pollen, dust, and mold. A pet is an Animal kept for companionship and enjoyment or a househeld animal as opposed to Livestock, Laboratory animals Working animals Mites, along with Ticks belong to the subclass Acarina (also known as Acari and the class Arachnida Mites are among the most diverse and successfulMethane is a Chemical compound with the molecular formula. It is the simplest Alkane, and the principal component of Natural gas.WikipediaManual_of_Style#National_varieties_of_English --> Molds (or Mycotoxin (from the Greek μύκης (mykes mukos &quotfungus&quot is a Toxin produced by an organism of the Fungus kingdom which includes MushroomsThe term air conditioning refers to the cooling and dehumidification of indoor air for Thermal comfort.Legionellosis is an Infectious disease caused by Bacteria belonging to the Genus Legionella.A garden is a planned space usually outdoors set aside for the display cultivation and enjoyment of Plants and other forms of Nature.Pollen is a fine to coarse powder consisting of microgametophytes ( pollen grains) which produce the male Gametes (sperm cells of Indoors, the lack of air circulation allows these airborne pollutants to accumulate more than they would otherwise occur in nature.\n\nHealth effects\n\nThe World Health Organization states that 2. 4 million people die each year from causes directly attributable to air pollution; with 1. 5 million of these deaths attributable to indoor air pollution. Indoor Air Quality (IAQ deals with the content of interior air that could affect health and comfort of building occupants[3] A study by the University of Birmingham has shown a strong correlation between pneumonia related deaths and air pollution from motor vehicles. The University of Birmingham (informally Birmingham University) is a British red brick University located in the city of Birmingham Pneumonia is an inflammatory illness of the Lung. Frequently it is described as lung Parenchyma / alveolar inflammation and abnormal[11] Worldwide more deaths per year are linked to air pollution than to automobile accidents. Published in 2005 suggests that 310,000 Europeans die from air pollution annually. Direct causes of air pollution related deaths include aggravated asthma, bronchitis, emphysema, lung and heart diseases, and respiratory allergies. Asthma is a chronic Condition involving the Respiratory system in which the airways occasionally constrict become inflamed, and areBronchitis is an Inflammation of the Bronchi. More specifically it may refer to Acute bronchitis, caused by viruses or bacteria and lastingEmphysema is a chronic obstructive Pulmonary disease ( COPD) formerly termed a chronic obstructive Lung disease (COLD Diesel or Diesel fuel (ˈdiːzəl in general is any Fuel used in Diesel engines The most common is a specific fractional distillate of petroleumMyocardial infarction ( MI or AMI for acute myocardial infarction) also known as a heart attack, occurs when the blood supplyAsthma is a chronic Condition involving the Respiratory system in which the airways occasionally constrict become inflamed, and are\n\nThe worst short term civilian pollution crisis in India was the 1984 Bhopal Disaster Bhopal disaster was an Industrial disaster that occurred in the city of Bhopal, Madhya Pradesh, India, resulting in the immediate deaths[12] Leaked industrial vapors from the Union Carbide factory, belonging to Union Carbide, Inc. , U. S. A. , killed more than 2,000 people outright and injured anywhere from 150,000 to 600,000 others, some 6,000 of whom would later die from their injuries. The United Kingdom suffered its worst air pollution event when the December 4Great Smog of 1952 formed over London. The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom, the UK or Britain,is a Sovereign state located&quotDecember 4th&quot redirects here For the song by Jay-Z, see December 4th (song.The Great Smog, also referred to as the Big Smoke befell London from December 5th to December 9th 1952.London ( ˈlʌndən is the capital and largest urban area in the United Kingdom. In six days more than 4,000 died, and 8,000 more died within the following months. An accidental leak of anthrax spores from a biological warfare laboratory in the former USSR in 1979 near Sverdlovsk is believed to have been the cause of hundreds of civilian deaths. Anthrax is an acute Disease in humans and animals caused by the bacterium Bacillus anthracis which is highly lethal in some formsBiological warfare (BW — known as a germ warfare, biological weapons and bioweaponry — is the use of any Pathogen ( BacteriumThe Union of Soviet Socialist Republics (USSR was a constitutionally Socialist state that existed in Eurasia from 1922 to 1991Between 1924 and 1991 Yekaterinburg Russia was also known as Sverdlovsk and in railway timetables it still is The worst single incident of air pollution to occur in the United States of America occurred in Donora, Pennsylvania in late October, 1948, when 20 people died and over 7,000 were injured. The United States of America —commonly referred to as theDonora is a Borough in Washington County, Pennsylvania, USA 20 miles (32 km south of Pittsburgh on the Monongahela river[13]\n\nThe health effects caused by air pollutants may range from subtle biochemical and physiological changes to difficulty in breathing, wheezing, coughing and aggravation of existing respiratory and cardiac conditions. These effects can result in increased medication use, increased doctor or emergency room visits, more hospital admissions and premature death. The\n\nEffects on cystic fibrosis\n\nA study from 1999 to 2000 by the University of Washington showed that patients near and around particulate matter air pollution had an increased risk of pulmonary exacerbations and decrease in lung function. See Washington (disambiguation for other uses The University of Washington, founded in 1861, is a public research University [14] Patients were examined before the study for amounts of specific pollutants like P. aeruginosa or B. cepacia as well as their socioeconomic standing. Participants involved in the study were located in the United States in close proximity to an Environmental Protection Agency . During the time of the study 117 deaths were associated with air pollution. A trend was noticed that patients living closer or in large metropolitan areas to be close to medical help also had higher level of pollutants found in their system because of more emissions in larger cities. With cystic fibrosis patients already being born with decreased lung function everyday pollutants such as smoke emissions from automobiles, tobacco smoke and improper use of indoor heating devices could add to the dissemination of lung function. [15]\n\nEffects on COPD\n\nChronic obstructive pulmonary disease (COPD) include diseases such as chronic bronchitis, emphysema, and some forms of asthma. Chronic obstructive pulmonary disease ( COPD) is a Disease of the lungs in which the Airways become narrowedBronchitis is an Inflammation of the bronchi (medium-size airways in the Lungs Acute bronchitis is usually caused by VirusesEmphysema is a chronic obstructive Pulmonary disease ( COPD) formerly termed a chronic obstructive Lung disease (COLDAsthma is a chronic Condition involving the Respiratory system in which the airways occasionally constrict become inflamed, and are[16] Two researchers Holland and Reid conducted research on 293 male postal workers in London during the time of the 1952 London Fog incident and 477 male postal workers in the rural setting. The amount of the pollutant FEV1 was significantly lower in urban employees however lung function was decreased due to city pollutions such as car fumes and increased amount of cigarette exposure. [17] It is believed that much like cystic fibrosis, by living in a more urban environment serious health hazards become more apparent. Cystic fibrosis (also known as CF, mucoviscoidosis, or mucoviscidosis) is a hereditary disease affecting the exocrine (mucus glands of the lungs Studies have shown that in urban areas patients suffer mucus hypersecretion, lower levels of lung function, and more self diagnosis of chronic bronchitis and emphysema. [18]\n\nLondon Fog of 1952\n\nIn the matter of four days a combination of dense fog and sooty black coal smoke came over the London area. [19] The fog was so dense residents of London could not see in front of them. The extreme reduction in visibility was accompanied by an increase in criminal activity as well as transportation delays and a virtual shut down of the city. During the 4 day period of the fog 12,000 are believed to have been killed. [20]\n\nEffects on children\n\nCities around the world with high exposure to air pollutants has the possibility of children living within them to develop asthma, pneumonia and other lower respiratory infections as well as a low initial birth rate. Asthma is a chronic Condition involving the Respiratory system in which the airways occasionally constrict become inflamed, and arePneumonia is an inflammatory illness of the Lung. Frequently it is described as lung Parenchyma / alveolar inflammation and abnormal Protective measures to ensure the youths health is being taken in countries such as New Delhi where buses now use compressed natural gas to help eliminate the \"pea-soup\" fog.[21] Research by the World Health Organization shows there is the greatest concentration of particulate matter particles in countries with low economic world power and high poverty and population rates. Examples of these countries include Egypt, Sudan, Mongolia, and Indonesia. This article is about the country of Egypt For a topic outline on this subject see List of basic Egypt topics.Sudan (officially the Republic of Sudan) ( السودان al-Sūdān is a country in northeastern Africa.Mongolia (mɒŋˈɡoʊliə, literally Mongol country/nation,) is a Landlocked Country in East The Republic of Indonesia ( (Republik Indonesia is a Country in Southeast Asia. The Clean Air Act was passed in 1970, however in 2002 at least 146 million Americans were living in areas that did not meet at least one of the \"criteria pollutants\" laid out in the 1997 National Ambient Air Quality Standards. A Clean Air Act describes one of a number of pieces of legislation relating to the reduction of Smog and Air pollution in general[22] Those pollutants included: ozone, particulate matter, sulfur dioxide, nitrogen dioxide, carbon monoxide, and lead. Because children are outdoors more and have higher minute ventilation they are more susceptible to the dangers of air pollution.\n\nReduction efforts\n\nThere are various air pollution control technologies and urban planning strategies available to reduce air pollution.\n\nEfforts to reduce pollution from mobile sources includes primary regulation (many developing countries have permissive regulations), expanding regulation to new sources (such as cruise and transport ships, farm equipment, and small gas-powered equipment such as lawn trimmers, chainsaws, and snowmobiles), increased fuel efficiency (such as through the use of hybrid vehicles), conversion to cleaner fuels (such as bioethanol, biodiesel, or conversion to electric vehicles). A cruise ship or cruise liner is a Passenger ship used for pleasure voyages where the voyage itself and the ship's amenities are part of the experienceA chainsaw (or chain saw) is a portable mechanical motorized Saw.A snowmobile (known locally as snowmachine, snowsled or by the Brandname Ski-Doo) is a land vehicle that is commonly propelled byA hybrid vehicle is a vehicle that uses two or more distinct power sources to propel the vehicleEthanol\n\nControl devices\n\nThe following items are commonly used as pollution control devices by industry or transportation devices. They can either destroy contaminants or remove them from an exhaust stream before it is emitted into the atmosphere. Pollution is the introduction of contaminants into an environment that causes instability disorder harm or discomfort to the physical systems or living organisms they are in\n\nLegal regulation\n\nSmog in Cairo\n\nIn general, there are two types of air quality standards. Particulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gasCyclonic separation is a method of removing Particulates from an air gas or water stream without the use of filters through Vortex separationAn electrostatic precipitator (ESP or electrostatic air cleaner is a Particulate collection device that removes particles from a flowing gas (such as air usingDesigned to handle heavy dust loads a dust collector consists of a blower dust filter a filter-cleaning system and a dust receptacle or dust removal system (distinguished from air cleanersBaffle spray scrubbers are a technology for air Pollution control.Cyclonic spray scrubbers are an air Pollution control technologyThis type of technology is a part of the group of Air pollution controls collectively referred to as Wet scrubbers An ejector or venturi Scrubber Mechanically aided scrubbers are a form of Pollution control technologySpray towers or spray chambers are a form of Pollution control technologyWet scrubber is a form of Pollution control technology The term describes a variety of devices that use Pollutants from a Furnace Flue gas The term nitrogen oxide typically refers to any Binary compound of Oxygen and Nitrogen, or to a mixture of such compounds NitricA LO NOx burner is a type of burner that is typically used in utility Boilers to produce Steam and Electricity.Selective catalytic reduction ( SCR) is a means of converting nitrogen oxides, also referred to as {{chem|NO|x}} with the aid of a Catalyst intoSelective Non Catalytic Reduction ( SNCR) is a method for reducing Nitrogen oxide emissions in conventional power plants that burn Biomass, waste Wet scrubber is a form of Pollution control technology The term describes a variety of devices that use Pollutants from a Furnace Flue gas A catalytic converter (colloquially &quotcat&quot or &quotcatcon&quot is a device used to reduce the toxicity of emissions from an Internal combustion engine.This article describes a highly specialized aspect of its subject in the &quotTerminology and legal definitions&quot sectionAdsorption is a process that occurs when a gas or liquid Solute accumulates on the surface of a solid or a liquid (adsorbent forming a film of molecules or atoms (the Activated carbon, also called activated charcoal or activated coal, is a form of Carbon that has been processed to make it extremely porous and thus togas flare or flare stack is an elevated vertical stack or Chimney found on Oil wells or oil rigs, and in refineries A thermal oxidizer is a process unit for Air pollution control in many Chemical plants that decomposes hazardous gases at a high temperature and releases them intoBiofiltration is a Pollution control technique using living material to capture and biologically degrade process pollutantsWet scrubber is a form of Pollution control technology The term describes a variety of devices that use Pollutants from a Furnace Flue gas Vapor (or vapour) recovery is the Process of recovering the Vapors of Gasoline or other Fuels so that they doAcid gas is Natural gas or any other gas mixture which contains significant amounts of Hydrogen sulfide (H2S Carbon dioxide (CO2Flue gas desulfurization (FGD is the technology used for removing Sulfur dioxide (SO2 from the exhaust flue gases in power plants thatMercury (ˈmɜrkjʊri also called quicksilver or hydrargyrum, is a Chemical element with the symbol Hg ( Latinized hydrargyrumNot to be confused with Dioxane or Digoxin. Dioxin is a heterocyclic, organic, antiaromatic compoundFuran, also known as furane and furfuran, is a heterocyclic Organic compound. The first class of standards (such as the U. S. National Ambient Air Quality Standards) set maximum atmospheric concentrations for specific pollutants. The National Ambient Air Quality Standards (NAAQS are standards established by the United States Environmental Protection Agency that apply for outdoor Air Environmental agencies enact regulations which are intended to result in attainment of these target levels. The second class (such as the North American Air Quality Index) take the form of a scale with various thresholds, which is used to communicate to the public the relative risk of outdoor activity. The Air Quality Index ( AQI) is a standardized indicator of the Air Quality in a given location The scale may or may not distinguish between different pollutants.\n\nCanada\n\nIn Canada, air quality is typically evaluated against standards set by the Canadian Council of Minister for the Environment (CCME), an inter-governmental body of federal, provincial and territorial Ministers responsible for the environment. The CCME has set Canada Wide Standards(CWS). [23][24] These are:\n\nCWS for ozone = 65 ppb (8-hour averaging time, by year 2010, achievement is based on the 4th highest measurement annually, averaged over 3 consecutive years.\n\nNote that there is no consequence in Canada to not achieving these standards. In addition, these only apply to jurisdictions with populations greater than 100,000. Further, provinces and territories may set more stringent standards than those set by the CCME.\n\nEuropean Union\n\nNational Emission Ceilings (NEC) for certain atmospheric pollutants are regulated by Directive 2001/81/EC (NECD). [25] As part of the preparatory work associated with the revision of the NECD, the European Commission is assisted by the NECPI working group (National Emission Ceilings – Policy Instruments). The European Commission (formally the Commission of the European Communities) is the executive branch of the European Union.[26]\n\nUnited Kingdom\n\nAir quality targets set by the UK's Department for Environment, Food and Rural Affairs (DEFRA) are mostly aimed at local government representatives responsible for the management of air quality in cities, where air quality management is the most urgent. The Department for Environment Food and Rural Affairs ( Defra) is the United Kingdom government department responsible for environmental protection The UK has established an air quality network where levels of the key air pollutants[27] are published by monitoring centers. [28] Air quality in Oxford, Bath and London[29] is particularly poor. Oxford is currently bidding for the 2010 Wikimania Conference Oxford () is a city, and the County town of Oxfordshire,Bath is a city in Somerset in the south west of England It is situated west of London and south-east of Bristol.London ( ˈlʌndən is the capital and largest urban area in the United Kingdom. One controversial study[30] performed by the Calor Gas company and published in the Guardian newspaper compared walking in Oxford on an average day to smoking over sixty light cigarettes. Calor is the Latin word for 'heat' In medical teaching 'calor' is one of the four classical signs of Inflammation.The Guardian (until 1959 The Manchester Guardian) is a British Newspaper owned by the Guardian Media Group.Oxford is currently bidding for the 2010 Wikimania Conference Oxford () is a city, and the County town of Oxfordshire,\n\nMore precise comparisons can be collected from the UK Air Quality Archive[31] which allows the user to compare a cities management of pollutants against the national air quality objectives[32] set by DEFRA in 2000.\n\nLocalized peak values are often cited, but average values are also important to human health. The UK National Air Quality Information Archive offers almost real-time monitoring of \"current maximum\" air pollution measurements for many UK towns and cities. [33] This source offers a wide range of constantly updated data, including:\n\nHourly Mean Ozone (µg/m³)\n\nHourly Mean Nitrogen dioxide (µg/m³)\n\nMaximum 15-Minute Mean Sulphur dioxide (µg/m³)\n\n8-Hour Mean Carbon monoxide (mg/m³)\n\n24-Hour Mean PM10 (µg/m³ Grav Equiv)\n\nDEFRA acknowledges that air pollution has a significant effect on health and has produced a simple banding index system[34] is used to create a daily warning system that is issued by the BBC Weather Service to indicate air pollution levels. [35] DEFRA has published guidelines for people suffering from respiratory and heart diseases. [36]\n\nUnited States\n\nLooking down from the Hollywood Hills, with Griffith Observatory on the hill in the foreground, air pollution is visible in downtown Los Angeles on a late afternoon. The Hollywood Hills, an unofficial designation of part of Los Angeles, California, United States, are part of the eastern section of the low transverseGriffith Observatory is located in Los Angeles California, United States.Los Angeles (lɑˈsændʒələs los ˈaŋxeles in Spanish) is the largest City in the state of California and the American West\n\nIn the 1960s, 70s, and 90s, the United States Congress enacted a series of Clean Air Acts which significantly strengthened regulation of air pollution. The United States Congress is the bicameral Legislature of the federal government of the United States of America, consisting of two housesA Clean Air Act describes one of a number of pieces of legislation relating to the reduction of Smog and Air pollution in general Individual U. S. states, some European nations and eventually the European Union followed these initiatives. The European Union ( EU) is a political and economic union of twenty-seven member states, located primarily in The Clean Air Act sets numerical limits on the concentrations of a basic group of air pollutants and provide reporting and enforcement mechanisms.\n\nIn 1999, the United States EPA replaced the Pollution Standards Index (PSI) with the Air Quality Index (AQI) to incorporate new PM2. The Air Quality Index ( AQI) is a standardized indicator of the Air Quality in a given location 5 and Ozone standards.\n\nThe effects of these laws have been very positive. In the United States between 1970 and 2006, citizens enjoyed the following reductions in annual pollution emissions:[37]\n\ncarbon monoxide emissions fell from 197 million tons to 89 million tons\n\nnitrogen oxide emissions fell from 27 million tons to 19 million tons\n\nsulfur dioxide emissions fell from 31 million tons to 15 million tons\n\nparticulate emissions fell by 80%\n\nlead emissions fell by more than 98%\n\nIn an October 2006 letter to EPA, the agency's independent scientific advisors warned that the ozone smog standard \"needs to be substantially reduced\" and that there is \"no scientific justification\" for retaining the current, weaker standard. The scientists unanimously recommended a smog threshold of 60 to 70 ppb after they conducted an extensive review of the evidence. [38]\n\nThe EPA has proposed, in June 2007, a new threshold of 75 ppb. This falls short of the scientific recommendation, but is an improvement over the current standard.\n\nPolluting industries are lobbying to keep the current (weaker) standards in place. Environmentalists and public health advocates are mobilizing to support compliance with the scientific recommendations.\n\nThe National Ambient Air Quality Standards are pollution thresholds which trigger mandatory remediation plans by state and local governments, subject to enforcement by the EPA. The National Ambient Air Quality Standards (NAAQS are standards established by the United States Environmental Protection Agency that apply for outdoor Air\n\nAn outpouring of dust layered with man-made sulfates, smog, industrial fumes, carbon grit, and nitrates is crossing the Pacific Ocean on prevailing winds from booming Asian economies in plumes so vast they alter the climate. The Pacific Ocean is the largest of the Earth 's Oceanic divisions Almost a third of the air over Los Angeles and San Francisco can be traced directly to Asia With it comes up to three-quarters of the black carbon particulate pollution that reaches the West Coast. The &quot West Coast &quot &quot Western Seaboard &quot or &quot Pacific Seaboard &quot are terms for the westernmost coastal states of the Western United States[39]\n\nAir pollution is usually concentrated in densely populated metropolitan areas, especially in developing countries where environmental regulations are generally relatively lax. Particulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gasCairo () which means &quotthe Vanquisher&quot or &quotthe Triumphant&quot is the capital and largest city of Egypt( Postal map spelling: Tientsin) is the second largest city in northern coastal China.Chongqing ( Postal map spelling: Chungking; Wade-Giles: Ch'ung-ch'ing) is the largest and most populous of the People's Republic of ChinaKanpur ( Hindi: कानपुर Urdu: کان پور spelled as Cawnpore before 1948 is one of the most populous cities in the north India Lucknow is also a mansion in New Hampshire Lucknow ( लखनऊ لکھنؤ Lakhnaū) is the capital city of Uttar Pradesh Jakarta (also DKI Jakarta) is the Capital and largest city of Indonesia.Shenyang ( Ch: 沈阳 pinyin Shěnyáng, or Mukden ( in Manchu) is a Sub-provincial city and capital of Liaoning However, even populated areas in developed countries attain unhealthy levels of pollution.\n\nCounties in the United States that violate National Ambient Air Quality Standards, as of June 2007. The National Ambient Air Quality Standards (NAAQS are standards established by the United States Environmental Protection Agency that apply for outdoor Air Air pollution is a health concern even in developed countries like the U. S.\n\nAtmospheric dispersion\n\nThe basic technology for analyzing air pollution is through the use of a variety of mathematical models for predicting the transport of air pollutants in the lower atmosphere. Atmospheric dispersion modeling is the mathematical simulation of how air pollutants disperse in the ambient atmosphere.Note The term model has a different meaning in Model theory, a branch of Mathematical logic. The principal methodologies are:\n\nPoint source dispersion, used for industrial sources. Air pollution dispersion terminology describes the words and Technical terms that have a special meaning to those who work in the field of Air pollution dispersion modeling\n\nVisualization of a buoyant Gaussian air pollution dispersion plume as used in many atmospheric dispersion models\n\nThe point source problem is the best understood, since it involves simpler mathematics and has been studied for a long period of time, dating back to about the year 1900. Air pollution dispersion terminology describes the words and Technical terms that have a special meaning to those who work in the field of Air pollution dispersion modeling Roadway air dispersion modeling is the study of Air pollutant transport from a roadway or other linear emitterAir pollution dispersion terminology describes the words and Technical terms that have a special meaning to those who work in the field of Air pollution dispersion modelingA wildfire, also known as a wildland fire, forest fire, brush fire, vegetation fire, grass fire, Peat fire,Photochemistry, a sub-discipline of Chemistry, is the study of the interactions between Atoms, small Molecules, and light (or Electromagnetic radiationSmog is a kind of Air pollution; the word &quotsmog&quot is a Portmanteau of Smoke and Fog. It uses a Gaussian dispersion model for buoyant pollution plumes to forecast the air pollution isopleths, with consideration given to wind velocity, stack height, emission rate and stability class (a measure of atmospheric turbulence). Carl Friedrich Gauss (1777 &ndash 1855 is the Eponym of all of the topics listed belowA contour line (also Level set, isopleth, isoline, isogram or isarithm) of a function of twoIn Fluid dynamics, turbulence or turbulent flow is a fluid regime characterized by chaotic Stochastic property changes[42][43] This model has been extensively validated and calibrated with experimental data for all sorts of atmospheric conditions.\n\nThe roadway air dispersion model was developed starting in the late 1950s and early 1960s in response to requirements of the National Environmental Policy Act and the U.S. Department of Transportation (then known as the Federal Highway Administration) to understand impacts of proposed new highways upon air quality, especially in urban areas. Roadway air dispersion modeling is the study of Air pollutant transport from a roadway or other linear emitterThe National Environmental Policy Act ( NEPA) is a United States environmental law that was signed into law on January 1, 1970 by UThe United States Department of Transportation ( DOT) is a federal Cabinet department of the United States government concerned with Transportation Several research groups were active in this model development, among which were: the Environmental Research and Technology (ERT) group in Lexington, Massachusetts, the ESL Inc. Lexington is a town in Middlesex County, Massachusetts, United States. group in Sunnyvale, California and the California Air Resources Board group in Sacramento, California. Sunnyvale ( or) is a city in Santa Clara County, California, United States.The California Air Resources Board, also known as ( CARB) is the &quotclean air agency&quot in the Government of California. The research of the ESL group received a boost with a contract award from the United States Environmental Protection Agency to validate a line source model using sulfur hexafluoride as a tracer gas. Sulfur hexafluoride is an Inorganic compound with the formula. This program was successful in validating the line source model developed by ESL inc. Some of the earliest uses of the model were in court cases involving highway air pollution, the Arlington, Virginia portion of Interstate 66 and the New Jersey Turnpike widening project through East Brunswick, New Jersey. Interstate 66 (I-66 is an Interstate highway in the eastern United States.The New Jersey Turnpike (or simply The Turnpike as it is known to New Jersey residents is a Toll road in New Jersey and is one of the most heavily traveledThis article is about the township in New Jersey for the suburb in Melbourne Victoria see Brunswick East Victoria East Brunswick is a Suburban\n\nArea source models were developed in 1971 through 1974 by the ERT and ESL groups, but addressed a smaller fraction of total air pollution emissions, so that their use and need was not as widespread as the line source model, which enjoyed hundreds of different applications as early as the 1970s. Similarly photochemical models were developed primarily in the 1960s and 1970s, but their use was more specialized and for regional needs, such as understanding smog formationEnvironmental impacts\n\nThe greenhouse effect is a phenomenon whereby greenhouse gases, create a condition in the upper atmosphere causing a trapping of heat and leading to increased surface and lower tropospheric temperatures. The Greenhouse effect refers to the change in the Thermal equilibrium temperature of a planet or moon by the presence of an Atmosphere containing gas that absorbsThe Greenhouse effect refers to the change in the Thermal equilibrium temperature of a planet or moon by the presence of an Atmosphere containing gas that absorbsGreenhouse gases are gaseous constituents of the atmosphere bothnatural and anthropogenic that absorb and emit radiation at specific wavelengths within the spectrum of thermal infraredTemperature and layers The temperature of the Earth's atmosphere varies with altitude the mathematical relationship between temperature and altitude varies among fiveIn Physics, heat, symbolized by Q, is Energy transferred from one body or system to another due to a difference in Temperature The troposphere is the lowest portion of Earth's atmosphere. It contains approximately 75% of the atmosphere's mass and almost all of its Water vapor and It shares this property with many other gases, the largest overall forcing on Earth coming from water vapour. This is a list of anthropogenic Greenhouse gases as used by the IPCC TARIn Climate science radiative forcing is (loosely defined as the change in net Irradiance at the Tropopause.General properties of water vapor Evaporation/sublimation Whenever a water molecule leaves a surface it is said to have evaporated Other greenhouse gases include methane, hydrofluorocarbons, perfluorocarbons, chlorofluorocarbons, NOx, and ozone. Methane is a Chemical compound with the molecular formula. It is the simplest Alkane, and the principal component of Natural gas.The haloalkanes (also known as halogenoalkanes or alkyl halides) are a group of Chemical compounds consisting of Alkanes such as MethanePerfluorocarbons (PFCs are compounds derived from Hydrocarbons by replacement of Hydrogen Atoms by Fluorine atomsThe haloalkanes (also known as halogenoalkanes or alkyl halides) are a group of Chemical compounds consisting of Alkanes such as MethaneThe term nitrogen oxide typically refers to any Binary compound of Oxygen and Nitrogen, or to a mixture of such compounds NitricOZONE is an object oriented Operating system written in the C programming language. Many greenhouse gases, contain carbon, and some of that from fossil fuels. Carbon (kɑɹbən is a Chemical element with the symbol C and its Atomic number is 6Fossil fuels or mineral fuels are fossil source Fuels that is Hydrocarbons found within the top layer of the Earth's crust.\n\nThis effect has been understood by scientists for about a century, and technological advancements during this period have helped increase the breadth and depth of data relating to the phenomenon. Currently, scientists are studying the role of changes in composition of greenhouse gases from natural and anthropogenic sources for the effect on climate change. Climate change is any long-term significant change in the \"average weather\" that a given region experiences\n\nA number of studies have also investigated the potential for long-term rising levels of atmospheric carbon dioxide to cause slight increases in the acidity of ocean waters and the possible effects of this on marine ecosystems. However, carbonic acid is a very weak acid, and is utilized by marine organisms during photosynthesis. Carbonic acid (ancient name acid of air or aerial acid) has the formula H2CO3Photosynthesis is a Metabolic pathway that converts Light Energy into Chemical energy.\n\n^National Research Council: Committee on Air Quality Management in the United States, Board on Environmental Studies and Toxicology, Board on Atmospheric Sciences and Climate, Division on Earth and Life Studies (2004). Acid rain is Rain or any other form of precipitation that is unusually Acidic It has harmful effects on plants aquatic animals and infastructureAir pollution is a concern in British Columbia (BC Canada because of its effects on Health and visibilityThe Air Quality Index ( AQI) is a standardized indicator of the Air Quality in a given locationAir stagnation is a phenomenon which occurs when an Air mass remains over an area for an extended period of timeThe ASEAN Agreement on Transboundary Haze Pollution is an Environmental agreement signed in 2002 between all ASEAN nations to bring Haze The Asian brown cloud is a layer of Air pollution that covers parts of the northern Indian Ocean, India, Pakistan, and parts of South AsiaAtmospheric chemistry is a branch of Atmospheric science in which the Chemistry of the Earth's atmosphere and that of other planets is studiedAtmospheric dispersion modeling is the mathematical simulation of how air pollutants disperse in the ambient atmosphere.A wood waste burner known as a teepee burner or wigwam burner in the United States and a beehive burner in Canada, is a free-standing conicalBest Available Control Technology (BACT is a pollution control standard mandated by the United States Clean Air Act.Each of the books listed in this Bibliography of atmospheric dispersion modeling includes the author(s the publication date the title the edition by whom published and the ISBNBuilding biology (or as it was coined in Germany) is a pseudoscientific activity that investigates the indoor living environment for a variety ofAtmospheric dispersion models are computer programs that use mathematical Algorithms to simulate how Pollutants in the ambient atmosphere disperseA critical load is defined \"A quantitative estimate of an exposure to one or more pollutants below which significant harmful effects on specified sensitive elements of the environmentCruise ships generate Sewage, Greywater, Hazardous wastes oily Bilge water ballast water solid waste and air pollutants Emission standards are requirements that set specific limits to the amount of Pollutants that can be released into the environmentThe Emissions & Generation Resource Integrated Database (eGRID is a comprehensive source of data on the environmental characteristics of almost all Electric power generatedList of international environmental agreements. Most of the following agreements are legally bindingFlue gas desulfurization (FGD is the technology used for removing Sulfur dioxide (SO2 from the exhaust flue gases in power plants thatFlue gas emissions from fossil fuel combustion refers to the Combustion product gas resulting from the burning of Fossil fuels.The Global Atmosphere Watch (GAW is a worldwide system established by the World Meteorological Organization a United Nations agency to monitor trends in the Global dimming is the gradual reduction in the amount of global direct Irradiance at the Earth 's surface that was observed for several decades after the start of systematicGlobal warming is the increase in the average measured temperature of theThe Greenhouse effect refers to the change in the Thermal equilibrium temperature of a planet or moon by the presence of an Atmosphere containing gas that absorbsHaze is traditionally an atmospheric phenomenon where dust smoke and other dry particles obscure the clarity of the skyThe Health Effects Institute (HEI is a non-partisan non-profit corporation specializing in research on the health effects of Air pollution.This term is ambiguous Ellenberg's indicator values are simple ordinal classes of organisms (initially plants with a similar realized ecological niche along a gradientThe International Agency for Research on Cancer ( IARC, or CIRC in its French Acronym) is an intergovernmental agency forming part of the World HealthThe Kyoto Protocol is a protocol to the international Framework Convention on Climate Change with the objective of reducing Greenhouse gases in an effortFor man-made disasters see List of wars and disasters by death toll A death toll is the number of dead as a result of War, Violence, The National Ambient Air Quality Standards (NAAQS are standards established by the United States Environmental Protection Agency that apply for outdoor Air Particulates, alternatively referred to as particulate matter (PM or fine particles, are tiny particles of solid or liquid suspended in a gasThe Polluter Pays Principle is a principle in Environmental law where the polluting party pays for the damage done to the Natural environment.Ship pollution is the pollution of air and Water by Shipping.Smog is a kind of Air pollution; the word &quotsmog&quot is a Portmanteau of Smoke and Fog.Haze is traditionally an atmospheric phenomenon where dust smoke and other dry particles obscure the clarity of the skySpare the Air is a program established by the Bay Area Air Quality Management District in 1991 to combat Air pollution during the Summer in theAir Quality Management in the United States. National Academies Press. ISBN 0-309-08932-8.\n\n^ \"Study links traffic pollution to thousands of deaths\", The Guardian, London, UK: Guardian Media Group, 2008-04-15. The Guardian (until 1959 The Manchester Guardian) is a British Newspaper owned by the Guardian Media Group.(English)\n\n^Committee on Environmental Health (2004). \"Ambient Air Pollution: Health Hazards to Children\". Pediatrics114 (6): 1699-1707. Pediatrics is an official Peer-reviewed journal of the American Academy of Pediatrics.doi:10.1542/peds.2004-2166. A digital object identifier ( DOI) is a permanent identifier given to an Electronic document.\n\n^ ab The source of these data is the Carbon Monitoring for Action (CARMA) database produced by the Center for Global Development. A kibibyte (a contraction of ki lo bi nary byte) is a unit of Information or Computer storage, established by the InternationalThe Guardian (until 1959 The Manchester Guardian) is a British Newspaper owned by the Guardian Media Group.The Center for Global Development (CGD is a Not-for-profit Think tank based in Washington DCARMA, Geographic Regions\n\nStuff in the Air Standard air quality modelling procedure for industrial sources.\n\nWiki on Atmospheric Dispersion Modelling. Addresses the international community of atmospheric dispersion modellers - primarily researchers, but also users of models. Its purpose is to pool experiences gained by dispersion modellers during their work."}
{"text": "Section 112 of the Clean Air Act identifies 188 compounds emitted from stationary, area, and\nmobile sources as hazardous air pollutants (also known as \"air toxics\"). The EPA has\nclassified many of these substances as \"known,\" \"probable,\" or\n\"possible\" human carcinogens. Air toxics are associated with a wide variety of\nnoncancer adverse health effects that include neurological, cardiovascular, liver, kidney, and\nrespiratory effects as well as effects on the immune and reproductive systems. The seriousness of\nthe harm can range from headaches and nausea to respiratory arrest and death. Severity varies with\nthe amount and length of exposure, the nature of the chemical itself (e.g., how it interacts with\nvarious organs and organ systems), and the unique behaviors and sensitivities of individual people.\nSome chemicals pose particular hazards to people of certain ages or genetic backgrounds.\n\n2. How did EPA characterize risk from the modeled 1999 exposure estimates?\n\nTo evaluate a chemical's potential to cause cancer and other adverse health\neffects, EPA examines which adverse effects a particular substance causes (in a \"hazard\nidentification\"), determines the exposure to the population (in an \"exposure\nassessment\"), and evaluates the specific exposures at which these effects might occur\n(in a \"dose-response assessment\"). The evaluation is based on studies of humans,\nanimals, and microorganisms, usually published in peer-reviewed scientific journals. In this\nnational-scale assessment, EPA combined information from dose-response assessments with modeled\nexposure estimates in a \"risk characterization\" to describe the potential that real-\nworld exposures to air toxics compounds might cause harm. The EPA also examined the uncertainties\nsurrounding the characterization of risk.\n\nAt present, EPA typically assumes a linear relationship between the level of\nexposure and the lifetime probability of cancer from an air toxics compound. It expresses this\ndose-response relationship for cancer in terms of a unit\nrisk estimate. The unit risk estimate (URE) is an upper\nbound estimate of an individual's probability of contracting cancer over a lifetime of exposure\nto a concentration of one microgram of the pollutant per cubic meter of air. Risks from exposures\nto concentrations other than one microgram per cubic meter are usually calculated by multiplying\nthe actual concentration to which someone is exposed by the URE. For example, the EPA may determine\nthe URE of a particular air toxics compound to be one in ten thousand per microgram per cubic meter.\nThis means that a person who inhales air containing an average of one microgram per cubic meter for\n70 years would have (as an upper bound) one chance in ten thousand (or 0.01%) of contracting cancer\nas a result. The EPA has developed UREs for many substances, and continues to re-examine and update\nthem as knowledge improves. More information on UREs can be found in the EPA's\nIntegrated Risk Information System. The UREs used in this\nassessment, along with associated uncertainties and a summary of the EPA's risk assessment\nguidelines for carcinogens, are included in the Health Effects Criteria\ndiscussion.\n\n4. How were the cancer risk estimates affected by EPA's recently revised Guidelines for Carcinogen\nRisk Assessment (EPA/630/P-03/001F) and new Supplemental Guidance for Assessing Susceptibility from\nEarly-Life Exposure to Carcinogens (EPA/630/R-03/003F)?\n\nThe revised Guidelines were released after the risk calculations for the national-scale\nassessment were completed. However, the effective guidance at the time we calculated the risks\n(an earlier draft of the revised Guidelines) was consistent in most ways with the revised document.\nThere was one important exception to this consistency, however. The cancer guidelines now include\nSupplemental Guidance that makes new recommendations with regard to estimating cancer risks to\nchildren. These recommendations have not been implemented for the chemicals included in the\nnational-scale assessment, with the exception of vinyl chloride.\n\nThe Supplemental Guidance recommends that risks to children be adjusted for carcinogenic\nchemicals acting through a mutagenic and linear mode of action (i.e., chemicals that cause cancer\nby damaging genes). Where available data for the chemical are adequate they should be used to\ndevelop age-specific potency values, as EPA has already done for vinyl chloride (and which are\nalready reflected for that chemical in the national-scale assessment). Where available data do\nnot support a chemical-specific evaluation of differences between adults and children, the\nSupplemental Guidance recommends the use of the following default adjustment factors for early-\nlife exposures: increase the carcinogenic potency by 10-fold for children up to 2 years old, and\n3-fold for children from 2 to 15 years old. These adjustments have the aggregate effect of\nincreasing by about 60% the estimated risk for a 70-year (lifetime) constant inhalation exposure.\n\nIt is important to keep in mind that EPA recommends that the default adjustments be made only\nfor carcinogens (1) acting through a mutagenic mode of action, (2) for which a linear dose response\nhas been assigned, and (3) for which data to evaluate adult and juvenile differences are not\navailable. The default adjustments are not recommended for carcinogens whose mode of action is\nunknown. EPA will determine as part of the IRIS assessment process which substances meet these\ncriteria, and future national-scale assessments will reflect adjustments for those substances.\n\nThe process of developing the unit risk estimate (URE) includes several important sources of uncertainty.\n\nFirst, many of the air toxics compounds in this assessment were classified as probable carcinogens, which means that data were not sufficient to prove these substances definitely cause cancer in humans. It is possible that some are not human carcinogens at environmentally relevant doses, and that the true cancer risk associated with these air toxics is zero.\n\nSecond, all UREs used in this assessment were based on linear extrapolation from high to low exposures. To the extent that true dose-response relationships for some air toxics compounds are less than linear, this assumption may result in overestimates of cancer risk.\n\nThird, UREs for most of these substances were developed from animal data using conservative methods to extrapolate between species. Actual human responses may differ from the predicted ones.\n\nFourth, most UREs used in this assessment (benzene is a notable exception to this) were based on statistical procedures that give the upper bound on the URE, which will likely result in an overstatement of risk.\n\nOn balance, we believe that true cancer risk from the assessed air toxics compounds would probably be less than that calculated in this assessment, although the possibility remains that it could be greater.\n\n6. Does EPA distinguish among chemicals based on the type of data that supports\nits carcinogenic potential?\n\nThe EPA uses a system called the weight-of-evidence for carcinogenicity for characterizing the\nextent to which available data support the hypothesis that a compound causes cancer in humans.\nUnder the EPA's 1986 risk assessment guidelines, the weight-of-evidence was described by Groups\n(A through E). Group A contains \"known\" carcinogens, or compounds for which evidence\nis sufficient to demonstrate a causal relationship between exposure and cancer incidence in humans.\nGroup B contains \"probable\" carcinogens, for which evidence of cancer in humans is\nsuggestive (Group B1) or evidence of cancer in animals is conclusive (Group B2). Group C\ncontains \"possible\" carcinogens, for which animal evidence is suggestive but not\nconclusive. Group D contains agents for which no evidence exists (so it cannot be said whether\nthe compound is or is not a carcinogen). Group E contains compounds for which adequate negative\nevidence exists (so it can be said that the compound is not a carcinogen). The approach outlined\nin the EPA's proposed guidelines for carcinogen risk assessment (1999) considers all scientific\ninformation in determining whether and under what conditions an agent may cause cancer in humans,\nand provides a narrative approach to characterizing carcinogenicity (rather than using categories\nor groups).\n\nBecause risk estimates are probabilities, cancer risks associated with different substances can\nbe added together as long as the substances cause cancer by (1) similar mechanisms, or (2)\ncompletely independent mechanisms. Addition of cancer risk estimates is inappropriate only where\nsubstances interact in ways that either enhance or inhibit each other's carcinogenic potency.\nHad it been available, information on non-additive interactions would have been considered (as\nrecommended in the EPA's 1986 Guidelines for the Health Risk Assessment of Chemical Mixtures,\n52 FR 34014-34025). Because no such information was identified, the EPA used the guidelines'\ndefault assumption that cancer risks from different air toxics compounds may be added.\n\nThe EPA typically expresses dose-response relationships for effects other than cancer in terms\nof the inhalation reference concentration (RfC).\nThe RfC is a concentration of the compound in air thought to be without adverse effects even if a\nperson is exposed continuously. In other words, exposures below the RfC will probably not cause\nadverse noncancer health effects.\n\nTo express noncancer hazards the EPA uses the RfC as part of a calculation called the\nhazard quotient (HQ), which is the\nratio between the concentration to which a person is exposed and the RfC. A value of the HQ less\nthan one indicates that the exposure is lower than the RfC and that no adverse health effects would\nbe expected. A value of the HQ greater than one indicates that the exposure is higher than the\nRfC. However, because many RfCs incorporate protective assumptions in the face of uncertainty, an\nHQ greater than one does not necessarily suggest a likelihood of adverse effects. Furthermore,\nthe HQ cannot be translated to a probability that adverse effects will occur and is not likely to\nbe proportional to risk. An HQ greater than one can best be described as indicating that a\npotential exists for adverse health effects.\n\nThe EPA has developed RfCs for many substances, and continues to re-examine and update them as\nknowledge improves. More information on RfCs can be found in the EPA's\nIntegrated Risk Information System. The RfCs (and\nequivalent values) used in this assessment, along with associated uncertainties and a summary of\nthe EPA's risk assessment guidelines for effects other than cancer, are included on the\nHealth Effects Criteria page.\n\n9. Can noncancer hazard estimates for different substances be combined?\n\nBecause different pollutants may cause similar adverse health effects, it is often appropriate\nto combine hazard quotients associated with different substances. The EPA has drafted revisions\nto the national guidelines on mixtures that support combining the effects of different substances\nin specific and limited ways. Ideally, hazard quotients should be combined for pollutants that\ncause adverse effects by the same toxic mechanism. However, because detailed information on toxic\nmechanisms was not available for most of the substances in this assessment, the EPA used a simpler\nand more conservative method also outlined in these draft guidelines. The combined noncancer\nhazards associated with respiratory irritation caused by 41 pollutants and neurological effects\nassociated with 20 pollutants were calculated using the hazard\nindex (HI), defined as the sum of hazard quotients for individual air toxics compounds that\naffect the same organ or organ system. The HI is only an approximation of the\ncombined effect because some of the substances may affect the target organs in different\n(i.e., non-additive) ways. As with the HQ, a value of the HI below 1.0 will likely not result in\nadverse effects over a lifetime of exposure. However, a value of the HI greater than\n1.0 does not necessarily suggest a likelihood of adverse effects. Furthermore, the HI cannot be\ntranslated to a probability that adverse effects will occur and is not likely to be\nproportional to risk. An HI greater than one can be best described as indicating that a potential\nmay exist for adverse effects to respiratory or nervous system."}
{"text": "1. Bamboo Palm: According to NASA, it removes formaldahyde and is also said to act as a natural humidifier. 2. Snake Plant: Found by NASA to absorb nitrogen oxides and formaldahyde. 3 5 6. Gerbera Daisy: Not only do these gorgeous flowers remove benzene from the air, they're known to improve sleep by absorbing carbon dioxide and giving off more oxygen over night."}
{"text": "- Remember that tar may be buried beneath the sand – use care when digging in the sand.\n\n- Wash with grease-cutting liquid dishwashing detergent and water and large amounts of water if oil makes contact with the skin.\n\n- Do not fish in oil spill-affected waters.\n\n- Avoid contact with dead or dying fish or other aquatic life.\n\n- Do not harvest or eat dead fish, fish with oily residue, or fish that have a petroleum odor.\n\n- Avoid boating through oil slicks or sheens.\n\n- If traveling through the area by boat, take precautions when hoisting the boat anchor.\n\nThose near Florida's Gulf Coast may detect an odor because of the oil spill. In combination with seasonal allergies, such as sensitivity to pollen, or pre-existing respiratory conditions such as asthma, some people may experience more severe symptoms.\n\nIndividuals experiencing respiratory symptoms that are aggravated by the odors from the oil spill should consider:\n- Staying indoors in air-conditioning and avoiding strenuous outdoor activity.\n- If symptoms do not improve, contact a health care professional for medical advice.\n- Individuals who have pre-existing medical conditions such as asthma or other respiratory illnesses should contact their physician if feeling symptomatic."}
{"text": "Critical Thinking in Environmental Science\n\nDecember 8, 2005\n\nclean air?\n\nThe Clean Air Act was created in 1943 to reduce the amount of smog and atmospheric pollution (Wikipedia). \"The use of the federal government and state and local governments to enforce clean air standards has contributed to an improvement of the health of Americans� (Wikipedia). Basically the Clean Air Act requires major point sources to obtain a permit to put emissions into the air. Once they have the permit they are supposed to maintain certain standards that are enforced mainly by fees ( fees that are in my opinion way to low. If a company can just get out of updating there equipment by paying a small fine then what are the incentives to not polluting. We need to have stronger punishments such as closing a company down that does not meet certain standards until they comply with the standards that were created to protect us all."}
{"text": "Related Articles\n\nHow can I find out about the quality of the air in my local area?\nThe American Lung Association has a Web tool that allows you to type in your ZIP code and get a detailed report on the air quality in your area. You'll find everything from grades for particulate and ozone pollution (Chicago gets an F for particulates, for example, while Cheyenne gets an A) plus a breakdown that shows how many unsafe pollution days the region has had and how many people in the area are at high risk."}
