{"text": "Journalist and author Scott Wallace chronicles a dangerous expedition to find and protect a tribe known as \"The People of the Arrow,\" among the last survivors of an ancient culture that pre-dates the arrival of Columbus."}
{"text": "You are here\n\nArticles\n\nTen years ago, the Hualapai Tribe in Arizona signed an agreement with a developer, David Jin, to build a glass Skywalk out over the Grand Canyon. After it was built, the tribe abruptly abrogated the contract; initially a U.S"}
{"text": "Why devote a book to the idea of treaty-making between Indigenous\npeoples and government in Australia? The answer is that a\ntreaty might address a big problem of principle at the same time as\nhelping to fix a set of ..."}
{"text": "Image Acorn Granary Native Americans stored acorns, corns and other food in a container called a granary. This acorn granary was created with natural resources from Yosemite Val... Curriculum: History/Social Science Grades: 4\n\nBy Resource Type:\nWeb Site Document or Handout Image Template Book Video"}
{"text": "Ogowgowe is discussed in the following articles:\n\nart\n\nThe art of the\nOgowe tribes, particularly the Mpongwe, is closely tied to death rituals. Their masks, painted white to symbolize death, represent dead female ancestors, though they are worn by male relatives of the deceased"}
{"text": "Theme & Logo\n\nHistory of the Festival of Native Arts Emblem\n\nTanana artist James G. Schrock-Grant designed in 1974 the Festival of Native Arts Emblem to represent the Alaska Native peoples and their cultures.\n\nA woodcarver from Southeast Alaska is shown carving a totem pole, while an Aleut hunter carves a wooden hat. Both the Yup'ik and Inupiaq are represented by the ivory-carver, while a snowshoe maker represents the Athabascan. In a circle matching each figure are animals used by each of the Native people: the dog salmon by the Tlingit/Haida/Tsimshian; the seal by Aleuts; the whale by Yup'ik and Inupiaq; and the caribou by Athabascans. The raven in center of the circle, signifying traditional religious beliefs, represents all Alaska Native people. This beautiful emblem represents the diverse cultures of Alaska."}
{"text": "Indians\n199\nfurnish the transportation. After dinner he called for me where Orpha and I were staying in Keams Canyon, and we started for Kyakotsmovi. Clyde knew I was interested in livestock. For that reason, we stopped at a corral25\nModule 2\nAssignment: Web Scavenger Hunt\nUsing a search engine find answers to the following questions. For each question list the query\nstring (phrase) you typed to find the answer and the rank/position of the answer with the..."}
{"text": "Joseph Reynolds knew that he owned land on the Rosebud Sioux Reservation in South Dakota, but he didn't know exactly where. Reynolds, who inherited the land from his grandparents, believed as many as 1,000 acres were waiting for him to build a life on."}
{"text": "The Kwakiutl recognized one social unit larger than the tribe-the confederacy,which was a cluster of loosely knit,informally related neighboring tribes who interacted with themselves more often than between other tribes.\n\n[quote=\"tj123\"]The Kwakiutl recognized one social unit larger than the tribe-the confederacy,which was a cluster of loosely knit,informally related neighboring tribes who interacted with themselves more often than between other tribes.\n\nA. tribes who interacted with themselves more often than between\n\nB. tribes who interacted among each other more often than among\n\nC. tribes who interacted with one another more often than with\n\nD. tribes, interacting among each other more often than between\n\nE. tribes, interacting among one another more often than with\n\nanswer is C, but i chose D, why is C correct and D wrong and E wrong?[/quote]\n\nOption D seems wrong to me beacuse in option D AMONG and BETWEEN don't appear appealing to me at-least"}
{"text": "@article {DKCRC-0788,\ntitle = {Willowra: Ladies{\\textquoteright} Day Out},\njournal = {Stories inLand},\nyear = {2010},\npages = {2{\\textquoteright}54\"},\npublisher = {PAW Media},\ntype = {Video slide show},\naddress = {Alice Springs},\nabstract = {This family group find an echidna track, beads and bush medicine as they walk to a soakage near Wandijong, the caves where people used to live in the old days, safe from the rain and from white people [it is near a Coniston Massacre site]. They tell the jukurrpa of that soakage, and how they used to dig for water there, and hunt for kangaroo, turkey, goanna, echidna and emu.},\nkeywords = {Aboriginal people, Bush food, Stories inLand, Wandijong, Warlpiri, Willowra},\nauthor = {LaFlamme, M},\neditor = {LaFlamme, M}\n}"}
{"text": "Annotation\n\nThe Apache Indians of North America have a rich and intricate religion, revolving around the animals they see and the Earth they revere"}
{"text": "Quileute (tribe)__ \"Quileute is a group, currently numbering approximately 750, of Native American peoples from western Washington state in the United States. The Quileute people settled onto the Quileute Indian Reservation after signing the Treaty of Point Elliott with the former Washington\nTerritory in 1855.\" An encyclopedic article. - From wikipedia -"}
{"text": "North Regional conference since. A subchapter, the Cracker's Kinfolk, became the Suwannee Cha"}
{"text": "Native American Picture Writing\n\nEach Native American tribe had its own spoken language. To communicate across tribes, they used sign language and picture writing. Have children practice writing their own picture story using Plains Indian symbols"}
{"text": "This is what's called a pipe dream. But it's grounded in reality, rooted in the heart of Cherokee in the Great Smoky Mountains of western North Carolina. It's where you'll find Harrah's Cherokee Casino and Hotel."}
{"text": "John John the Indian\n\nI am in my late 30's and grew up in Brandon, before it became an art gallery infested Liberal cesspool. As a kid I remember a person named John John the Indian. Does anyone have any info on this individual? What was his story"}
{"text": "Native American Tribes of the Great Plains\n\nShoshone\n\nThe Shoshone were present in many areas of the Great Plains, including present-day California, Utah, Montana, Wyoming, Idaho, and Nevada. Traditionally the Shoshone were divided into four groups that included the Comanche of west Texas, the Northern Shoshone of Idaho and Utah, the Western Shoshone, and the Wind River Shoshone of Wyoming. The Shoshone are known for living in teepees and hunting buffalo"}
{"text": "Wigwam\n\nWigwam, an Algonquian domed or conical dwelling prevalent in the eastern half of N America. The circular framework of poles was covered with bark or reed mats. A hole in the roof allowed the smoke from the fire to escape. The wigwam was occupied by one or more families.\n\nWigwams Wigwams used by the Eastern Woodlands hunters. They were covered with birchbark, skins or mats (artwork by Gordon MillerBeothuk Housing\nThis illustrated overview of mamateeks (the Beothuk word for houses) is from the Newfoundland and Labrador"}
{"text": "Powerful Photograph - Culture ClashThis seems to be a perfect example of what happens when rational-industrial progress tramples tribal-based cultures. Indigenous peoples all over the planet are going to be increasingly eliminated as natural resources become more scarce. Shameful."}
{"text": "\"Teip (also taip and taipa, Vaynakh тайпа, ˈtajpə: family, kin, clan, tribe) is a Chechen and Ingush tribal organization or clan, self-identified through descent from a common ancestor and geographic location"}
{"text": "Rhymes with YUMAN\n\nYuman\n\nnoun(Concise Encyclopedia)\n\nAny of several North American Indian peoples living mostly in California and Arizona, U.S., and speaking related Hokan languages. They once lived in the lower Colorado River valley and adjacent areas in what are now the U.S. states of Arizona and California and in Mexico. The river Yumans (including the Mojave, Yuma, and Maricopa) lived along the lower Colorado and middle Gila rivers; the upland Yumans (including the Hualapai, Havasupai, and Yavapai) inhabited western Arizona south of the Grand Canyon. The river Yumans were primarily farmers; most upland Yumans emphasized hunting and gathering. Both settled in dispersed hamlets rather than in villages. Yuman religion is characterized by belief in a supreme creator, faith in dreams, and ritual use of song narratives. Early 21st-century population estimates indicated some 9,000 individuals who identified themselves as Yuman."}
{"text": "Facts for Kids: Mandan Indians (Mandans) __ You will find information about the Mandan Indians for students and teachers. Topics Cover food, homes, arts and crafts, weapons, culture, and daily life of the Mandans. - From bigorrin.org - \n\nMandan __ \".\" An encyclopedic\narticle along with links to related materials. - illustrated - From wikipedia - \n\nMandan Indian Tribe History __ A good look at Mandan history along with links to additional resources. - From accessgenealogy.com -\n\nMandan Language and the Mandan Indian Tribe __ You will find Mandan language information and an introduction to the culture of the Mandan Indians. Many resources here. - From native-languages.org - \n\nThe Mandan Indian Tribe - Friends of the Settlers __ \"The Mandan Indian Tribe - History and Information.\" An article giving an overview of the Mandan Indians with many embedded links to related materials. - From legendsofamerica.com -"}
{"text": "Below are resources that are available for research in American Indian history and culture. Some resources may only be available at Sitting Bull College or with a password. Contact a librarian at 701-854-8008 or send an email to markh@sbci.edu if you need assistance.\n\nElectronic Books\n\nBelow is a listing of ebooks that are available online. Titles without links can be found at the NetLibrary link below.\n\nNative American Ethnobotany Database from the University of Michigan \nA searchable database of \"… Foods, Drugs, Dyes and Fibers of Native American Peoples, Derived from Plants.\"\n\nSpecial Collections\n\nIndex to James E. Emery Recordings \nIndex to a collection of over three hundred CD recordings of traditional Lakota stories, music and history recorded by James E. Emery in the 1950's through the 1970's. This collection is available at Sitting Bull College Library.\n\nTreaties\n\nResources for Information on treaties between the United States, various colonial powers and American Indian nations.\n\nEarly Recognized Treaties with the American Indian Nations \nA companion to Kappler that provides access to treaties between American Indian nations and colonizers between 1722 and 1805.\n\nKappler's Indian Affairs Laws and Treaties \nThe classic resource for accessing American Indian treaties online. Contains treaties, laws and executive orders pertaining to American Indian tribes."}
{"text": "Philip alias Metacom of Pokanoket\n\nEngraving of Matacom, also known as King Philip, the Wampanoag sachem.\n\nMetacom's open distrust of the Plymouth Colony came to a head when Wamsutta died while on a peace mission. Metacom organized other Indian tribes against the colony, starting a year-long war.\n\nEngravings in the Fogg Collection are part of document sets that make up the Fogg autograph collection."}
{"text": "Before the anniversary recedes from this week into last, let's take a minute to remember June 2, 1924, when Calvin Coolidge signed the Indian Citizenship Act. Here's a quick summary from nebraskastudies.org\n\nUntil the Indian Citizenship Act of 1924, Indians occupied an unusual status under federal law. Some had acquired citizenship by marrying white men. Others received citizenship through military service, by receipt of allotments, or through special treaties or special statutes. But many were still not citizens, and they were barred from the ordinary processes of naturalization open to foreigners. Congress took what some saw as the final step on June 2, 1924 and granted citizenship to all Native Americans born in the United States."}
{"text": "Company apologizes for 'Sassy Squaw' costume that's not exactly PC\n\n10/29/2012\n\n\"What should we dress little Susie up as for Halloween? How about as a pejoratively labeled Native American?\" We doubt that's the exact thought that would go through any parent's mind when seeing this getup by Incharacter, but the San Diego-based company apparently thought it would be a good idea to sell the costume anyway. It's clear the manufacturer didn't hear about the controversy in which the offensive term appeared on a high school homework assignment, nor did it get that general memo that went out around 1972 explaining that \"squaw\" isn't really cool to use anymore (it's a disparaging term for Native American girls that some claim means \"vagina\"). The company has apologized and pulled the costume from its website. [Source]"}
{"text": "National Geographic's 2012 Explorers' Symposium ended yesterday. It was a mind-bending, week-long exploration fest. Yet, despite the most daring and innovative presentations illustrating the technology and development of the metropolitan world (and there were many), I couldn't help but reflect on the brilliance of native cultures from the world's most remote regions. Consider this: before"}
{"text": "Humans were an integral part of a seemingly timeless northern lake-forest ecosystem during most of the present interglacial period, roughly the last ten millennia. Though this indigenous culture was nearly wrecked by the European commodity exchange known as the fur trade, the indigenous people survived, and are now being revived. Readers curious about the natives of the Lake-Forest culture may be interested in my unusual treatment of what early explorers called \"wandering foresters.\"\n\nEven coarse sand has life in it. This is a freshwater snail on a Rhode Island kettle lake shore.\n\nLibrary Journal: The author \"provides a complete natural and cultural history of kettle lakes, which are remnants of the Ice Age scattered along the path of retreating glaciers from Maine to Montana.\n\nBeyond Walden: \"The Ojibwe, and presumably the Archaic Algonquins who preceded them, believed that each member of their tribal nation was like a single wave upon a universal lake, a transient pulse of local energy on something larger and more mysterious than themselves.\" [page 226]\n\nPHOTO BANNER : \"A Chippewa Family in the St. Croix Area\" (1885) by Sanford C. Sargent, courtesy of the Minnesota Historical Society. Ducks were an important fod source for Archaic foragers, as was wild rice from marshes (this photo is not wild rice, but shows a marsh in the Upper Peninsula of Michigan."}
{"text": "Caption: Eskimos are not Indians, but Mongoloids. Both have all inherent reverence for their ancestors, the Japanese possessing the characteristic a degree stronger than the Eskimos. The Japanese serve fish raw. ...Group of about 50 people pose outside a building for a winter photograph. The military men appear to be from the U.S. Navy. This is possibly a photograph of the Barrow, Alaska ATG [Alaska Territorial Guard]."}
{"text": "The Indians saved the Pilgrim\nAnd in return the Pilgrim killed 'em\n\nIt can be taken as an example of how history is warped to fit the point of view of certain high hats. In a sense we don't wanna be teaching second graders about how the true Americans were tricked, lied to, murder pillaged, and forced from their land to help build this great nation. Its still a messed up story that shouldn't be candy coated."}
{"text": "Tohopeka contains a variety of perspectives and uses a wide arrayof evidence and approaches, from scrutiny of cultural and religious practices to literary and linguistic analysis, to illuminate this troubled period. Almost two hundred years ago, the territory that would become Alabama was both ancient homeland and new frontier where..."}
{"text": "They are called prehistoric because the early groups of Native Americans didn't have a written language. History is written -- so anything that happens that is before the use of writing is prehistoric (before written history).\n\nhistory - at one point in time native americans were called Marginal Americans ...\nWorld History - What factor led the English to attempt to kill off entire Native...\nSocialogy - Some associate Indian Gaming is financial security for Native ...\nus history - compare and contrast early settler's relations with native ...\n8th Grade History - which group best fits this sentence: groups: African ...\nNative American Literature - How are the tensions of the time of Native American...\nAPUSH - What was the difference in early settler's relationship with Native ...\nEnglish - Nothing specific just in general early America Where did the people of...\nU.S.History - In the Declaration of Independence what reference is there to ...\nspanish - What were the native Americans of ancient Peru called? I thought they ..."}
{"text": "Quapaw\nThe state of Arkansas was named after the Quapaw, who were called Akansea or Akansa, meaning \"land of the downriver people\", by other Native Americans."}
{"text": "Noohl k'ee wek 'we-raayoy 'we-heerkeek 'o wohpeyar' tektoh, tue' wee'eeet\nreeegaayor' kue wergers k'enego'hl kem keech kyue' weno'omo'r. In those days way back in this creek a log lay across the water, and a fox\nused to cross over on it and was often running there.\n\nKwesee kohchee kem heekoch so 'ue-werhperyerksek' kwesee 'ap new kol' nuemee wogee 'o\nkey kolo kol' sook nee nep'. Once as he was crossing over he saw something sitting right in the middle of\nit and apparently eating something.\n\nKwesee neekee 'w-egolek', Tee'neesho wee' 'o gohkuemem', mee' nekee'\n'ne-tektoh?\nSo he said, What are you doing there, because this is my log?\n\n'O neee'now' kue wee 'o key kwesee twegoh. He looked at what was sitting there, and it was the coon."}
{"text": "It's not the most apposite of names because it means something completely different from native <anything else>.\n\nOn the other hand, it's arguably more apposite than 'Indians'.\n\nOkay, your arguments have convinced me that \"Native Americans\" is pointlessly ambiguous and clearly coined by people who have trouble counting past ten with their shoes on. So, what term should we use instead, particularly given that \"Indian\" is even more ambiguous?\n\nI dislike this because it's so faux respectful, and possibly not true. They weren't really particularly connected in any meaningful way, so given a choice I wouldn't call them anything as an arbitrary group. They definitely weren't nations and they might not have been first.\n\nThus, I prefer the nom de guerre Amerindians if I must use something. Tacking the \"-indians\" on may not make that much sense, but it's not like the people who first called them that had ever met actual the other kindIf you always get grief, it seems to mean that you are asking the question a lot. Since your question attempts to insist on some (undefined, yet rigid), definition of words with some implied but not explained logic; I can see why you would get grief for it. Language is rarely bound by external laws of logic The people who lived here before the arrival of the English speaking settlers from Europe would be considered natives. Hence, the phrase \"Native American\" can be used to identify them in English.\n\nThis, of course, is completely separate from the matter that the people so identified do not actually choose that phrase for self-identification, generally preferring their tribal name, (either in its original form or in its Anglicized variant), or accepting the equally \"erroneous\" term \"indian.\"Quote:\"Native American\" is pretty much never used by Yanks to refer to aboriginal Hawaiians. They tend to be called Hawaiian or Polynesian. I would not claim that the term is never applied to them, but is so rare as to be insignificant. (The same thing tends to be true of the Eskimoes, although as mainlanders associated with neighboring non-Eskimo peoples, the term might occasionally show up there.)\n\nQuote:\n\nOriginally Posted by The Flying Dutchman\n\nQuote:\n\nOriginally Posted by tomndebbThe same thing tends to be true of the Eskimoes, although as mainlanders associated with neighboring non-Eskimo peoples, the term might occasionally show up there.\n\nIn Alaska, Eskimos are called Eskimos. But the more usual term is \"native\" or \"Alaska native\", which means Eskimo or Athabaskan or Indian or Aleut. Most white people just lump everyone into the \"native\" category unless there's a particular reason not to. And of course, \"native\" can be used with a certain tone of voice that turns it from a neutral descriptor into an ethnic slur, I'm sure everyone has heard \"black\" used the same way\"Native americans\" is a term commonly used in Canada as well when we refer to your aboriginals or first nations. You Americans don't own the English languageI know that you are getting awfully testy over a rather minor nitpick.\nWhatever settlers arrived from Europe before the British involved fewer than a couple thousand people (in a land populated by many millions) and began fewer than 110 years prior to the arrival of the British, (as opposed to the several thousand years that people migrating from Asia had been here).\n\nQuote:\n\nOriginally Posted by The Flying Dutchman\n\n\"Native americans\" is a term commonly used in Canada as well when we refer to your aboriginals or first nations. You Americans don't own the English language.\n\nI never claimed that the U.S. owned the language. I am sorry to hear that some of your co-nationalists have picked up some of the bad habits of their Southern neighbors, given that the people identified as \"Native Americans\" generally eschew that phrase, themselves.\n\nSee, there's this place, right? And it's called \"America\", OK? And the people that live there, well, they're called \"Americans\". But a lot of them are descended from people who moved there recently, yes? And so to distinguish the ones that were there first, the \"natives\", we combine those two concepts into the term \"Native American\".\n\nSee, there's this place, right? And it's called \"America\", OK? And the people that live there, well, they're called \"Americans\". But a lot of them are descended from people who moved there recently, yes? And so to distinguish the ones that were there first, the \"natives\", we combine those two concepts into the term \"Native American\".\n\nI hope that clears things up.\n\nNot really because it doesn't make a lot of sense.\n\nWhich of the following means something completely different to all the others.\n\nYes, but in that case it's generally the context that let's you know which meaning applies.\n\nThat's also the case here. I don't think I've ever heard a person born in America described as a \"native American\" (other than a joke on the Simpsons) because people know it might be taken as referring to Native American heritage.\n\nQuote:\n\nWhilst it's good to try and use nomenclature that no one finds offensive it's also a good idea to avoid picking identifiers that already have a perfectly clear (and different) meaning.\n\nThis describes \"Indian\" perfectly.\n\nAnd to the OP... they were native to the place that is now called America. See?\n\nYou do realize that words in English can have more than one meaning, right?\n\nYes, but in that case it's generally the context that let's you know which meaning applies.\n\nYou know: 'I filled the pitcher with water' is not usually understood to mean that you were torturing some baseball player at Guantanamo Bay.\n\nThere are tons of constructions in English which are ambiguous on their face and require additional context to clarify. \"He's an engineer.\" Does he work on a train or does he design circuits? \"She's mad.\" Is she angry or is she crazy? Do you find yourself complaining about these too?\n\nQuote:\n\nIf someone says: 'He's a native American', it could mean he's someone who was born and lives in the USA or it could mean that he belongs to the group of people also know as 'American Indians'.\n\nIn most cases it will mean the latter, some times it will mean the former. So what?\n\nQuote:\n\nWhilst it's good to try and use nomenclature that no one finds offensive it's also a good idea to avoid picking identifiers that already have a perfectly clear (and different) meaning.\n\nAs far as I know, most people understand what the term \"Native American\" is referring to, particularly if it's in the context of the discussion they're having. You've been given a clear definition of the term, and yet you somehow think that this clear definition is confusing. Your beef seems to be with the way the English language develops rather than this term in particular. ETA: Did you have trouble figuring out that \"beef\" here means complaint rather than the meat from a cow?\n\nIt would be nice if the Indians (a term most of them apparently use, however grudgingly) had some old pre-Columbian term that applied to all the tribes from Alaska to Tierra del Fuego, but they apparently didn't and saw no need for oneLemme ask you a question: was the poet Homer a European? He did not call the place he lived \"Europe.\"\n\nIs it reasonable to refer to Lucy, the early human, as an early African?\n\nThere's a type of bird called the American swallow-tailed kite. I'm pretty sure these birds don't call the place they live America. Is the name therefore a misnomer?\n\n[Abe Simpson mode]I first recall hearing the term Native American on an episode of the TV show Alice in which Larry Hovis corrects someone who says \"Indian.\" At the time it offended me a bit, because I thought it implied that the rest of us who have lived our entire lives here aren't native Americans. I had no problem with saying native American peoples or native American culture, but applying it to individuals of a particular ancestry seemed to exclude the majority of native Americans.\n\nBut you know what? I've realized in the past 20-odd years it doesn't hurt me a bit. Most people who meet me assume I was born in this country, and if someone happens to think I'm from Canada, it's no skin off my nose anyway.\n\nNow, what if someone who looks Asian or Hispanic or speaks with an accent but was born in the United States wants to distinguish himself from immigrants? He can always say he is a native-born American. Yes, it's an extra syllable, but it doesn't seem like an undue hardship.\n\nFinally, the term Native American seems to be one I only hear on TV or radio anyway. In conversation, I think people are much more likely to say Indian or, when more clarity is needed, American Indian. (I'm fairly certain I've never heard \"Amerind\" or \"Amerindian\" spoken aloud, although I've seen them in print.)\n\nQuote:\n\nThe much more common and traditional term \"natural born citizen\" is preferred, if distinguishing a born citizen from a naturalized citizen is relevant and necessary.\n\nSomeone can be a \"natural born citizen\" without ever having been to this country, which is why I suggested \"native-born\" for someone who was actually born within its borders.\n\nqpw, all languages are rife with ambiguities. This is how language works. Examine your last response to me: grammatically it doesn't even make any sense, given that it appears to be missing a predicate to a nested dependent clause. But again, how language works is that I'm able to figure out your meaning without difficulty.\n\nYou're complaining about a central feature of language. What's interesting is the particular example that you're harping about.\n\nIf the phrase \"Native American\" virtually never causes confusion, and if it pulls in the connotations the speaker wishes to pull in (pointing out that the referent comes from a culture that's been here many centuries longer than the cultures of more recent immigrants), then it's a successful usage. The fact that you can't come up with any real-life examples where the term causes confusion, needing to create hypotheticals, is telling.\n\nAnd in your example, the speaker should have rephrased his information: \"I was in the US last month. I had dinner with a Ian and Dave to discuss the merger. Ian emigrated there five years ago. Dave was born there\". It has the advantage of fewer syllables, parallel construction, and no ambiguity.\n\nThe thing is, the concept of \"Indians\" or \"Native Americans\", to refer to people descended from people who lived here before Columbus, is a European construct. The various tribes and empires who lived in the Americas before Columbus didn't have a term that meant \"people who live in the Americas\", because they didn't need to.\n\nYou have to be aware that there's another continent out there before you need a name for the particular continent you live on.\n\nAnd when Indians came in contact with Europeans, they didn't have the idea that there were two types of people--Indians in one category, Europeans in another. Rather, Europeans were just one more type of people. Sure, they spoke different languages and dressed funny and had funny technology, but so did every other group that wasn't your group.\n\nThis is Bernieyeball's second try at this. Many here are addressing a slightly larger question (the overall usefulness and accuracy of \"Native American\") than what he actually asked (about that term's incorporation of \"American,\" which wasn't a pre-Columbian word).\n\nQuote:\n\nOriginally Posted by Bernieyeball\n\nI suspect the humans who inhabited this continent before the arrival of Europeans did not call it North America or America.\nHow can they be Native \"Americans\"?\n\nQuote:\n\nOriginally Posted by spark240\n\nIn English, we call it America. \"Native American\" is an English-language term.\n\nAs it happens, the word for the continent in some Native languages is \"America,\" or something close to it, simply because individual tribes had no basis for thinking in terms of the whole continent before European arrival.\n\nIn Cherokee Tsalagi, the word is Ameliga.\n\nBefore the European \"discovery,\" there was no concept, for anyone, of a collective body including all the human populations indigenous to the American continents, but distinct from all human populations elsewhere. Therefore the only possible terms are retrofits. If you speak English, it makes sense to use an English retrofit term. \"Indian\" was the first such, but is obviously more susceptible to misunderstanding in most contexts.\n\nQuote:\n\nOriginally Posted by Marley23\n\nQuote:\n\nOriginally Posted by qpw3141\n\nOver the phone, you hear: \"I was in the US last month. I had dinner with a Ian and Dave to discuss the merger. Ian emigrated there five years ago. Dave is a native American\".\n\nWas Dave simply someone who was born in the US or was he descended from people who were there before Columbus?\n\nSince you're discussing national origins I'd assume he was born in the U.S. (And if I'm wrong, so what?) I understand there are situations in which this could be confusing. There are two ways to read the phrase. But most of the time the meaning is clear. It's the same as the beef example.\n\nIf the speaker was concerned about the possibility of misunderstanding, he could say \"Dave is an American by birth.\" Ian's \"emigration\" implies he has relocated permanently, and may become a citizen. But given the parallel presentation of the two, I would say it's easy to comprehend as a statement on each man's personal origins and relationship to the United States, not his ancestry.\n\nA nation is a group of people who share culture, ethnic origin and language, often possessing or seeking its own independent government.\n\nErrr... not so much, no. We're not entirely clear just how closely connected even nominally-similar tribes were ethnically. Lingually, some seem to have been divided. Culture was usually shared significantly with a tribe, but the tribes were also spread out and intermixed, and rarely had a significant government over them as a tribe.\n\nI will grant that evidence is sparse and incomplete now, because many languages have vanished, records never created or gone, and peoples assimiilated. But there's evidence of two or three migrations now, not just one. Languages seem to have been substantially divergent over area, with little commercial contact between people of the same tribe, let alone neighboring ones.\n\nOur notions of the systems of government in North America are skewed, because aside from early Spanish contact, European contact happened after the continent-wide pandemics. The Mississippi valley is full of earthworks from the Mound Builders, but by the time European settlers arrived the Mound Builder civilization was gone. These earthworks weren't constructed by a few scattered bands of hunter-gatherers. The Spanish famously encountered many state level civilizations during their conquests. The Pilgrims famously were taught how to farm by the Indians.\n\nThe vast majority of Indians in 1491 were farmers, not nomadic hunter-gatherers. State level social organization was common. Continent-wide trade networks existed, although we see interesting things, like tobacco paraphernalia showing up in Alaska in the 1600s--apparently tobacco was introduced from the Americas to Europe, and across Eurasia to Siberia, and showed up in Alaska the long way round.\n\nOr, to sum up, you're entire argument is: I'm going to make up stuff and people who don't agree with me are stupid cretins. Big deal. It's not a persuasive argument, but have fun trying to convince yourself that it isOMFG!!!! They were illegal immigrants!!!!\n\nYou think thats funny ? Let me tell you that the incursion of non aboriginals into the Americas hasn't exactly worked out for the aboriginals. Every immigrant (and I'm an immigrant) simply has a netgative impact on their quality of life that they would have had without us Europeans. Or Asians Or the Africans for that matter, who were willing enough to work as slaves for the whites and thereby justifierd their existence in the new worldIt isn't 'hand waved' away.\n\nIt's just irrelevant.Note, if this is what's worrying you, that 'irregular' in no way implies 'wrong'.\n\nThis is the definition of hand-waving. If your only response to an argument is to declare it irrelevant, then it's clear that you have no counter-argument.\n\nQuote:Again, this statement is false. It is not the only time that native is used in this sense. For example, the term \"Native Australian\" can be used as a synonym for Aborigine. See here and here. Of course, I can predict the response, which will be that since you personally don't use the term \"Native Australian\" that must mean that the term is irrelevant.\n\nQuote:\n\nNote, if this is what's worrying you, that 'irregular' in no way implies 'wrong'.\n\nI'm not the one who doesn't understand the term \"irregular.\" Of course, this is just another repeated attempt at \"distraction.\"\n\n\"Native\" in ethnological usage generally refers to the inhabitants present when their home region was \"discovered\" by Europeans, AFAIK regardless of whether they were in fact the first colonizers of the region or in fact replaced preceding peoples. American Indians are Native Americans in the same way as Malays are Native Indonesians, Khoikhoi Native South Africans, etc.\n\nI might point out that, since no pre-Columbian language evolved a term that distinguishes the speakers of that language and their neighbors throughout the Americas from (to them hypothetical) other human beings, we are stuck with two English phrases, American (or Red) Indians (the alternative a Britticism) and Native Americans, or the neologism portmanteaued from the first, Amerind(s). Though an obvious coinage from American Indian, it does have the virtue of being non-ambiguous and non-pejorative."}
{"text": "a screen or mat covered with a dark material for shielding a camera lens from excess light or glare American Indian tribe that in the 17th century may have numbered 3,000 individuals living in more than 20 villages distributed along what is now the Massachusetts coast. Members of the Algonquian language family, the Massachuset cultivated corn (maize) and other vegetables, gathered wild plants, and hunted and fished. The people moved seasonally between fixed sites to exploit different wild food resources as they became available. The tribe was divided into bands, each ruled by a chief, or sachem. Even before colonial settlement began in the immediate area, the Massachuset population had been greatly reduced by warfare with their northeastern neighbours, the Tarratine. The tribe was decimated by a pestilence in 1617; a smallpox epidemic in 1633 wiped out most remaining members of the tribe, including the chief. Christian missionaries, notably John Eliot, gathered converts from the Massachuset and other tribes into new villages in which distinct tribal identities often merged. The state of Massachusetts is named for this tribe"}
{"text": "My Cart\n\nCompare Products\n\nInter Tribal\n\nAs the nomadic Plains Indians roamed their territory long ago, tribes would meet and their songs would often be shared. As more voices were included in the songs, the songs would naturally change.\n\nAs this form of inter tribal music evolved, actual words were replaced by vocables (hey, yah, or lay) in the songs. This transformation from a song sung in a specific language to one with a more universal feel shows the beauty of a living culture and the native song's ability to adapt and evolve."}
{"text": "I'm not on a reservation, but my People are Hopi, so I'm familiar with both Hopi and Navaho conditions. Yes, the people are poor, many of them, but they all certainly have toilet paper. I'm not familiar with the tribes in the Dakotas, but I would assume they have the basic needs."}
{"text": "34 CFR 222.90 - What definitions apply to this subpart?\n\nIn addition to the definitions in § 222.2, the following definitions apply to this subpart:\n\nIndian children means children residing on Indian lands who are recognized by an Indian tribe as being affiliated with that tribe.\n\nIndian tribe means any Indian tribe, band, nation, or other organized group or community, including any Alaska Native village or regional or village corporation as defined in or established under the Alaska Native Claims Settlement Act (85 Stat. 688), which is recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians.\n\n(Authority: 20 U.S.C. 7713, 7881, 7938, 8801"}
{"text": "What if the Amerindians had a more European culture? For example, if they didn't revere the land and saw it as something to posess, as the Europeans did, ditto for animals. How would this change European and American attitudes towards them?\n\nNorman\n\nJanuary 8th, 2004, 08:33 PM\n\nLet's not confuse current american indian cultural values with the values of these groups 4 or 5 hundred years ago. They have been greatly influenced by the concept of the 'noble savage' (Rousseau?), and are largely a relatively modern phenomena.\n\nAs one web site states:\n\"The concept of the \"noble savage\" may have been, in part, an attempt to reestablish the value of indigenous lifestyles and delegitimatize the imperial excesses - establishing them as morally superior to counter-balance the perceived political and economic inferiorities.\"\n\nHowever, if the indian cultures were more like us I don't believe it would really have made a whit of difference. The new disease environment would still have wiped them out. An remember that the Iroqouis and Cherokee had adopted many of the ways of the European - in the end it didn't protect them against Jackson."}
{"text": "several Navajo Indians, including several children, sitting beneath a tree;"}
{"text": "The Western Siouan languages, also called Siouan proper or simply Siouan, are a Native American language family of North America, and the second largest indigenous language family in North America, after Algonquian...\n\nThe Missouria or Missouri are a Native American tribe that originated in the Great Lakes region of United States before European contact. The tribe belongs to the Chiwere division of the Siouan language family, together with the Iowa and Otoe...\n\nThe Iowa , also known as the Báxoje, are a Native American Siouan people. Today they are enrolled in either of two federally recognized tribes, the Iowa Tribe of Oklahoma and the Ioway Tribe of Kansas and Nebraskaregion but later moved throughout the midwest and plains. The language is closely related to Ho-Chunk\n\nWinnebago language\n\nThe Winnebago language is the language of the Ho-Chunk tribe of Native Americans in the United States. The language is part of the Siouan language family, and is closely related to the languages of the Iowa, Missouri, and Oto...\n\n, also known as Winnebago. Christian missionaries first documented Chiwere in the 1830s, but since then virtually nothing has been published about the language. Chiwere suffered a steady decline after extended European-American contact in the 1850s, and by 1940 the language had almost totally ceased to be spoken.\n\nThe last two fluent speakers died in the winter of 1996, and only a handful of semi-fluent speakers remain, all of whom are elderly, making Chiwere highly endangered\n\nEndangered language\n\nAn endangered language is a language that is at risk of falling out of use. If it loses all its native speakers, it becomes a dead language. If eventually no one speaks the language at all it becomes an \"extinct language\"....The Iowa Tribe of Oklahoma is one of two federally recognized Iowa tribes. The other is the Iowa Tribe of Kansas and Nebraska. Traditionally Iowas spoke the Chiwere language, part of the Souian language family...\n\nspeak their language. The Iowa Tribe of Oklahoma has sponsored language workshops in the past and hopes to host more in the future. They have provided tribal elders with recording devices to collect Chiwere words and songs. The Otoe-Missouria Tribe of Indians\n\nOtoe-Missouria Tribe of Indiansis establishing a language program in conjunction with the University of Oklahoma Native American Studies Department.\n\nName\n\nThe Iowa tribe refers to their language as Báxoje ich'é or Bah Kho Je . The Otoe-Missouria dialect is called Jíwere ich'é . The spelling Chiwere, used mostly by linguists, derives from the fact that the language has an aspirationdistinction (see the phonology section below), so that the unaspirated stops /b̥ d̥ d̥ʒ ɡ̊/ are variably voiced [b d dʒ ɡ] or unvoiced [p t tʃ k]. Although [tʃ] is a valid pronunciation of the first sound of Jiwere ~ Chiwere, it may mislead English speakers into pronouncing it [tʃʰ].\n\nSimilarly, a common folk etymology of Báxoje is \"dusty noses,\" based on the misunderstanding of the first syllable bá as pá, or \"nose.\" However, the Iowa Tribe of Okahoma says Bah-Kho-Je means \"grey snow,\" due to their winter lodges being covered with snow stained grey by fire smoke.\n\nPhonology\n\nThe phonology of Chiwere consists of approximately 29 consonants, three nasal vowels, and five oral vowelsɾ\n\nj\n\nThe phoneme /ɾ/ has a number of variants and allophones. It can appear as a dental tap or flap\n\nFlap consonant\n\nIn phonetics, a flap or tap is a type of consonantal sound, which is produced with a single contraction of the muscles so that one articulator is thrown against another.-Contrast with stops and trills:...\n\n[ɾ] (especially word-medially), as an (inter)dental fricative [ð], as a lateral\n\nLateral consonant\n\nA lateral is an el-like consonant, in which airstream proceeds along the sides of the tongue, but is blocked by the tongue from going through the middle of the mouth....\n\n[l], as a nasal [n], or as a voiced dental plosive [d]. The velar nasal phoneme /ŋ/ does not occur word-initially, being confined to \"medial position after a nasal vowel.\"\n\nPhoneme Combinations\n\nIn languages there are certain clusters of phonemes that show up in particular environments within a word. According to William Whitman's research of Chiwere, there are approximately 23 known consonant clusters which are word medial and approximately 14 of these show up word initially or word medially. In this research it has been found that the stop + stop consonant cluster čd, as in áčda ('then'), shows up in the word medial position but not as a word initial phoneme cluster.\n\nThe stop + spirant clusters ʔθ, ʔs, and ʔh all show up word initially and word medially, whereas the stop + semivowel clusters dw and gw only show up word medially. The stop + liquid clusters bl and gl show up word initially and word medially. Spirant + stop clusters generally appear in both word initial and word medial position, these clusters include θg, sǰ, sg, hd, and hg, however the spirant + stop clusters sd and xd only appear word medially. These are all the spirant + stop clusters accounted for in the research of William Whitman, however, the spirant + stop cluster hk has been found to exist word medially, as in chéthka ('domestic cow').\n\nAccording to Whitman's research there are two spirant + nasal consonant clusters that have been found, which are hm, as in sáhmã ('seven') and hn, as in láhnũwe ('calumet'), however Whitman does account that hñ is a combination which appears as a future tense suffix. After reviewing further data, the cluster hñ has been found in the word medial position position, as in péhñi ('whiskey') and thus appears to be another possible spirant + nasal consonant combination.\n\nThe stop + semivowel consonant clusters θw, xw, and hw all appear to be restricted to the word medial environment, whereas the stop + semivowel consonant cluster sw appears to be the only stop + semivowel known to show up both word initially, as in swá̃la ('to be soft') and baswá ('to cut piece off'). The stop + liquid phoneme clusters θl, sl, and xl have all been found in the word initial and word medial environments.\n\nCluster Metamorphosis & Phenomenon\n\nAn interesting analysis of the Chiwere language has shown that the spirant + stop consonant cluster hg as being the more commonly used pronunciation of the spirant + stop cluster θg and that the hg cluster may be replacing the θg all together.\n\nIn William Whitman's research, the spirant + stop combination xd, with the one given example used in this journal being iblí̃xdo ('blackbird'), is mentioned as being an error for the spirant + stop combination hd. But the spirant + stop combination xd has also been found in the words chéxdó ('buffalo bull'), náxda ('sour'), and náxdage ('kick'). With this data we can see that the consonant cluster xd is a possible combination and can show up in word medial position.\n\nVowels\n\nChiwere has five oral vowel phonemes, /a e i o u/, and three nasal vowelis distinctive as well.\n\nExternal links"}
{"text": "Indian tribes in North America fought constantly among themselves and one tribe would drive out another from their land whenever they got the chance. That was the way of the world back then and what the Europeans did was no different from what the Indians had been doing to each other for thousands of years. It wasn't the Europeans fault that the Indians never bothered to develop their civilization to the point where they could defend themselves properly"}
{"text": "Chingachgook is a lifelong friend of Natty Bumppo, the white frontiersman and hero of the saga. Chingachgook and his son Uncas (who is the last of the Mohicans) frequently help defend the English settlers against hostile attacks by other native tribes and the French. Uncas is eventually killed by a Huron warrior. As an old man, Chingachgook rejects the Moravian faith that he had embraced in his youth, and he dies wearing traditional Mohican regalia"}
{"text": "History and Culture of the People\n\n100 years ago, the indigenous people lived in the beautiful and amazing Amazon rainforest. Most lived on the exquisite Amazon River. To travel they made canoes to go up and down river. The population was almost wiped out by the diseases brought by European and South American colonists. After the natives started to recover from the diseases, they were blown over with another major crisis. They began to get enslaved. Now, there are fewer natives then there were 500 years ago.\n\nAmazonians were a race of war like women in Greek mythology. They killed all of their male offspring, and raised their daughters in the art of war. The Indian came to the Amazon before the white people. One group of Spaniards was brutally attacked by a group of women warriors. The Spaniards called them Amazons after the word \"a\" meaning without and \"mazos\" meaning breast. They got their name from their ritual of burning or cutting off their right breast in order to handle a bow and arrow with ease. Many died because of this. The wound easily gets infected.\n\nThese war-women lived in the Asian Minor, and Cappadocia, but only met during battle. Many references to Amazons appear in Greek literature. For example, the legendary hero Hercules is said to have killed Hippoplyta, the most famous Amazonian queen. According to the famous Greek poet, Homer, the Amazons fought on the side of troy in the Trojan war.\n\nSome scholars believe that the concept of a race of women warriors originated when the Greeks fought the Scythians, people who lived north of the Black Sea.\n\nHerodotus, the 5th century Greek historian reported that following one war between the Greeks and the Amazons set sail with a number of Amazon captives.\n\nNot all the people are women and follow their tradition.\n\nThe people hold many secrets. Scientists and nature preservers are still trying to pry their sophisticated knowledge out of them. Small pieces at a time. The main things they are getting from them are their potions, rituals, and medicines, to use on our people.\n\nGovernment owns the Amazon rainforest. For the people to own land they paddle their canoes up to an area that they chose usually about 1-2 acres. They build their small hut, and once they live on it for 7 years, they own it.\n\nThey live off the river, and their sewage from their small bathroom runs down the bank and into the river. Their baths are also taken in the river along with washing the dishes, and drinking. That is why pretty much all people that live in the Amazon have potbellies. The bacteria and all that grossness gets in to their body and forms worms. Their potbellies are caused from the worms being inside of them. Check out our interview page for more information."}
{"text": "A young Native American woman reclines on a couch. The couch is covered with a blanket with large geometric designs. The woman is wearing leggings and a dress with beaded fringes and a striped, beaded yoke. She has on bracelets and a headband with a large feather. Her hair is in braids. The wall behind the couch is covered with Native American artifacts. They include a shield, two bows, a fringed buckskin shirt and some other fringed clothing, a long woven sash, three woven bags with geometric designs, an animal pelt, moccasins, two long necklaces, and some unidentified artifacts .\n\nTCI Notes\n\nAn interior photograph of an unidentified woman in regalia lying down on a wool blanket. She is wearing a beaded buckskin dress, legging, plain moccasins and a beaded headband with a single Eagle feather on the side of her head. The feather is usually worn in the back of the head. She is lying on two different wool blankets. In the background hanging on the wall are many different objects that belong to Major Moorhouse. Many of these objects have appeared in many other Major Moorhouse"}
{"text": "Little Bear Tail By M.A.P.\n\nOnce upon a time there lived a Lenape boy named Little Bear. He\nlived by a river named Blue River in a valley named Wyoming Valley. The\nmembers of the valley used rocks to chip off chert to make an arrowhead for\nLittle Bear, too. They also used rocks as a tool to help make good meals to\neat. One day Little Bear went on a hunt and killed a deer. He dragged it\nback and the whole tribe celebrated his first kill."}
{"text": "Tribal Sovereignty\n\nPrice: $24.95\n\nWithin this fourteen minute program, a number\nof academic experts address these and other topics: What is sovereignty and how\ndoes it relate to Indian tribes? What is the legal foundation for tribal\nsovereignty? More »\n\nThis classroom-tested\neducational program answers the most-asked questions concerning the origin,\nhistory and legal development of tribal sovereignty and the basis for the\nexistence of American Indian tribal governments. Within this fourteen minute\nprogram, a number of academic experts address these topics: What is sovereignty\nand how does it relate to Indian tribes? What is the legal foundation for tribal\nsovereignty? How has tribal sovereignty been modified during the past 100 years?\nWhat is the federal government's relationship to tribal nations? What is a\nfederally recognized tribe? How did Indian gaming originate and how is it\ndifferent that commercial gaming?"}
{"text": "Course Objective: Upon completion of this course, participant will have an understanding of various periods of American History and how the United States government dealt with tribes and how these actions impact realty today. For example, the Right of Way statute is a termination era statute. The statute is outdated and needs to be changed. TOPICS COVERED Will we learn from history? We will discuss the various policy periods and how they impact realty today. For example, the Right of Way Statute is a Termination era statute. There are negative implications due to the mindset in Congress at the time. We will discuss the need for a new statute.\n\nWho is an Indian? Indian Tribe – Federal RecognitionIndian Country - Defined in Criminal Statutes Indian Land TitlesTrust Responsibility Indian TreatiesFederal Power over Indian Affairs - Source of Federal Power Bureau of Indian Affairs – It's Role Tribal Self-Government Tribal Powers Source and Limits of Tribal Power State Powers over Indian Affairs Public Law 83-280 Criminal Jurisdiction Civil Jurisdiction Taxation"}
{"text": "Social Studies -  Use Ctrl + ...\nSocial Studies - northwest florida indian tribe\nSocial Studies - I need an idea for making a craft project that has to do with ...\nlouisiana purcahase - 1.what was the Pickney treaty? 2.why did president ...\nUS HISTORY!!!!!! - Who is an Indian? What is an Indian Tribe? How does an indian...PHYSICS - PLEASE HELP - A 9.6 kg dog takes a nap in a canoe and wakes up to find...\nmath - Rabbits Marcie has 4 rabbits named Rosie, Clark, Peep, and Lewis. One is ..."}
{"text": "Hi Viola\nThere is no Athabaska tribe as such but there is an Athapaskan\nlinguistic group. The following is taken from the Dictionary of Canadian\nBiography.\n\nATHAPASKANS\n\nAthapaskans. The tribes within the larger Athapaskan linguistic family of\nnorthwest North America who are in close cultural and linguistic\nrelationship and inhabit the Arctic drainage and parts of the western\ndrainage of Hudson Bay; frequently referred to as the Déné. This group\nincludes the tribes known as the Beavers, Chipewyans, Dogribs, Hares,\nYellowknives, and Slaveys (in Diamond Jenness' book Indians of Canada, he\nincludes the Sekani, Nahani and Kutchin).\nFor years after 1717, when Fort Prince of Wales was established at the\nmouth of the Churchill River, the only tribe that was in continuous contact\nwas the Chipewyans, then known to the Hudson's Bay Company men only as the\nNorthern Indians. In 1715 William Stuart*, accompanied by Thanadelthur*, a\nChipewyan woman, and a number of Crees, had travelled northwest from York\nFactory to try to make peace between the Crees and the Chipewyans and thus\nto establish trade relations with the latter. Two years later the young\nRichard NORTON was sent inland from Churchill River in an attempt to bring\nChipewyans down to the bay to trade, but he met no Indians. The aboriginal\nterritorial limits of the Déné tribes cannot be defined exactly but the\ngeneral areas can be described with a degree of certainty. The Chipewyans\nwere exploiting the northern transitional forest zone north and west of\nChurchill almost to the mouth of the Coppermine River. They travelled by\nfoot to Churchill for many years after they began trading; they did not\nfollow the Churchill River route by canoes. There is archaeological and\nhistorical evidence that Algonkian speaking peoples, historically identified\nas the Crees, exploited the full boreal forest zone, which was south of\nChipewyan lands, and which included the Churchill River basin. By the late\n1700s the Chipewyans began to move into the boreal forest previously used\nonly by the Crees. By the early 1800s the Chipewyans exploited a large\nexpanse of territory from Churchill River west to Lake Athabasca and\nnorthward to the tundra, including the eastern end of Great Slave Lake and\nmost of the Coppermine River.\nThe most easterly Chipewyan sub-group, later known as the Caribou Eaters\n(Mangeurs de Caribou), were probably the most frequent visitors to Churchill\nin the 18th century. The Copper Indians (Couteaux Jaunes), later known as\nthe Yellowknives, were the only other group specifically identified in the\nfirst half of the 18th century. They were the Chipewyan subgroup that\nexploited the transitional forest from the eastern end of Great Slave Lake\nto near the mouth of the Coppermine River. Their designation as \"Copper\nIndians\" dates from 1714 when they were reported as Indians who made copper\nimplements and who travelled in a distant area of rich copper deposits that\nthe HBC attempted to locate several times in the 18th century. Occasionally\nsome of these Indians travelled to Fort Churchill with other Chipewyans.\nSamuel Hearne*, who located the uneconomical copper deposits west of the\nCoppermine River, met the \"Copper Indians\" within their own territory in\n1771. The Dogribs (Platscotés de Chiens) are also mentioned a few times in\nearly accounts. Prior to Hearne these references must be considered a\ngeneral designation, based on hearsay reports, for one or more tribes of the\nDéné group. Henry Kelsey*'s Dogsides (1691), Claude-Charles Le Roy* de La\nPotherie's Attimospiquaies (1753), and Arthur Dobbs' Platscotez de Chiens\n(1744) cannot be considered specific references to the Dogribs who inhabited\nthe area between Great Slave Lake and Great Bear Lake in historic times.\nThe Slaveys (Esclaves), are not specifically mentioned in 18th-century\naccounts. In this period \"Slave\" had no specific tribal attribution but was\na term adopted by the traders from the Cree to refer to Déné groups bullied\nby the Crees. The Slavey tribe of more recent designation is located on the\nsouthwest end of Great Slave Lake, most of the Liard River, and along the\nMackenzie River to the mouth of the Great Bear River. The Beaver Indians\n(Castors) were not identified as a tribe until the 1780s when Peter Pond*\nhad a trading post on the Athabasca River. They inhabited the area between\nLake Athabasca and the Rocky Mountains in the Peace River basin. The Hares\n(Peaux-de-Lièvres) were identified by Alexander Mackenzie* in 1789; they\ninhabit the area north and west of Great Bear Lake to the Mackenzie River.\"\nHope this helps.\nTake care\nStan\n\n> Hello Friends and family. Well have came to the conclusion my Marie had a\ndifferent name. Plus a lady wrote me and told me i was probably barking up\nthe wrong Duncan Tree!!!\n> But my belief is very strong that she is Chippewa as my grandmother never\nlied that i ever heard about!1 But what is Athabaska? Is it a tribe or area\nin Canada?\n> So any good sound advise is needed. I have guessed, Promised And begged to\nfind her some place or any where!!\n> I thank you.\n> Viola."}
{"text": "Charlotte Black\nElk, 45, is a spiritual and cultural leader of the Lakota Sioux\ntribe. She lives on the Pine Ridge Reservation, 190 miles to the\neast of Devils Tower, where she began leading a Sun Dance in\n1985.\n\nCharlotte Black Elk:\n\"I grew up going to Devils Tower. As a kid with my family, we would\npass ourselves off as tourists, initially. Back then, the park\nwasn't a high-traffic place. People just drove up and took a\npicture and left. Close Encounters of the Third Kind changed all\nthat. After that movie came out, a lot of people wanted to come see\nthe place. I found it fascinating that people are driven not by\ntheir own culture, but by Hollywood. Just like sociologists or\nanthropologists watch Indian culture, I watch the tourists. I study\nthem.\n\n\"Americans haven't been\ntaught to deal with other cultures and religions. We know how to\nbehave in a court, but I think there's a notion that Indians\npracticing their religions are less than religious. People come to\nDevils Tower and think, \"We're on vacation, we're going to go see\nIndians and take videos of them doing their ceremonies while we\ndrink beer and wear short shorts.\"\n\n\"As for New Agers, you have\npeople who are on a genuine search for fulfillment, but they don't\nwant to take the time to learn their own traditions, or they're\ntotally fascinated with Native American religion. They're seeking\npower now, like the weight loss\npills.\n\n\"I'm Charlotte Black\nElk. People come up to me all the time and say, \"I read your\ngrandfather's book, Black Elk Speaks.\" They want to be a part of\nsomething poetic. Well, I tell them, I'm not my\ngrandfather.\n\n\"One of the\ndividing lines has been when I tell the New Age practitioners, \"Go\nprepare for seven years.\" Most of them want a hodgepodge of things\nwithout embracing the total culture. Those people treat Native\nAmerican ceremonies like they would a diving vacation to the\nBahamas. In reality, if you participate in these ceremonies, you\nhave to give up a lot of things. You have to be accessible to the\ncommunity, maybe even take foster kids in. Things like\nthat.\n\n\"In white America,\nthey're able to buy their place in society. They can't understand\nwhy they can't buy a place in a Native American community. Indians\njudge you by your actions. So what if you have a degree from\nHarvard and have $50,000? If you're a shit, that's how you'll be\ntreated"}
{"text": "Entries in culture\n(3)\n\nA double image. Do you see the Indian face looking left, or the Eskimo looking away to the right? Eskimo is the collective term for several cultural groups indigenous to the Arctic coastal regions of Siberia, Alaska, Canada, and Greenland. Some claim that the word Eskimo is pejoritive, based on a disputed etymology. There are two primary groups of Eskimos: the Inuit of northern Alaska, Canada, and Greenland, and the culturally and ethnically distinct Yupik of western and southern Alaska and northeastern Siberia.\n\nAn axe is an implement used to fell trees or chop wood, and also as a weapon. It consists of a metal head with one or two blades affixed to a handle.\n\nAn axe.\n\nA hatchet is a short-handled axe held in one hand, sometimes with a hammer head opposite the blade.\n\nA hatchet.\n\nA tomahawk is a traditional native North American hatchet. While axes and hatchets often have slightly curved handles, tomahawk handles are usually straight. Pipe tomahawks, with a pipe bowl opposite the blade, and a hollow shaft, were presented to natives by Europeans as diplomatic gifts, and were used in American Indian rituals.\n\nLatino refers to the people and culture of Latin America—the countries of the Americas south of the United States, especially those where Romance languages (e.g., Spanish, Portuguese, and French, all of which are derived from Latin) are spoken.\n\nHispanic means 'of or relating to Spain or Spanish-speaking countries'.\n\nPeople from Spain are Hispanic, but not Latino. People from Brazil, where Portuguese is the official language, are Latino, but not Hispanic. People from Mexico are both Latino and Hispanic."}
{"text": "The O-kee-pa ceremony, which George Catlin witnessed on his travels along the Upper Missouri in 1832, was the centerpiece of the Mandan religious calendar. The annual enactment of the O-kee-pa was a four-day ritual that included the painful initiation of the most promising young men of the tribe. Catlin documented the ceremony in a series of paintings that were among the most important of his scenes of Native American rituals. The O-kee-pa began with the men sequestered inside a medicine lodge (see 1985.66.504), where the initiates underwent a four-day fast and feats of endurance that required them to be suspended from the roof of the lodge by chords anchored in their chests and shoulders. Outside the lodge, members of the Mandan tribe wearing buffalo robes performed the Bull Dance, to petition the Great Spirit for fertility and abundant bison (see 1985.66.505). The final part of the ceremony, shown here, was called the last race. The men were ushered out of the medicine lodge (\"pale and ghastly from abstinence\" as Catlin later wrote), and in one last test of their strength and courage, ran (or were dragged by the wrists) around the \"Big Canoe,\" shown here in the center of the circle."}
{"text": "Indian Removal Act\n\nThe Indian Removal Act was a law in the United States that was passed in 1830. It became a law when President Andrew Jackson signed it. It gave the President the power to force Native American tribes to move to land west of the Mississippi River. Not all American citizens liked the law. Davy Crockett, a Congressman from Tennessee, hated the law.[1] Some tribes signed treaties with the United States and moved; others fought with the government,[2] including the Cherokee Nations, which was forced to march west in 1838. Their trip west is now called the \"Trail of Tears\"."}
{"text": "The return of the land adjacent to the Cohoes Falls to the League of the Iroquois is a seemingly trivial event that carries monumental historic symbolism. It represents a reconciliation with the past and a healing of relations between European and Native Americans.\n\nThe Hudson River had represented the border between the European colonies and the Iroquois heartland for more than 150 years. The Iroquois regarded their heartland to be sacred and guarded it zealously.\n\nIt is only since the 1960s that European Americans have been willing to enter into a serious dialogue with Native Americans and attempt to understand their perspective. Prior to that, the most influential interpretation of the Iroquois was offered by Francis Parkman's treatise \"The French in North America,\" which depicted the Iroquois as savages.\n\nIn the 1830s and 1840s, after the Iroquois heartland in central New York had been settled by Europeans, it became known as \"the burned over district\" because of the pervasiveness of its religious revivals. Mormonism is one of the religions to emerge from these revivals. Parkman's treatise, which was the accepted interpretation of the Iroquois until the 1960s, was written in the 1840s.\n\nThe secrets of the Iroquois heartland haven't been revealed. Perhaps, the return of their sacred land at Cohoes Falls will represent the beginning of that revelation."}
{"text": "Native American Essay\n\nBelow is a free essay on \"Native American\" from Anti Essays, your source for free research papers, essays, and term paper examples.\n\nAMST/HIST 110\nNew Worlds for All\nResearch and Short-Writing Exercise\nDue: September 16 or 17, 2010\n\nThis web-based research activity and short-writing exercise explores how Native North America became a \"New World\" for Europeans and indigenous peoples alike.\n\nFirst, we will explore \"Indians\" and the \"New World\" as products of cultural construction and representation. These are not, after all, indigenous concepts. Instead, as we will see in the context of John White's and Theodore De Bry's artwork, Europeans manufactured them.\n\nNext we will investigate the idea of \"new worlds\" from a completely different perspective—that of everyday life. Rather than being the outgrowth of cultural construction, these changes grew out of encounter and exchange. We will look at the communities of Jamestown and Werowocomoco to see how Natives and newcomers transformed one another.\n\nSave this file to your desktop. As you explore the following websites, you can enter your responses to the questions directly into it. Make certain that they reflect serious engagement with the material and contain concrete and specific examples. All of your answers must be in paragraph form, with complete sentences, correct grammar, and careful spelling. A grading rubric can be found at the end of this document. When you are finished, print out the entire file, including the grading rubric, and bring it to your section.\n\nWebsites:\n\nI. \"Early Images of Virginia Indians\"\n\nA. Click on and consult all of the links under \"Contents\""}
{"text": "The Hopi Mesas\n\nThe Hopi occupy 12 villages in regions referred to as First Mesa, Second Mesa, and Third Mesa. Although these areas have similar languages and traditions, each has its own individual features. Generations of Hopitu, \"the peaceful people,\" much like their Puebloan ancestors, have lived in these largely agrarian settlements of stone-and-adobe houses, which blend in with the earth so well that they appear to be natural formations. Television antennae, satellite dishes, and automobiles notwithstanding, these Hopi villages still exude the air of another time.\n\nDescendants of the ancient Hisatsinom, the Hopi number about 12,000 people today. Their culture can be traced back more than 2,000 years, making them one of the oldest known tribes in North America. They successfully developed \"dry farming,\" and grow many kinds of vegetables and corn (called maize) as their basic food—in fact the Hopi are often called the \"corn people.\" They incorporate nature's cycles into most of their religious rituals. In the celebrated Snake Dance ceremony, dancers carry venomous snakes in their mouths to appease the gods and to bring rain. In addition to farming the land, the Hopi create fine pottery and basketwork and excel in wood carving of kachina dolls"}
{"text": "Site Archives craftsmanship\n\nAmish people and communities are unique in many ways. To most outsiders, they're known mostly as soft-spoken people who live a simple life, don't use electricity and don't drive cars. They've also had just enough bad press to make some people wary. No matter what your opinion of their beliefs, the traditional Amish lifestyle offers [...]"}
{"text": "Soldiers fought and subdued the Hualapai Indians because they were not\nyet trained enough to master the Apache and Yavapai fighting style. The\nPai peoples are located between the Grand Canyon and Bill Williams River.\nThe war broke out in April of 1865 when Pai leader Anasa was murdered by\ndrunken settlers in the area. They cut off the route from Prescott to the\nColorado River ports. It was not until W.H. Hardy negotiated a peace agreement\nat Beale Springs did the raids and the fighting subside. However, the agreement\nlasted only nine months. It was broken when Chief Wauba Yuma was murdered\nafter a dispute with the Walker party over the treaty. Raids by the Pai\nindians began in full force, raiding white mining camps and settlers. The\nCalvary from Fort Mohave responded by attacking Pai rancherias and burning\nthem. The Army also used the Mohave indians against the Pai. A notable\nPai warrior was Sherum, he was known for his tenacity as a warrior. This\nwar lasted until December 1868. The Pai began to surrender as a result\nof whooping cough and dystentry weakening their ranks, they were led by\nUnder Chief Leve Leve of the Yavapai peoples. The warrior Sherum also later\nsurrendered thus ending the Hualapi Wars.\n\nAs the Colorado River became an increasingly critical crossing point\nfor Spanish explorers, missionaries, and settlers, so were the Yuman upset\nby their imposing nature. The cattle would crush their crops and the priests\nwould preach to the how to live. Problems like these would lead to great\nanger and frustration and result in the massacre of the Spanish on July\n17, 1781. This massacre would include the death of Father\nGarces, the famous spanish missionary. This even cut off Spanish exploration\nto California from Arizona and prevented settlers from coming into the\narea until Anglos settled into the area in the mid-19th Century.\n\nThe Yumans prospered in the area, eventually helping white settlers\nand gold seekers across the Colorado River into California and making a\nprofit at it. They began to resent the sheer number of whites who were\nentering the area, but still maintained benefits from their journeys. However,\nwhites soon became jealous of their monopoly on the river crossings. Scalphunter\nJohn Joel Glanton led a group that tried to kill off the Yuman and monopolize\nthe river crossings around 1850. Their attempts failed and most of the\nscalphunters were killed. Eventually, Fort Yuma\nwas reestablished in the area by Major Samuel\nHeintzelman in February 1852, this would take away the river crossing\nbusiness for the Yuma. The Fort helped establish the Colorado Ferry Company\nas it began operation there soon after the reestablishment of the Fort.\nThe last battle the Yumans fought was in 1857. They, along with their allies\nthe Mohaves, attacked the Maricopa indians at the other side of the river.\nThe Maricopas, counterattacking on horseback, killed over 100 Yumans, thus\nweakening their immediate threat in the area"}
{"text": "Choose a format:\n\nPaperback\n\nOverview\n\nBook Details\n\nChoctaw Language and Culture : Chahta Anumpa\n\nEnglish\n\nISBN:\n0806133392\n\nEAN:\n9780806133393\n\nCategory:\nForeign Language Study / Native American Languages\n\nPublisher:\nUniversity of Oklahoma Press\n\nRelease Date:\n08/31/2001\n\nSynopsis:\nChoctaw Language and Culture combines a beginning language and grammar text with a selection of essays on Choctaw history, language, and culture from prehistoric times to the present. In part one of the book, Chahta Anumpa, Marcia Haag, a linguist, and Henry Willis, a native speaker and Choctaw instructor, present the Choctaw language. Each chapter begins with a conversation or a Choctaw story. Designed for classroom use and to preserve the rich heritage of the Choctaw language, the lessons introduce new words, explain sentence construction and correct usage, and provide exercises in grammar and composition. Part two, Kaniohmichi-hosh Okchayat Il-asha (The Way We Live), contains essays on Choctaw history and culture written especially for this volume by leading scholars in anthropology, history, linguistics, archaeology, and Native American studies. Beginning with The Ancient Ones, the chapters describe Choctaw prehistory, daily life before contact, ritual and religion, trade, removal to Indian Territory, schools, newspapers, and contemporary life."}
{"text": "\"And now dawn was beginning to break. From all quarters men saw a new light appearing: the sun itself began to rise at Ilbalintja, and flooded everything with its light. Then the gurra ancestor was minded to rise, now that the sun was mounting higher. He burst through the crust that had covered him: and the gaping hole that he left behind became the Ilbalintja Soak, filled with the sweet dark juice of the honeysuckle buds...\"1\n\nThese vivid word-pictures come from the sacred narratives of the Australian Aboriginal peoples, whose ancient myths tell them that every part of the land echoes the creation event—that \"Everything in the natural world is a symbolic footprint of the metaphysical beings whose actions created our world\" (Lawlor). Australia is home to people with deep connections to their land—and what a land it is. The world's flattest and driest inhabited continent, Australia also boasts alpine heaths and tropical rainforests. Australia has earned the designation of 'megadiverse country' for its remarkable variety of ecosystems, animals and plants.\n\nThe story of Aboriginal peoples on the Australian continent is about 40,000 years longer than that of European settlers. The Aboriginal settlers came to Australia from Southeast Asia, and for thousands of years, they and the land shaped one another's stories. Europeans did not begin to settle in Australia until the 17th century. These settlers and their diseases decimated much of the Aboriginal community; not until the past century has that community begun to increase in number from year to year.\n\nToday, most of Australia's inhabitants have European roots. The island was famously settled in part as a penal colony; many areas, however, were free provinces, and the importation of prisoners was only a temporary phase in Australia's development. With its promises of gold, pioneering opportunities in the outback, bustling port cities and more land than most Europeans could have imagined, Australia became the land of opportunity for millions of Europeans, especially from Great Britain. The six British colonies of Australia federated and, in 1901, became the Commonwealth of Australia—a land free from long-distance European rule yet still intimately connected to the Western hemisphere and its developments, economies and conflicts.\n\nThe Australian church has long been largely evangelical Anglican, though German missions played a large role in establishing Lutheranism and Presbyterianism as well. Australia's strategic position has made it a base for missions activity throughout the Pacific region for centuries. Work among Australia's Aboriginal peoples, historically overlooked in favor of 'overseas causes,' floundered until revival, particularly in the 1970s, paved the way for an Aboriginal church.\n\nToday, Australia is among the highest-level missionary-sending countries (per capita) in the world."}
{"text": "Brief Summary:\n\nOfficial Tribal Name:\n\nOfficial Website:\n\nRecognition Status:\n\nFederally Recognized\n\nTraditional Name / Traditional Meaning\n\nAnishinaabe- Original People.\n\nToday the Anishinaabe have two tribes: Ojibway/Ojibwe/Chippewa (Algonquian Indian for \"puckered,\" referring to their moccasin style) and Algonquin (probably a French corruption of either the Maliseet word elehgumoqik, \"our allies,\" or the Mi'kmaq place name Algoomaking, \"fish-spearing place).\n\nCommon Name:\n\nChippewa-Cree -The Chippewa and the Cree on Rocky Boy Reservation were once two separate tribes.\n\nMeaning of Common Name:\n\nAlternate names:\n\nAlternate spellings / Mispellings:\n\nName in other languages:\n\nRegion:\n\nState(s) Today:\n\nMontana\n\nTraditional Territory:\n\nConfederacy:\n\nTreaties:\n\nReservations:\n\nLand Area: Tribal Headquarters: Time Zone: B.I.A. Office:\n\nTribal Flag:\n\nTribal Emblem:\n\nPopulation at Contact:\n\nRegistered Population Today:\n\nTribal Enrollment Requirements:\n\nGenealogy Resources:\n\nGovernment:\n\nCharter: Name of Governing Body: Number of Council members: Dates of Constitutional amendments: Number of Executive Officers:"}
{"text": "George Henry\n\nHenry, George\nGeorge Henry, or Maungwudaus, meaning \"the great hero,\" or \"courageous,\" Mississauga (Ojibwa) interpreter, Methodist mission worker, performer (b on the NW shore of Lk Ontario c 1807; d after 1851). Educated in Methodist mission schools, George Henry seemed designed for a role in the church as interpreter and translator. A more exciting career, however, attracted him. In 1844 he organized an Indian troupe which toured Britain and the continent from 1845-48, putting on Indian dances and exhibitions. After his return from Europe Maungwudaus performed for several years in Canada and the US, and later became a well-known Indian herbalist. He wrote a pamphlet, An Account of the Chippewa Indians, who have been travelling among the Whites, in the United States, England, Ireland, Scotland, France and Belgium (1848), excerpts from which are found in P. Petrone, First People, First Voices (1983).\n\nAuthor\nDONALD B. SMITH"}
{"text": "Peoples of Alaska and Northeast Siberia\n\nThe vast territory between the Arctic and Pacific oceans is home to over 150,000 Indigenous residents, whose diverse languages and cultures are both a link to history and the foundation for contemporary lives.\n\nThe indigenous heritage of Alaska and adjacent regions is woven from the arts, knowledge, values, and beliefs of many cultures. Explore Smithsonian collections with Native tradition bearers and learn about the peoples of this northern world."}
{"text": "Thruout the hist of the film industry, Hollywood's Western movies depicted the nature of the American frontier in stereotypical black-and-white terms, with generally the white settlers always the good guys, and Indians (together with Mexicans) as vicious bloodthirsty baddies, or alternatively native American 'noble savages' (like the Lone Ranger's Tonto) which set the perceptions of the majority of ppl towards what happened in the West and what native Americans were like. It wasn't until the early 1990s, with DANCES WITH WOLVES and LAST OF THE MOHICANS, that Hollywood's depiction of the frontier and American Indians began to change, with native Americans not typecast exclusively as the savages, and with their characters and perspectives dealt with in-depth and sympathetically instead of being totally dismissed as in the past.\n\nWI Hollywood had somehow attempted to make less stereotypical Westerns earlier ? How would Americans' perception of hist have been affected for the better ? I just read an account of how director Thomas Ince and 1 native American actor whose name I can't recall right now, but whom I believe was a Sioux (and who ha toured with Buffalo Bill Cody) were intending to make 'real' Indian movies during the 1920s, but this never eventuated. WI Ince and his native American friend had actually managed to make such 'authentic' Western movies conveying the Indian POV, at that point in time ?\n\nNapoleonXIV\n\nMarch 13th, 2004, 12:47 AM\n\nLittle Big Man was in 1970.\n\nThere was also Broken Arrow and The War Wagon in the 50's or early 60's. The second depicted an Indian as an assimilated white man and his tribe as oppressed, poor and hungry, not savages.\n\nBut yes, still damnably few out of hundreds.\n\nSitting Bull himself was in Buffalo Bill's for a little while but he left and was dead long before the 1920's. Could it have been Tom Mix? who was a real cowboy.\nInteresting, because what writers could you have put on it? My knowledge of 20thc lit hist is terrible. Jack London comes to mind as perfect but he died in 1916. Scott Fitzgerald?? but did he even write that kind of stuff at all?? Hemingway, maybe??\n\nOr would any self-respecting writer do Westerns?? Under the Roosevelt Regulations, the Hays Board and the Studio System weren't they just pro-American propaganda that no respectable writer would touch and wasn't that why they got such a bad rep. Its possible there was considerable pressure to produce pro-Indian stuff but Louis B, Zukov etc never called back.\n\nWould it make any difference to the Native Americans? The main impact would come in the 20's and 30's at first and at least in the 30's times were tough all over. The prejudice against Amerinds was also different in nature from that against Blacks in that Amerinds were able to assimilate much more easily since most could \"pass\" so their problems were not quite the same. Even so, the American Indian Movement, once it got started, was one of the most militant around. Their impact on the earlier Black Groups like SCLC, SNCC, the Panthers etc. might have been quite interesting if they had developed earlier.\n\nPsychomeltdown\n\nMarch 13th, 2004, 01:43 AM\n\nprejudice against Amerinds was also different in nature from that against Blacks in that Amerinds were able to assimilate much more easily since most could \"pass\" so their problems were not quite the same\n\nWell if you consider slavery, extermination, and being thrown off your land better than the way blacks were treated. But then again if you come from a place where natives are thin on the ground, you say, oh they're treated good here why not everywhere, but where they are a larger pop, they were and are still treated as crappy as any black guy in the south. though most mistake us for mexicans and insult us for looking like that. brown is brown in their book it seems.\n\nI always find it amusing how black people moan and cry about how they were enslaved, yet not many natives moan and cry about how they were nearly exterminated, how they were crushed and made to become white, those hurts and angers are still there but not as vocal. as for the AIM they just don't trust the White Man (strangely this includes blacks too).\n\nbut anyway, if movies tried to depict natives as being human and not your sterotypical raiding savage bent to taking the wagons and raping the white women, then nothing would have changed. They'd still be considered as the sterotype, its already too much in the american culture already. everyone believes we all live in tepes, wear feathered headdresses, and buckskins.\n\nplus there were still alot of bad blood in the land, especially in the southwest, where the tribes here were some of the last to be finally suppressed. too many memories of my ancestors raiding poor white ranchers and farmers and stealing their flocks. ahh, good times."}
{"text": "Those pesky Choctaws have been causing inconveniences since we immigrated over here.\n\nGranted they didn't do a very good job of controlling their borders, and they were not an overly warlike nation. So, naturally, we just came on over uninvited…killed off a bunch of them, shipped all the rest we could find to a God-forsaken reservation in Oklahoma via a forced marched accurately dubbed the \"Trail of Tears\" and took their land.\n\nA few stubborn ones decided they didn't like the deal and hid out in the woods and hollers and ultimately formed the Mississippi Band of Choctaw Indians.\n\nAs time went on, they did well for themselves—particularly in the area of developing tribally owned gaming facilities on their own land. It certainly improved their quality of life.\n\nThere's a relatively small band in Jones County who are planning to follow the example of their fellow tribesmen elsewhere and build a casino on Choctaw property.\n\nNow all the great white fathers, uncles, cousins, and what not have taken a stand against it. We're still trying to dictate what the original inhabitants of this land can and can't do.\n\nIt just seems to me this is a matter to be decided among the Choctaws"}
{"text": "Indian Aboriginal Tribes – indianetzone.com\n\nIndian aboriginal tribes are native tribes, who were much less in number during the primitive times, however, with the passing decades, the Indian aboriginal tribes have considerably grown in number. [...]\n\nThe extent of the tribal population varies considerably from state to state. In the north eastern states of Arunachal Pradesh, Meghalaya, Mizoram, and Nagaland, almost 90 percent of the population is tribal. The Gondi tribe is one of the aboriginal tribes of the central India. The Gondi, or Gond Tribe live across the states of Madhya Pradesh, eastern Maharashtra (Vidarbha), Chhattisgarh, northern Andhra Pradesh, and western Orissa. More than four million people, they make up the largest tribe in Central India.\n\nThe Kol caste is a generic name for the Munda Tribe, Ho, and Oraon tribes who are the aboriginal groups of India. These tribes live in the states of Jharkhand, Orissa, and West Bengal, and spread over into parts of Bihar, Chhattisgarh, Madhya Pradesh, Assam, Tripura, Bangladesh, and Nepal. [...]\n\nThe Kota tribe, also called Kotas is a community of indigenous peoples who inhabit areas on the slopes of the Nilgiri hills in Tamil Nadu in South India. The Kotas are the experts at the occupation of traditional artisans and arts of pottery and terracotta baking in the Nilgiris and their associated community, the Todas, are the agriculturists of the Nilgiris.\n\nThe Santhal Tribes are the largest tribal community in India, found mainly in the states of West Bengal, Bihar, Jharkhand, Assam, and Orissa. These native groups also comprise a significant Santal minority in neighbouring Bangladesh.\n\nThe aboriginal tribes of India are the oldest tribal groups of the country."}
{"text": "Besides ear piercings, the Tlingit have long practiced lip piercing as well. Lip piercing, however, was practiced solely by females in Tlingit culture. Lip plates were installed when girls reached the age of sexual maturity, and was a signal of her readiness to marry. Labrets, on the other hand, were reserved, as with ear piercings, as a sybol of status and wealth. Only the elite Tlingit females in society were allowed to wear them.\n\nThe Tlingit were known by neighboring tribes as \"wooden lips\" or \"lip pugs,\" leading to the Russian name for the tribe of \"Kolosh,\" which means \"labret.\" FYI, the word \"Tlingit\" itself translates to \"human being.\""}
{"text": "Native Languages of the Americas: Nanabush Stories and other Ottawa Legends\n\nThis is our collection of links to Ottawa Anishinaabe tribes (which\ninclude the Algonquin, Chippewa, Potawatomi, and Ottawa Indians), since the traditional stories of those\ntribes are very similar.\n\nEnjoy the stories! If you would like to recommend a Ottawa legend for this page or think one of the ones on here\nshould be removed, please contact us and let us know.\n\nClick on each character's name for more detailed information about his or her role in Ottawa mythology.\n\nNanabush (also spelled Nenabush, Nanabozho, Manabush, Manabozho,\nManibozho, Nanahboozho, and several other ways.)\nNanabush is the benevolent culture hero of the Anishinaabe tribes (sometimes referred to as a \"transformer\" by folklorists.)\nHis name is spelled so many different ways partially because the Anishinabe\nlanguages were originally unwritten (so English speakers just spelled it however it sounded to them at the time), and partially because they\nare spoken across a huge geographical range in both Canada and the US, and the name sounds different in different dialects.\nIn the Ottawa dialect, it is usually pronounced nuh-nah-boash or muh-nah-boash, but sometimes the pronunciation can vary from storyteller to storyteller.\nNanabush shares some similarities with other Algonquian heroes such as the Wabanaki\nGluskabe, Blackfoot\nNapi, and Cree\nWesakaychak, and many of the same stories\nare told in different Algonquian tribes with only the identity of the protagonist differing.\n\nGchi Mnidoo:\nThis means \"Great Spirit\" in the Ottawa language, and is the Ottawa name for the Creator (God.) Gchi-Mnidoo\nis a divine spirit with no human form or attributes (including gender) and is never personified in Ottawa folklore. The name is pronounced\nsimilar to gih-chee muh-nih-doh.\n\nWiindgoo (also spelled Windigo, Wendigo, and other ways):\nAn evil man-eating spirit. Windigos play the roles of monsters and bogeymen in some legends; in others, Odawa people who commit sins\n(especially selfishness, gluttony, or cannibalism) are turned into Windigos as punishment. It is usually pronounced weend-goh in the\nOdawa language.\n\nBgwajinini (or Pahiins):\nMythological little people of the forests. Their name means \"wild man\" and is pronounced similar to\nbuh-gwuh-jih-nih-nee. They are mischievous but generally good-natured creatures.\n\nMemengwesi:\nSmall riverbank-dwelling water spirits. They are\nalso generally benign, but sometimes blow canoes astray or steal things when they are not shown proper respect.\nThe name is pronounced similar to may-main-gway-see in Ottawa.\n\nWater Lynx (Mshibzhii in the Ottawa language):\nA powerful mythological creature something like a cross between a cougar and a dragon, also known as the Underwater\nPanther in English. It is a dangerous monster who lives in deep water and causes men and women to drown.\nThe name is pronounced similar to muh-shibb-zhee in Ottawa.\n\nMshignebig (also\ncalled Kchiknebig):\nAn underwater horned serpent, common to the legends of most Algonquian tribes. Its name literally\nmeans Great Serpent, and it is said to lurk in lakes and eat humans.\nThe name is pronounced similar to muh-shigg-nay-bigg in Odawa.\n\nNimkii or Bnesi\n(also spelled Nimki, Animikii, Nimki, Bneshi, Binesi, and other ways):\nThunderbird, a giant mythological bird common to the northern and western\ntribes. Thunder is caused by the beating of their immense wings.\nAlthough thunderbirds are very powerful beings, they rarely bother humans,\nand were treated with reverence by Odawa people. Nimkii, which means \"thunderer,\"\nis pronounced nim-kee in Odawa, and Bnesi, which means \"great bird,\" is pronounced\nb-nay-sih.\n\nBboon (also known as\nWinter-Maker): The spirit of the North Wind, who brings winter to the land. His name is pronounced similar to\npuh-boon or just poon."}
{"text": "Table of Contents\n\nChapter One: The Nature and Practice of North American Archaeology Chapter Two: Culture and Environment in North America's Past\n\nPART II: The North American Past\n\nChapter Three: Peopling of the Americas Chapter Four: Foragers of the North Chapter Five: Paths to Complexity on the Northwest Coast Chapter Six: Rivers, Roots, and Rabbits: The Plateau Chapter Seven: Diversity and Complexity in California Chapter Eight: Mobility, Diversity, and Persistence: The Great Basin Chapter Nine: Forager and Villagers of the Subterranean Mountains, Mesas, and Deserts Chapter Ten: Bison Hunters and Horticulturalists of the Great Plains Chapter Eleven: Tribes and Chiefdoms in the Southeast Chapter Twelve: Foragers and Farmers of the Midwest and Upper Great Lakes Chapter Thirteen: Fishing, Foraging, and Farming in the Northeast and Mid-Atlantic\n\nPART III: The Future of North American Archaeology\n\nChapter Fourteen: North American Archaeology for the Twenty-First Century"}
{"text": "Native Languages of the Americas: Iroquois Legends and Traditional Stories\n\nThis is our collection of links to Iroquois folktales and traditional stories that can be read online.\nWe have indexed our Native American myths section\nby tribe to make them easier to locate; however, variants on the same\nlegend are often told by American Indians from different tribes, especially if those tribes are kinfolk or neighbors to\neach other. On this page, we have included myths and legends from the\nSeneca Tribe,\nOneida Tribe,\nOnondaga Tribe,\nCayuga Tribe, and\nMohawk Tribe,\nfive allied tribes of the northeast woodlands who speak similar languages\nand share many cultural similarities, including much of their folklore.\n\nEnjoy the stories! If you would like to recommend an Iroquois legend for this page or think one of the ones on here\nshould be removed, please contact us and let us know.\n\nClick on each character's name for more detailed information about his or her role in Iroquois mythology.\n\nSky Woman:\nThe mother goddess of the Iroquois tribes, said to have fallen through a hole in the sky.\n\nThe Twins:\nSky Woman's grandsons. One of them (variously named Sapling, Good Spirit, Good Mind,\nRight-Handed, etc.) was the benefactor of the Iroquois, slew monsters and created many\nthings to help humankind; his twin (variously named Flint, Bad Mind, Bad Spirit, Left-Handed,\netc.) was evil and caused destruction.\n\nThunders:\nPowerful storm spirits who live in the sky and cause thunder and lightning. Although they are\ndangerous beings and their gaze can bring death to mortal men, they usually play a positive\nrole in Iroquois legends and spirituality and are typically portrayed as honorable and fair.\n\nNaked Bear:\nA giant, hairless bear monster. Some people associate them with mammoths."}
{"text": "Māori genealogy is described using\nthe term \"Whakapapa\". \"Papa\" is a reference to something broad\nand flat. \"Whakapapa\" means taking place in layers. This is how\nthe various orders of genealogies are seen according to the Māori.\n\nA descendant is an \"Uri\", which means offspring. The Māori\ntrace their descent back to the arrival of the first canoes\nfrom Hawaiiki (presumably near to Hawaii) The most famous wakas\n(canoes) were the Arawa, the Tainui and the Mataatua. The word \"waka\" means\nboth \"canoe\" and/or \"tribe\", in the social sense of the word.\nFrom here, each waka separated into \"iwi\" (tribes), being descended\nfrom each individual crew member.\n\nThe whanau is a group of closely related persons from related\ntribes or sub-tribes. A number of whanau grouped together would\nbecome a sub-tribe, or hapu. When a hapu group came together,\nto form a tribe, it became \"iwi\". A prefix to a tribal name would\nindicate the tribe, such as \"Ngati\" Toa.\n\nWhakapapa is the actual recital of genealogy, and a genealogical\nstave is used when the whakapapa recital is taking place. These\nare wooden sticks, called \"whakapapa rakau\", with knobs running\ndown the shaft. The knobs on the genealogical stave serve to help\nthe memory when a person is reciting the whakapapa - the knobs\nrepresenting the different ancestry.\n\nA genealogical stave may count up to 18 successive generations\nin its carvings, and most original whakapapa rakau averaged over\na meter in length.\n\nArts and\nCrafts\n\nCarving\n\n[1]Before\nthe arrival of the Europeans Māori literature, stories and legends\nwere handed down both orally and through weavings and carvings.\nSome carvings are over 500 years old.\n\nTe Toi Whakairo is the art of Māori carving, and Tohunga\nWhakairo were the great carvers - the master craftsmen. A master\ncarver was highly considered. The Māori believed that the gods created\nand communicated through the master carvers.\n\nCarving used to be a tapu\nart, subject to the rules and laws of tapu. The pieces of wood falling\naside as the carver worked were never thrown away, neither were\nthey used for the cooking of food. Women were not permitted near\nthe carvings. The history, traditions, language and religion of\nthe Māori make up an integral part of the carving art. To the\nMāori, all things possess a spirit (wairua), and a mauri (life\nforce).\n\nFelling a tree was to cut down a descendant of Tane,\nthe god of forests and of man. Before committing such an act, a\nkarakia (ritual incantation) was recited by the Tohunga, in order\nto ensure that the act of felling an offspring of Tane could be\ncarried out safely.\n\nThe Māori differed from other Polynesians in that\nthey preferred curves to straight lines in much of their carvings.\nMany carvings take the distinctive\nkoru spiral form, similar to that of a curving stalk, or a bulb.\nThe koru form represents the basis of the red, white and black rafter\npatterns, such as those illustrated in the image below.\n\nOften Manaia, a\nside-faced and sometimes birdlike figure, may be found in Māori\ncarvings. Easter Island is known for its distinctive Manaia, made\nup of a side-faced man with a bird-head. In Hawaïi Manaia\nalso exists, referred to by the Hawaïians as a bird-headed\ndeity. In South America, and particularly in Peru, a number of\ndifferent mania types estimated to have been carved around 2 000\nyears ago may also be found, leading to speculation as to whether\nearly Polynesian voyagers visited South America, or whether South\nAmerican voyagers traveled to the Pacific, introducing their Manaia\nto the Polynesians.\n\nMarakihau carving represents deep sea taniwha (monster) and ocean\ngods, particularly to be found in the Bay of Plenty area of New\nZealand. In Māori legends Marakihau was often a mythical sea monster.\nMarakihau may decorate the porches of carved houses. A typical feature\nof Marakihau is its human form, but including a long tongue by which\nthe Marakihau monsters were capable of swallowing up canoes or men.\nQuite often a type of crown form was situated on the top of the\nhead.\n\nSometimes a one-eyed human face can be found in older carvings.\nIt is thought that this particular figure may represent a demi-god\nwho lived equally well on land or in the sea. Certain legends speak\nof one-eyed monsters, being part fish, part god and part man.\n\nThe lizard is the only animal represented in Māori carving\n- possibly inspired from the native tuatara.\nContrary to other depictions, the form of the lizard was never deformed\nor misshapen, possibly because the lizard was so revered. The small\ngreen lizard, found in the forests, was the most dreaded of all\nlizards. In carvings the green lizard embodies Rakaiora, seen as\na god.\n\nWeaving\n\nMāori weaving was\nmade from the New Zealand flax (phormium tenax). From the flax,\nbaskets, floor mats, skirts and cloaks were and still are made.\nThere are more than fifty different varieties of the New Zealand\nflax, and the Māori know the advantages of each type of flax for\nits respective use.\n\nThe first Polynesians brought the art of weaving and\nplaiting to New Zealand. Because of the cooler climate, weaving\ntechniques adapted and developed into those used today.\n\nPlease be aware that this website is a personal\nhomepage. It would therefore be wise to cross check information\nwhich I have presented here. A list of many official New Zealand\nhistory sites may be found within my Links\nsection."}
{"text": "What Did the Iroquois Trade?\n\nAnswer\n\nThe Iroquois traded with corn, squash, clay pipes, beaver furs and steak from which they got money in return. The Iroquois had a matrilineal system, which meant that property was passed down from mother to daughter."}
{"text": "Tehuelche\n\nTehuelche, South American Indians who formerly inhabited the Patagonian plains from the Strait of Magellan to the Negro River. They were divided into northern and southern branches. Each division had its own dialect; the northerners have been classified as horse nomads, the southerners as foot people. They became famous in European literature for their great stature and physical strength.\n\nLittle is known of the original pre-horse culture of the Tehuelche, but their socioeconomic organization probably resembled that of the Ona of Tierra del Fuego. The introduction of the horse in the early 18th century transformed the subsistence patterns and social organization of the Tehuelche. They began to exploit the brush-covered steppes of Patagonia much as the Indians of North America took to the Great Plains. They lived mainly on guanaco and rhea meat, as well as some plant food, but practiced no agriculture. The Pampean hunters quickly grew in numbers, and their bands conglomerated; the Tehuelche bands numbered as many as 500 members. These mounted bands hunted and engaged in war. Gradually, the successful war leader replaced the kinship leader in importance. The Tehuelche were eventually defeated and culturally assimilated by the European settlers. They believed in spirits of the bush and in a supreme being who had created the world but did not intervene in its working. Their shamans cured sickness with assistance from"}
{"text": "Discover the role of birds in Native American daily life, myth, and religion. Experience the mystery and excitement early explorers felt as they forged into a land unknown to them. Journey through Nebraska's past, along river banks and virgin prairie, into Native American villages and U.S. military encampments, watching and listening all the while for the Birds of the Untamed West."}
{"text": "Choctaw\n\nChoctaw,North American Indian tribe of Muskogean linguistic stock that traditionally lived in what is now southeastern Mississippi. The Choctaw dialect is very similar to that of the Chickasaw, and there is evidence that they are a branch of the latter tribe.\n\nIn the mid-18th century, there were 20,000 Choctaw living in 60 or 70 settlements along the Pearl, Chickasawhay, and Pascagoula rivers. Their dwellings were thatched-roof cabins of logs or bark plastered over with mud. Among the southeastern agriculturalists the Choctaw were perhaps the most skillful farmers, producing surplus crops to sell and trade. They planted corn (maize), beans, and pumpkins; fished; gathered nuts and wild fruits; and hunted deer and bear. Their most important community ritual was the Busk, or Green Corn, festival, a first-fruits and new-fire rite celebrated at midsummer. A notable funerary custom involved the ritual removal of the bones of the deceased from the body; subsequently, the bones were placed in an ossuary. This ritual was performed by spiritually powerful men and women known as bone-gatherers or bone-pickers, with the departed's family members in attendance. Bone-gatherers were notable for their distinctive tattooing and long fingernails.\n\nIn the power struggles that took place after colonization, the Choctaw were generally allied with the French against the English, the Chickasaw, and other Native American tribes. After the French defeat in the French and Indian War (1754–63), some Choctaw land was ceded to the United States and some tribal members began moving west across the Mississippi. In the 19th century the growth of the European market for cotton increased the pressure for the acquisition of Choctaw land, and in 1820 they ceded 5,000,000 acres in west central Mississippi to the United States. In the 1830s the Choctaw were forced to move to what is now Oklahoma, as were the other members of the Five Civilized Tribes—the Creek, Cherokee, Chickasaw, and Seminole. For three-quarters of a century each tribe had a communal land allotment and a quasi-autonomous government modelled on that of the United States. In preparation for Oklahoma statehood (1907), some of this land was allotted to individuals from the Five Civilized Tribes; the rest was opened up to white homesteaders, held in trust by the federal government, or allotted to freed slaves. Tribal governments were effectively dissolved in 1906 but have continued to exist in a limited form. Choctaw descendants numbered more than 159,000"}
{"text": "The Apache Wars: Could they have been avoided?\n\nCould these devastating wars have been avoided? The short answer is \"NO!\" Given the inevitability of the White Man's massive western migration; and the Apache's understandably powerful desire to hold on to their ancestral lands, brutal conflict was unavoidable.\n\nRandom Thoughts"}
{"text": "Before the emergence of Hollywoodand the studio system, moviemaking was something of a free-for-all, open to anyone that could afford it. In the US, that privileged group was almost exclusively white and male. Roles for minorities were usually crudely stereotypical, minor, and liable to be played by a white actor in yellowface, brownface, blackface or redface. As a result, some minority figures attempted to start their own alternatives. In 1916, Oakland resident Marion Wong made the first example of Asian-American Cinema with The Curse of Quon Gwon. A few years later, Anna Mae Wong and Sessue Hayakawa began making films. In 1918, John Noble invented Black Cinema with Birth of a Race. He was soon joined in his endeavor by Oscar Mischeaux.\n\nTrue Native American cinemabeat them both by almost a decade. The mainstream view of Natives at the time was generally less murderously hateful than those of contemporary Asians and blacks (or the Natives' ancestors). In fact, Natives were widely adored and fetishized, what Frank Chin would later term \"love racism.\" Natives, regardless of reality, were reduced to mere metaphors and symbols… for stoicism, honor, strength, &c. Edward S. Curtis's 1914 In the Land of the Headhunters and Robert Flaherty's 1922 Nanook of the North have little to do with reality, but did reflect well-meaning white men's attempts to portray their subjects with some respect, even if it meant they had to fictionalize and stage everything.\n\nIt's not that surprising, given our Hollywoodhistory of Native Americans, that the media feel it necessary to coin a term like \"Urban Indians.\" Since Native Americans exist in popular culture as stewards of nature who spend their lives camping under the stars and measuring times in \"moons,\" the fact that millions of Native Americans live in cities doesn't jibe with our media-reinforced notions of race as it corresponds to population density. Thus \"urban\" is shorthand for black and \"suburban\" means white. Any exceptions would be similarly worth qualifying, like \"suburban blacks\" or \"country Asians\" (e.g. Henry Cho).\n\nSo anyway, Natives have a long history of being \"urban.\" Before being decimated by disease, warfare, slavery and famine, Natives were responsible for creating some of the biggest, most-populated cities of their day. Here are some of my favorite Native American urban centers...\n\nANCIENT CITIES OF NATIVE AMERICA\n\nCaral\n\nCaral was inhabited between roughly 2600 BC and 2000 BC and covered 66 hectares. It's one of the oldest towns in the Americas in what's today Peru) and was home to more than 3,000 members of what is now known as the Norte Chico Civilization.\n\nIn the US, what the word \"Latino\" connotes varies regionally. Often, regardless of accuracy, in the southwest it means \"Mexican;\" in the northeast it means \"Puerto Rican;\" and in Florida, \"Cuban.\" Indeed, those are the three largest populations of Latino-Americanos in the country, although obviously not the only ones. Each have their own distinct culture, history, and place in America. This entry is about the fourth largest Latino population, Salvadorans.\n\nThe flag of El Salvador\n\nThe indigenous people of what's now El Salvador are the Pipil. Today, 90% of Salvadorans identify as mestizos, in this case usually meaning of Spanish and Pipil backgrounds. Although only 1% of Salvadorans self-identify solely as Pipil, in reality the percentage is likely higher, but, due to prejudice, many Salvadorans are reluctant to embrace their Native side.\n\nIt seems timely to think about the history of Native Americans with less than a week to go before Thanksgiving. And if you already dislike the US Government, prepare to be impressed, even astounded by the lows it has sunk to...It'll make you want to deface that cool, snide Andrew Jackson staring at you from your twenty dollar bills. You will see that the arrogant United States of America has its own history of genocide, one that has been going on for hundreds of years.\n\nI watched the entire series We Shall Remain, a set of PBS documentaries about Native Americans' history once the settlers hit the continent's shores. The films cover brutal, unsettling material that unfolds in a deft, direct manner. It covers histories of the Cherokee, Shawnee, Apache, and others in episodes entitled \"After the Mayflower,\" \"Tecumseh's Vision,\" \"Trail of Tears,\" \"Geronimo,\" and \"Wounded Knee.\" There are definitely some major tribes missing from the series, but hopefully their stories will also accessibly be told with such care in the future. There's still about 8+ hours worth of straightforward viewing here, and the films are made from careful, studied recreations, truly haunting photos, interviews and even found footage.\n\nThe most interesting and vital part of the films though, I found, is definitely the interviews conducted with Native people living today. This is particularly moving during \"Geronimo,\" when ancestors of Geronimo, Cochise and others are interviewed. Their words and stories are intense, and the gravity of what their families have experienced is devastating. It is also particularly moving during the final film of the series, \"Wounded Knee,\" which focuses on growing Native American activism in the 70s and the 1973 occupation of Wounded Knee by the radical American Indian Movement (AIM). The interviewees' memories are so fresh, and their hope and passion for The Movement is so strong. If you think things will have gotten better for Native people after making it through the first 4 portions of this series, think again! Just because the final film covers the post- hippie 1970s doesn't mean the government is any sweeter to Native Americans.\n\nAlthough it's received little-to-no coverage in most mainstream media, clashes between Mapuche activists and the Chilean government have intensified as of late. Two days ago, thousands of Mapuche and other Chileans gathered around the country to protest plans for damming many of the country's rivers. This was only the latest round in a growing protest movement over land rights issues in Ngulu Mapu, the Mapuche homeland.\n\nJust two weeks ago, a young Mapuche, Jaime Mendoza Collío, was shot in the back and killed by a Chilean police officer. The police were attempting to evict a group of about eighty Mapuche who were occuypying the San Sebastián farm. Following Collío's death, many Mapuche took to the streets of Temuco demanding direct talks with the Chilean president, Michelle Bachelet. The killing of Collío was only the latest death of a Mapuche at the hands of Chilean police. On January 3, 2008, 22-year-old Mapuche student Matias Catrileo was shot and killed by police. 17-year-old Alex Lemun was similarly shot and killed in November of 2002.\n Pinochet dictatorship to imprison activists, especially those belonging to Mapuche organizations like Coordinadora Arauco-Malleco (CAM)."}
{"text": "Southwestern Alaska Subsistence poster\n\nPub. no.: SG-ED-49\n\nYear: 2006\n\nSize: 9 x 33 inches\n\nPrice: 1–4: $7.00 each • 5–9: $6.00 each • 10 or more: $5.00 each\n\nISBN: 978-1-56612-103-3\n\nFormat\n\nPrice\n\nPoster\n\n$7.00\n\nPermanently out of stock\n\nDescription\n\nThis colorful poster, with harvest seasons for 39 subsistence plants and animals traditionally used by Yupik Natives in Southwestern Alaska, educates about Alaska Native ways that are still practiced today. The multi-agency project brings a sense of unity to Alaskans from different cultural backgrounds.\n\nCreated by artist Frankie Mercado, the poster was the winner in a graphic arts competition at the University of Alaska Fairbanks. Names of harvested species, in English and Yup'ik, were compiled by UAF students enrolled in Natural and Sociocultural Resource Studies of Southwest Alaska Fisheries. The Bristol Bay Native Association and the U.S. Fish and Wildlife Service Office of Subsistence Management sponsored the project."}
{"text": "• From John Orendorff, a U.S. Army colonel and Native American: \"I often feel that the underlying point of these 'honors' is that my Indian heritage is owned by others. The message I'm constantly getting is: 'We own you. We will define how we honor you. Don't tell us whether you like it or not, because we own you. When we hunt down Osama bin Laden, we can refer to him as Geronimo -- which happens to be my son's name -- because we own you. You don't control how you're perceived. We control that. Because we own you.'\"\n\n\"It's just like the way Indians have always been depicted in the movies -- stupid and violent, although oddly noble in their savagery,\" said Kevin Gover, the museum's director and a Pawnee Indian. \"Why is it that Native peoples aren't chosen to represent qualities like intelligence, piety, generosity, and love of family?\"\n\n• From an audience member who identified himself as Native American: \"If [team owner] Dan Snyder truly thinks the word 'Redskins' is honorific, I challenge him to attend the next meeting of the National Congress of American Indians and try using that word to people's faces.\"\n\n• From Duthu, the Dartmouth professor: \"It's part of viewing Indians as a dead culture, as a plaything that's essentially become part of the public domain. Because if something is dead, you can use it however you want.\""}
{"text": "Turquoise Wind\n\nThe Old West. How much does it influence lives now? How are we defined by living in its shadow? Toni has a rock shop in Moab, Utah. Lisa is a river runner. Charlotte has moved west to get in touch with her Native Spirit guides. In this magical tribute to the contemporary, western woman, a mysterious presence passes through their lives, leaving them touched by both nature and legend"}
{"text": "Even in the initial stages of contact between European Christians and\nNative Indian people the stage was set for ethnocentrism, and the\nattitude towards the Indians was that of Christian superiority. The\nIndians were read a proclamation in Spanish which they had no hope of\nunderstanding, they had no hope of understanding the death sentence they\nwere being read, and it went something like this:\n`We ask and require you to acknowledge the church as the ruler and\nsuperior of the whole world and the high priest called pope and in his\nname the king of Spain as lords of this land. If you submit we shall\nreceive you in all love and charity and shall leave you, your wives and\nchildren and your lands free without servitude, but if you do not submit\nwe shall powerfully enter into your country and shall make war against\nyou, we shall take you and your wives and your children and shall make\nslaves of them and we shall take away your goods and shall do you all\nthe harm and damage we can.`\n\n2000 years ago we were all tribal.\nThen came the missionaries with their fucking bible.\n1492 began the termination\nThe holocaust of our Indian nations\nYeah, with Christian love and a moral authority\nThey killed our medicine men and stole our country\nI never claimed this shit was poetry\nIt`s just the fucking lies of Christianity\nYou will pray to the lord and get down on your knees\nHere`s a cross for your back and the coughing disease\nThough you helped us survive we will laugh while you bleed\nThen deny what we did, write our own history\nWe will kidnap your children and cut off their hair\nSilence their language and outlaw their prayers\nBeat them blind until they believe\nIn the blood of Jesus Christ our king\nChristians murdered In"}
{"text": "Abstract\n\nWas the pre-European Southwest a region of wild landscapes, shaped primarily by natural processes like lightning-ignited fire, or did people substantially mold these lands into regional-scale artifacts through their use of fire and other means? Perspectives on this question have varied markedly through time and between scholars, as evident from the quotes interspersed through this chapter (see Box 5.1). As the American frontier closed around the turn of the nineteenth century, lightning was rarely considered a primary cause of fire, with most fires in western forests assumed to be human-ignited. Native Americans were thought to have been the primary source of burning in the Southwest until Euro-Americans usurped that role after ca. 1850. Today, lightning-ignited fire is widely acknowledged to be an ancient and essential ecological process in the American Southwest (Pyne 1995a:282-283; Swetnam and Baisan 1996a; Bogan et al. 1998), for millennia structuring landscapes from low-elevation desert grasslands to montane forests…"}
{"text": "2 The Black Hills of South Dakota were a sacred place to the Lakota Sioux. They were the center of the Lakota nation, a special place populated by animals and plants. People did not live there permanently, but a person could travel there for special times in his life and for special ceremonies. 3 Legends tell of the spirits of deceased warriors living in the Black Hills. Lightning over the hills represents the spirits of the warriors. 4 There are traditional Lakota stories that take place in the Black Hills too. Like many cultures, the Lakota have a creation story. A creation story tells about the first people, like the story of Adam and Eve in Judaic and Christian culture. 5 This creation story happens in the Wind Cave. It has a character called a trickster. According to the story, humans lived in an underground world below the mountains a long time ago. Among the creatures that already lived above ground was the trickster. This trickster could disguise himself as a wolf. Disguised as a wolf, he went to the mouth of the cave and tricked the humans into coming out by offering them food and water. From that time on, people lived on the surface of the earth like the other creatures. Other traditional stories about the Black Hills teach good behavior, values, and Lakota history."}
{"text": "People from Asia crossed the Bering Strait into North America. These people were first in this new land and so they are known as Native Americans.\n\nOver time, these people broke into tribes (as seen on the map). A lot of the tribes held similar thoughts about the sky and the heavens.\n\nOne thing that most of the tribes of North America held sacred was the four cardinal directions: north, east, south and west. Many tribes based their building architecture or city layout on these four cardinal directions.\n\nAnother common trend among Na\ntive American tribes was the fact that people weren't interested in time for the sake of time itself. There were no clocks or calendars. And so time was told by the ebb and flow of tides, by the ripening of the\nstrawberries, by the Sun's position in the sky, by watching stars rise and fall, or by knowing when the bears wake from hibernation. Native Americans did track and name the lunar cycles (say from one ne\nw moon to the next). In fact, the first signs of skywatching among the\nNative Americans are rocks and bones that have scratches that corresponded with the lunar cycle. Lunar cycles were named after what was happening at the time. For instance, one tribe\nnamed one lunar cycle \"laying geese\" and another cycle \"coming caribou\".\n\nThese are just some common threads between the tribes of North America. Let's look at some specific tribes and regions to get a fuller picture. The Skidi Band of the Pawnee tribe are often seen as the most sophisticated starwat\nchers. The stars for the Chumash of California\nwere gods who interacted\nin the life of people on Earth. The Zuni of the Southwest were avid trackers of the movement of the Sun. And the area of Chaco Canyon is filled with evidence of sophisticated astro\nnomical"}
{"text": "According to Cecil, he does not teach by giving directions but by telling stories, and in discussing his life's work, he did just that. Cecil speaks with a calming cadence in his voice, and after our conversation I felt relaxed and overtaken by his infectious serenity. He shared a story of how one night, he dreamt of himself teaching a classroom full of Native American children. He took the dream as a sign and left his reservation to become the first teacher to implement a Native American studies curriculum in a high school outside the Indian reservation. This later became a model for other schools across Montana and other states.\n\nThroughout the interview, Cecil described his teaching style and a typical day in the classroom: He starts by shaking each student's hand. He engages them in Blackfeet traditions — like smudging, burning sweetgrass, and beading — as a meditation practice, and designates time for storytelling and community-centered announcements.\n\nCecil is seen as a role model in the community, Nancy says, empowering Native American students to succeed at Hellgate High through their own culture and classroom rituals."}
{"text": "Employment and training services specific to Native American communities, which are administered in ways that are consistent with the traditional cultural values and beliefs of the people they are designed to serve"}
{"text": "Indian AppropriationIndian Appropriation Act is discussed in the following articles:\n\nNative American history\n\n...annual payments (annuities) comprising cash, livestock, supplies, and services. A second major treaty convention occurred at Fort Laramie in 1868, but treaty making ceased with the passage of the\nIndian Appropriation Act (1871), which declared that \"hereafter no Indian nation or tribe\" would be recognized \"as an independent power with whom the United States may contract"}
{"text": "Fresh Sign\n\nAll living things had a mystical spirit endowed with certain inherent and desirable powers. One creator had made all living things so the Native American acknowledged a close kinship with the animals and birds whose home he shared. The Creator had given special abilities or powers to his younger brothers that were often times better and more reliable than his own. He believed god put these creatures on the earth to teach men valuable lessons for everyday life. To the Native American, animals and birds often took upon themselves a holy character which he prayed to for assistance and intervention on their behalf. This was not just a passive role, many of these abilities the Native American greatly desired to possess, such as wisdom, bravery, craftiness, or endurance he believed he could in part, obtain from these creatures their special powers by studying their habits. Each animal or bird was studied for weeks on end until its every habit was known. The student then practiced these same traits and incorporated them into his daily life to the limits of his ability. As the student matured he acquired keen skills for tracking and hunting."}
{"text": "Canadian History/The People of the Lands/Haida\n\nLocation\n\nThe Haida are situated on the Queen Charlotte Islands, an archipelago off the mainland of British Columbia, which they affectionately call Haida Gwaii[1] (Land of the People).[2] A few Haida are also situated on southern Alaskan islands.\n\nSocial Organization\n\nHaida society is matrilineal. Everything is passed down through the maternal side. This includes property, titles, names, crests, and even such things as performances and songs. Out of all the Haida, there are two moieties (formerly known as clans), the Eagle and the Raven. Marriage was to occur across clans. Members of the Eagle moiety married members of the Raven moiety, and vice versa. One's membership in a clan was inherited matrilineally. Going even further still, each clan was divided into lineages, of which there are now approximately 40 occupying the two main villages Skidegate and Old Massett. Lineages are groups of families with common ancestry.[3] The chief (a title inherited from the maternal uncle) of the lineage, was responsible for lineage property.\n\nVillages\n\nEach Haida village was politically independent, but the Haida people have much pride in their clans, which are common ground between villages. Clan membership was promulgated through crests carven on totem poles, war canoes, masks, and other such objects.[4] Haida villages are often built on shores, in one or two rows of houses. This is due to fish being a significant factor of Haida diet and economy. Their houses were often constructed of planks of red cedar, and corner posts supported the framework of wooden beams. The entrance was often a doorway carved either into the front of the house, or into a massive totem pole in the same location, one that was decorated elaborately with lineage and moiety crests.[5]"}
{"text": "Finding Aid - Missionaries of the Reservation Period\n\nARCHIVES HOLDINGS:\n\n10005 Charles Lemmon Hall\nThe Charles Lemmon Hall Collection contains Hall's diaries that he kept during his time as a missionary on the Ft. Berthold reservation. His diaries document the weather, church attendance and other general comments about the mission. Also in this collection are translations of English into the Hidatsa language, such as the Bible, hymns, and phrases.\n\nHarold Case and Charles Hall. SHSND 0041-0345\n\n10286 Harold W. Case\nAfter Charles L. Hall established the mission at Fort Berthold, Harold W. Case arrived to help run the mission. The Harold W. Case Papers contain diaries, sermons, letters to other missionaries, and records of the mission at Fort Berthold. There is also a Harold Case photo collection (0041). The pictures show a time of transition on the reservation along with the work of the missionaries.\n\n10924 Northern Plains Conference of the United Church of Christ\nOn the Fort Berthold Indian Reservation, there were two important missionaries, Charles L. Hall and Harold Case. These men helped assimilate the Mandan, Hidatsa, and Arikara of the reservation. Boxes 5 and 6 of Northern Plains Conference of the United Church of Christ Collection contains histories of the missions, schools, and the reservation. Harold Case also played an important part in the fight against the Garrison Dam.\n\n20061 Daniel Webster Longfellow\nDaniel Webster Longfellow was a fur trader at Fort Berthold. This folder contains a biography on Longfellow and inventories of traded items. It also contains information on missionary work done by Charles Hall."}
{"text": "Before the Lesson\n\nThe day before the lesson, ask the students to save three different items that they were going to throw away and instead collect them in a bag and bring them into class. It might be a good idea to ask them not to bring anything smelly, messy, or that they would be embarrassed to share with the class.\n\n(1) In English, the word is often used interchangeably with terms like \"medicine man,\" \"witch doctor,\" \"sorcerer,\" and \"magician.\"\n\n(2) Scholars who study shamans disagree on who exactly ought to be called a shaman, but there are some basic ideas that many agree on. Basically, shamans are religious experts who act as intermediaries between the world of humans and the world of spirits, a place which exists parallel to our own world but is invisible to the untrained eye. Shamans believe that people are constantly effected by spirits: An angry spirit might cause bad luck or illness, a pleased one good luck and good health. It is a shaman's duty to intervene on the behalf of their community, chasing away troublesome spirits and securing the good will of others. They do this by entering trances, which allow them to enter and communicate with the spirit world.\n\n(3) Many Native American healers and religious practitioners are commonly called shamans, but there are shamans in other cultures all over the world, including peoples indigenous to the Amazon jungle and the icy Siberian steppe.\n\nArticle and discussion\n\nRead article together.\n\nHow crazy is it that most of what we know about many ancient peoples comes from sifting through their trash?! Ask the students to get out the items that they saved the day before. Find an open space where the students can spread the items out and arrange them into different categories. A large table would be ideal, but an open space on the floor will do. Have the students gather around this space and empty their \"trash bags\" in the center.\n\nNext, have the students arrange the items into categories. Spread the items out and discuss what categories they would like to use. Some common categories might be \"food waste,\" \"paper waste,\" and \"broken writing utensils.\"\n\nOnce the items are arranged, ask the students to imagine that they are archaeologists from the future who are studying our society and have dug up these items. What do these items tell them about the society that they are studying? What do people eat? What tools do they use? What do they spend their time doing? Examine and have students read aloud the writing on things like scrap paper and food wrappers. What does this tell them about the society that they are studying? What does it tell them about people's values and interests?\n\nFinally, do the students believe that the sample of trash items that they gathered are representative of what we actually throw away? What's missing? Which types of trash are over-represented and which are under-represented? On the board, create a list of common trash items and put them into categories. What do the students think future generations will make of our society based on the things that we throw away? Do they think that our trash provides an accurate representation of who we are?\n\nAfter the Lesson\n\nHave the students keep a 24-hour log of every item that they throw in the trash. When they finish the log, have them write a paragraph reflecting on the log.\n\nSome questions that they might reflect on: What were the most common waste items that you threw away? Was that a typical 24-hour period or were certain trash items over- or under-represented? If someone were to try to recreate your everyday life based only on what you threw away, what conclusions would they come to? What do you eat? How do you take care of yourself, work, and play? What (if anything) is missing from the picture of your life that could be pieced together based on this information"}
{"text": "Seven Clans\n\nThe Cherokee Clans are a traditional social organization of Cherokee society, and currently seven clans are recognized by the Cherokee. Customs of the Cherokee clans have evolved since ancient times; however, traditionalists still observe clan customs regarding marriage and certain social events.The Cherokee society is historically a matrilineal society; meaning clanship is passed through the mother. Among the Cherokee, women were considered the head of household, with the home and children belonging to her should she separate from a husband. The knowledge of a person's clan is important for many reasons; one of those reasons being that among Cherokee traditionalists today, it is forbidden to marry within your clan as clan members are considered brother and sisters. Knowledge of a person's clan is also important when seeking spiritual guidance and traditional medicine ceremonies, as it is necessary to name the clan. Seating at ceremonial stomp dances is also delineated by clan.In ancient times, for Cherokees born outside of a clan or outsiders to be taken into the tribe, they had to be adopted into a clan by a clan mother. For a woman who was married to a Cherokee man and given birth to a Cherokee child, she could be taken into a new clan. However, her husband had to leave his clan and live with his wife in her new clan. Men who were not Cherokee but married into a Cherokee household had to be adopted into a different clan by a clan mother because he could not take his wife's clan.Blue(A NI SA HO NI), historically this clan made medicine from a blue-colored plant to keep the children well. They are also known as the Panther or Wild Cat Clan.Long Hair(A NI GI LO HI), are also known as The Twister, Hair Hanging Down or Wind Clan. They wore elaborate hairdos and walked with a proud, twisting gait. Clan members are regarded as peacemakers and Peace Chiefs would often be from this clan. Prisoners of war, orphans of other tribes, and others with no Cherokee tribe were often adopted into this clan, thus a common interpretation of the name 'Strangers.'Bird(A NI TSI S KWA), were historically known as messengers. The belief that birds are messengers between earth and heaven, or the People and Creator, gave the members of this clan the responsibility of caring for the birds.Paint(A NI WO DI), were historically known as a prominent healers medicine people. Medicine is often 'painted' on a patient after harvesting, mixing and performing other aspects of the ceremony. They made red paint and prepared teas for vapor therapy specific to each ailment.Deer(A NI KA WI), were historically known as fast runners and hunters. Even though they hunted game for subsistence, they respected and cared for the animals while they were living among them. They were also known as messengers on an earthly level, delivering messengers from village to village, or person to person.Wild Potato (A NI GA TO GE WI) historically, members of this clan were known to be 'keepers of the land' and gatherers of the wild potato in swamps along streams. They are also known as the Bear, Raccoon, or Blind Savannah Clan.\n\nWolf (A NI WA YAH), is the largest and most prominent clan throughout time. During the time of the Peace Chief and War Chief government setting, the War Chief would come from this clan. Wolves are known as protectors."}
{"text": "Yukaghir\n\nYukaghir, also spelled Yukagir or Jukagir, self-name Odul, remnant of an ancient human population of the tundra and taiga zones of Arctic Siberia east of the Lena River in Russia, an area with one of the most severe climates in the inhabited world. Brought close to extinction by privation, encroachment, and diseases introduced by other groups, they numbered some 1,100 in the late 20th century. Although they still generally inhabit the upper valley of the Kolyma River, the once-nomadic people are for the most part engaged in hunting, fishing, and reindeer herding. The domestication of reindeer probably started in the mid-17th century, just before Russian conquest.\n\nThe Yukaghir can be classified into two divisions—the Northern, or Tundra, and the Southern, or Kolyma, Yukaghir. Their dialects are not mutually intelligible, and (until the late 20th century) multilingualism in several combinations of Russian, Chukchi, Even, and Sakha (Yakut) was common. Few of the younger Yukaghir speak their mother tongue, and because of assimilation they are generally monolingual or bilingual in Sakha or Russian.\n\nThe Yukaghir economy once depended heavily on seasonal migrations of elk and wild reindeer; these were killed in large numbers from canoes at water crossings or tracked by ancient methods. Fishing, next in importance, was based on biannual runs in major rivers. Molting waterfowl also were taken in quantity. The meat supply was supplemented by the gathering of berries, nuts, and other products of trees and shrubs. The groups' activities involved cooperative methods and seasonal movements. Permanent homes were occupied only in winter; skin or bark shelters were used in warmer weather. Metal was rare, and most implements were of bone or antler.\n\nThe Northern Yukaghir were patrilocal (centred on the male's family) while the Southern Yukaghir were matrilocal. Inheritance in both groups was patrilineal. Small family groups were generally organized into clans. Each clan was guided in matters of food provision and clan defense by an able adult male. Although the Yukaghir were Christianized in the 18th century, they retained many traditional beliefs, including the practice of shaman"}
{"text": "Article Preview\n\nINDIAN AFFAIRS.; Gen. Hancock and the Indians-Letter from Gen. Hancock.\n\nTo the Editor of the New-York Times: In your paper of the 15th inst., in an editorial headed, \"The Indian troubles-Gen. HANCOCK and the Chief of the Kiowas,\" I find the following statement: \"There is also, moreover, much matter for reflection in the Kiowa chiefs' appeal against the summary and fearful penalties meted out, under the Commanding-General's orders, to the neighboring tribe of Cheyennes."}
{"text": "Being an Indian in America\n\nBenefits and Agencies\n\nAre there benefits to becoming a member of a federally-recognized tribe? It depends. Some tribes distribute money to members based on the success of their business ventures (often casinos, sometimes oil).\n\nHowever, as a general statement, most tribal members belong to a depressed portion of American society. For example, compared with the nation as a whole, American 1995 Census data suggest\n\nTribal families are less likely to be composed of married-couples: 65.8 percent to 79.5 percent\n\nTribal members (age 18-14)\nare less likely to have graduated from high school:\n63.2 percent to 76.5 percent\n\nTribal families are more likely to have no one\nin the family working: 14.6 percent to 13.0 percent\n\nTribal families have a lower median income:\n$21,619 to $35,225\n\nTribal families are much more likely to live below the poverty line: 27.2 percent to 10.0 percent\n\nThese are, however, reasons that individuals (and tribes) wish to be recognized by the Federal government. There are business assistance programs not unlike the Small Business Administration. Tribes can operate casinos, and many have used this business model to make money for the tribe and serve as an employer for interested tribal members.\n\nThen there is the issue of preferential hiring policies, which is the reason that Colorado Professor Ward Churchill has managed to raise visibility of what it means to be an Indian in America.\n\nAgencies\nThere is a patchwork of agencies overseeing the Federal government's relationship with the\n562 federally-recognized tribes (pdf) and an additional patchwork at the state level. The federal list includes (not an exhaustive list):\n\nIn May, the Senate Committee on Indian Affairs (Chairman, Sen. McCain (R-AZ) ) is considering\nSenate Joint Resolution 15, which \"acknowledge[s] a long history of official depredations and ill-conceived policies by the United States Government regarding Indian tribes and offer[s] an apology to all Native Peoples on behalf of the United States.\""}
{"text": "The Origins of the Cigar Store Indian\n\nA cigar store Indian sits outside the door of many cigar and tobacco shops. While this can easily be viewed as an unwanted stereotype of the Native American community, it is also a part of cigar and tobacco history. As some of these wooden Indians appear inviting, happily greeting any incoming customers, others appear defensive, as if guarding the store from shoplifters, thieves, and \"no smoking\" ordinances. However they appear, they appear often — cigar store Indians have become advertising icons in the world of tobacco.\n\nJust as candy-caned barber poles have become synonymous with barber shops, and talking lizards have become synonymous with car insurance, these wooden Indians have become synonymous with cigar stores, historically serving as an advertisement that tells the masses where tobacco is sold. Nowadays, however, the cigar store Indian is used less as a form of advertisement and more as a form of decoration, one that brings dimension and culture to tobacco's colorful past.\n\nHow They Began\n\nWhen Native Americans introduced tobacco to the European populace, they became spokespeople for the cigar industry, forever intertwining their culture with the culture of tobacco. Because of this, a visual picture of an Indian was often used to tell the masses - highly illiterate masses - where they could purchase tobacco.\n\nSeventeenth century Europe marked the first time sellers of tobacco used a wooden Indian to peddle their product. However, because those who did the first carving had not actually seen a Native American, the first wooden Indians that sat on stoops of the cigar stores of Europe often appeared to be fanciful, fictional characters. Yet, by the time the wooden Indian made its way to America, it began to take on a much more genuine, authentic appearance.\n\nHow They Were Carved\n\nWhile some Cigar Store Indians were made of cast iron, most were made of wood. The majority of them were made by artisans or professional carvers. Using axes, chisels, and mallets on white pine, the wooden figures were carved and then painted in a tapestry of folklore, fine arts, and popular culture. In addition to wooden Indians, carvers also produced wooden sports figures, politicians, high society women, and Scotsmen"}
{"text": "Plains Creeains Cree is discussed in the following articles:\n\ncomparison with Woodland Cree\n\nThe\nPlains Cree lived on the northern Great Plains; like other Plains Indians, their traditional economy focused on bison hunting and gathering wild plant foods. After acquiring horses and firearms, they were more militant than the Woodland Cree, raiding and warring against many other Plains tribes. Reportedly divided into 12 independent bands, each with its own chief, the\nPlains Cree also had...\n\ndominion of Canada\n\n...territory. There were white settlers at the colony of Red River and also the Métis, who made up more than half the colony. Behind the Métis were the powerful Plains tribes—the\nPlains Cree and the Blackfoot Confederacy, buffalo hunters not under the influence of the Hudson's Bay Company. Canada had taken no account of the Métis or Indians in effecting the transfer"}
{"text": "According to Peigan–Blackfoot legend, a young man wanted to witness the plunge to death of countless buffalo driven over sandstone cliffs.\n\nWell, there was a young man, who was standing under the shelter of a ledge; they piled-up and piled-up and piled-up. As the bodies mounted, he became trapped between the animals and the cliff. He was later found by his people, with his skull crushed by the weight of the buffalo. Thus, they named the place in the Blackfoot language, \"where he got his head smashed-in.\"\n\nAccording to Peter Fidler, the young men, as he described them, would sleep out all night, and then in the day they would be running and herding these things towards their eventual destiny.\n\nWhen it got closer to the jump, they would sort of funnel them. And this funnel would be created by setting-up things called dead men. And these \"dead men\" - in the case of being on the plains - would be piles of buffalo dung that the old men and boys of the group could sit behind, or lie behind, and as the bison came up to them, they would jump up and scare them, and keep them going towards the cliff.\n\nToday, Head-Smashed-In Buffalo Jump is preserved as a United Nations World\nHeritage Site."}
{"text": "Elizabeth Warren's acknowledgment Wednesday night that she had formally informed both Harvard University and the University of Pennsylvania that she was a Native American seemingly contradicts a month of the Massachusetts Democrat's assertions on the matter and represents a major misstep for the nationally touted candidate."}
{"text": "They say that at the beginning of creation, everything was people, just like us. The stars were on the Earth and lived a lazy, promiscuous life, harassing the females of all the other creatures. One day, the gods, who were tired of such behavior, decided to make an example of them and to punish them eternally. They ordered all the female stars to leave the Earth and live in the dark sky, filling the forests with the splendor of their light. Since then, the male stars stayed on Earth, living in the jungles and suffering from the loneliness that comes from not having their partners. This is also the way lightning bugs were created. They further say that since then, each time a shooting star crosses the sky, all the lightning bugs come out in the hope of finding the one they loved, who left for the heavens.\n\nLegends and tales like this one can appear fragile and difficult to preserve, yet they are as solid in the world view of the indigenous peoples as the hardest of the hardwoods or the largest of the river rocks. They represent the oral tradition of the Amazonian peoples, their identity, and a connection with their gods and ancestors. Thanks to them, indigenous men, like Mañuco and Mishaja, learned from their parents that the yellow spotted side neck turtle is man's friend and watches over them, protecting them from the dreadful eel, that certain vines can provide water to the thirsty walker, or that the song of the White-throated toucan announces the coming of the rains.\n\nIt is nearly ten o'clock at night, and the clearing of Infierno, a native community some three hours by canoe from the city of Puerto Maldonado and in the heart of the southeastern Peruvian jungles, flickers in the light of a bonfire. Squatting around the fire are a dozen people, men, women, and children, listening attentively to the stories Mishaja is telling them. They have heard these a thousand times before, but each night it seems as if were the first. At each retelling and depending on the mood of the storyteller, the stories change, with new details that enrich them being added; the peals of laughter from the listeners and their comments continue for hours.\n\nMishaja, whose given name is Agustin, is one of the nearly 600 Ese'eja natives living in the southeastern Peruvian jungles. Sadly, like so many other Amazonian ethnic groups, the survival of these indigenous people's traditions, customs, and even their very homes is being threatened by new life rhythms imposed on them by modern society.\n\nLikewise, the forests in close proximity to the community are not at all what they used to be. The macaws no longer fly over their houses, and the huge fish are as rare in the rivers as trees are in the largest of cities. There is, however, a place where the jungle is still lush and explodes with life, where humans rarely visit, and where nature writes the rules as it has done for millennia. This place is called Candamo, a tributary of the Tambopata River, and known as \"the last jungle where humans do not tread\"."}
{"text": "Taino Girl The\nTaino people, originally known as the Arawak people, are the original\ninhabitants of Puerto Rico and other parts of the Caribbean. They\nwere the first to encounter Columbus. Common history claims that\nwe were decimated by Columbus' invasion, victims of genocide,\nhowever as the descendants of the Arawak say;\n\"We are still here!\""}
{"text": "Maps made by non-Native Americans to depict Native American land tenure, resources, and population distributions appeared almost as early as Europeans' first encounters with Native Americans and took many forms: missionaries' field sketches, explorers' drawings, and surveyors' maps, as well as maps rendered in connection with treaties involving land transfers. Most existing maps of Native American lands are reconstructions that are based largely on archaeology, oral reports, and evidence gathered from observers' accounts in letters, diaries, and official reports; accordingly, the accuracy of these maps is especially dependent on the mapmakers' own interpretive abilities.\n\nMany existing maps also reflect the 150-year role of the Bureau of Indian Affairs (BIA) in administering tribal lands. Though these maps incorporate some information gleaned directly from Native Americans, rarely has Native American cartography contributed to this official record, which has been compiled, surveyed, and authenticated by non-Native Americans. Thus.\n\nWhich of the following best describes the content of the passage?\n(A) A chronology of the development of different methods for mapping Native American lands\n(B) A discussion of how the mapmaking techniques of Native Americans differed from those of Europeans\n(C) An argument concerning the present-day uses to which historical maps of Native American lands are put\n(D) An argument concerning the nature of information contained in maps of Native American lands\n(E) A proposal for improving the accuracy of maps of Native American lands\n\nKey Takeaways from the passage...\n\n1. The author is primarily talking about the Non-Native American maps that depict Native American lands\n2. S/he mentions the origins of the information used to make the maps\n3. S/he mentions that the map creators used interpretive abilities rather than firsthand information to create the maps\n\nCheck the quoted text below:\n\n\"Thus (denotes logical conclusion).\""}
{"text": "Indigenous Australians are the original inhabitants of the Australian continent and nearby islands. The Aboriginal Indigenous Australians migrated from the Indian continent around 75,000 to 100,000 years ago....Contemporary Indigenous Australian art is the modern art work produced by Indigenous Australians. It is generally regarded as beginning with a painting movement that started at Papunya, northwest of Alice Springs, Northern Territory in 1971, involving artists such as Clifford Possum Tjapaltjarri...\n\n. He was born at Mulanga, on the east bank of the Glyde River.\n\nHe painted on clear, red ochre or black backgrounds. He used much broader and bolder brushstrokes than other Arnhem Land bark painters. His work includes depictions of the sea eagleGoanna is the name used to refer to any number of Australian monitor lizards of the genus Varanus, as well as to certain species from Southeast Asia.There are around 30 species of goanna, 25 of which are found in Australia...\n\nThe National Gallery of Australia is the national art gallery of Australia, holding more than 120,000 works of art. It was established in 1967 by the Australian government as a national public art gallery.- Establishment 1988 as part of the Dreamings exhibition of Aboriginal art. In July 2004 an exhibition opened of David Malangi's work at the National Gallery of Australia called No Ordinary Place.\n\nAustralian one dollar note\n\nThe reproduction of one of his designs appeared on the reverse of the Australian one dollar note in 1966. This was done originally without his knowledge, and he was later financially compensated after intervention by the Governor of the Reserve Bankas well as receiving a specially struck medal. The image depicts the mortuary feast of the ancestral hunter Gurrmirringu.\n\nThe payment by the Reserve Bank to Malangi began issues of Aboriginal copyright\n\nCopyright\n\nCopyright is a legal concept, enacted by most governments, giving the creator of an original work exclusive rights to it, usually for a limited time..."}
{"text": "Yuman Indian Tribe\nHistory\n\nSearch Fold3 For Your Native American Ancestors:\n\nGiven:\n\nSurname:\n\nYuman Family. An important\nlinguistic family whose tribes before being gathered on reservations\noccupied an extensive territory in the extreme south west portion of the\nUnited States and north Lower California, including much of the valley of\nColorado River, the lower valley of the Gila, and all of extreme south\nCalifornia. The family was formerly supposed to include also the Seri of\nwest Sonora and Tiburon Islands in the Gulf of California, but these have\nbeen determined to belong to a distinct stock (the Serian) bearing no\nlinguistic relation to any of the tribes within the United States, while\nthe tribes that occupied the south half of Lower California, so far as can\nbe judged from the meager linguistic evidence, belong to another family\nyet unnamed. These latter were distinguishable from the Yuman tribes as\nbeing probably the lowest in culture of any Indians of North America, for\ntheir inhospitable environment, which made them wanderers, was unfavorable\nto the foundation of government, even of the rude and unstable kind\nelsewhere found. The names of a large number of rancherias or villages\nhave been preserved, and as many of these antedated mission rule, they\nindicate that their occupants had at least entered upon a rude social life\nand lived under some sort of recognized authority, though less definite\nand binding than among most other tribes. There are also the naties of not\na few of the divisions usually termed tribes, but the limits of country\nclaimed by these and their inter-relations are almost unknown. Father\nBaegert, who is perhaps the best authority on the Lower California\nIndians, gave five distinct languages, which represented as many divisions\nor groups of tribes. These were, from the north southward: Cochimi, Laimon\n(usually considered a branch of Cochimi), Waicuri, Uchiti (usually\nconsidered a branch of Waicuri), and Pericu. Of these, however, only the\nCochimi can be definitely regarded as Yuman. Later authorities usually\nrecognize but three linguistic divisions for Lower California, viz, Pericu,\nWaicuri (a distinct stock), and Cochimi, the last occupying the peninsula\nnorth of about lat. 26°. This is a very unsatisfactory grouping, as it is\nimprobable that a single language, the Cochimi, extended over 6 degrees of\nlatitude; but it is the best that can be made in our present lack of\nknowledge, and the linguistic groups may be accepted as divisional names\nunder which to group the numerous rancherias in which these now extinct\ntribes lived.\nPassing from the south to the north end of the\npeninsula a marked change for the better was observed. The social groups\nappear to have been better defined; the tribes made fine basketry and\npottery, and in many other ways were further advanced. They lived in\ncommunal huts, very well constructed of cottonwood and well thatched. No\nbetter example of the power of environment to better mans condition can be\nfound than that shown as the lower Colorado is reached. Here are tribes of\nthe same family, remarkable not only for their fine physical development,\nbut living in settled villages with well-defined tribal lines, practicing\na rude but effective agriculture, and well advanced in many primitive\nIndian arts. The usual Indian staples were raised except tobacco, these\ntribes preferring a wild tobacco of their region to the cultivated. None\nof the Colorado River tribes borrowed the art of irrigation from the\nPueblo peoples, consequently their crops often suffered from drought. All\nof them depended more or less on the chase—the river tribes less, those of\nthe interior more. Mezquite beans, piton nuts, tornillas, and various\nseeds and roots were important articles of food. None of them were\nboatmen; in crossing rivers and transporting their goods they employed\nrude rafts, or balsas, made of bundles of reeds or twigs. Apparently all\nthe river tribes cremated their dead, and with them all articles of\npersonal property. The climate favored nudity, the men wearing only the\nbreechcloth, and not always that, while women were content with a short\npetticoat made of strips of bark.\nRegarding the character of the tribes of the Rio\nColorado in the 18th century, Fray Francisco Garcés\n(Diary, 1775-76, 435, 1900) says: \"The Indian men of\nits banks are well-formed, and the Indian women fat and healthy; the\nadornment of the men, as far as the Jamajabs [Mohave], is total nudity;\nthat of the women is reduced to certain short and scanty petticoats of the\nbark of trees; they bathe at all seasons, and arrange the hair, which they\nalways wear long, in diverse figures, utilizing for this purpose a kind of\ngum or sticky stud. Always are they painted, some with black, others with\nred, and many with all colors. All those of the banks of the river are\nvery generous and lovers of their country, in which they do not hunt game\nbecause they abound in all provisions.\"\nImportant tribes of the northern Yuman area are the\nCocopa, Diegueño, Havasupai, Maricopa,\nMohave, Tonto, Walapai, Yavapai, and\nYuma. These differ considerably, both physically and otherwise, the\nriver tribes being somewhat superior to the others. The Yuma are a fine\npeople, rather superior to the Cocopa, although closely resembling them\nphysically.\nThe population of the Yuman tribes within the United\nStates numbered about 3,700 in 1909.\nIn addition to the tribes mentioned, the following were\nalso of Yuman affinity, but so far as known they are either extinct or\ntheir tribal identity has been lost: Aguachacha, Bahacecha, Cajuenche,\nCoanopa, Cocoueahra (?), Gualta, Guamua, Guanabepe, Haglli, Hoabonoma,\nIguanes, Japul, Kivezaku, Ojiopas, Quigyuma, Quilmurs, Sakuma, Tzekupama"}
{"text": "Djang and djang andjamun sites relate to the activities of the Creation Ancestors. The sites mark the Ancestors' passage through the land and their change into other forms or they signify where the Ancestors entered or departed the earth. Ceremonial sites are places created by human action.\n\nDjang\n\nThese\nsites are often some unusual feature in the landscape that marks the journey of a Creation Ancestor. The sites are not dangerous and access to them is not necessarily restricted.\n\nDjang andjamun\n\nThese\nsites are associated with the Creation Ancestor Bula and his wives. If djang andjamun sites are disturbed the results will be catastrophic for all. The Jawoyn people, who look after this area, have strict laws and protocols for access to these sites.\n\nCeremonial sites\n\nThese sites\nare used for the performance of rituals. Among the common ceremonies are the 'rite of passage' ceremony, which marks a person's progress from one stage of their social and religious life to another, and ceremonies connected with primary and secondary burial."}
{"text": "The Pueblo Revolt\n\nby Edward Countryman\n\nIn 1680 the people known collectively as \"Pueblos\" rebelled against their Spanish overlords in the American Southwest. Spaniards had dominated them, their lives, their land, and their souls for eight decades. The Spanish had established and maintained their rule with terror, beginning with Juan de Oñate's invasion in 1598. When the people of Acoma resisted, Oñate ordered that one leg be chopped from every man over fifteen and the rest of the population be enslaved, setting a pattern that lasted four-score years. Now, rising virtually as one, the Pueblos drove out Spanish soldiers and authorities. The rebels allowed many Spaniards to flee, but twenty-one Franciscan priests died at their hands, and they sacked mission churches across their land. It took twelve years for Spanish troops to reconquer Pueblo country. They never did conquer the Hopi, who had been the westernmost contributors to the rebellion.\n\nThree hundred and thirty years later, Pueblo people still live in ancient villages across the Southwest, in many ways on their own terms. A proud statue of the rebellion's leader, Popé (or Po'pay), is one of New Mexico's two pieces in the National Statuary Hall in the United States Capitol. The Pueblo Revolt was the greatest and most successful rebellion of its sort in North American history. What happened? What did it signify? What did it achieve?\n\nUnquestionably, one of revolt's dimensions was religious. From Pecos Pueblo near the edge of the Great Plains to Acoma and Zuni in western New Mexico, Pueblo people had had enough of Christianity, after eight decades of living in what historian Ramón Gutiérrez has described as an imposed theocratic utopia. Backed by armed force and not reluctant to use the whip, Catholic missionaries had set out to destroy the ancestral Pueblo world in every respect, including what people could believe and how they could marry, work, live their lives, and pray. When the rebels could capture Franciscan priests, they killed them, sometimes after torturing them. They destroyed Catholic images, tore down mission churches, and defiled the vessels of the Catholic Mass. They put an end to marriages on Christian terms. They restored the kivas where Pueblo men had honored their ancestral Kachinas. With Catholic symbols and Spanish practices gone, the Pueblos set out to restore the lives their ancestors had lived.\n\nPo'pay's great achievement was to coordinate the Pueblos. The enormous, open distances of the Southwest posed a major problem. He solved it by dispatching runners carrying knotted ropes, each separate knot to be untied, one day at a time, until the chosen day, August 11, 1680. The runners had to deal with language differences as well. There was no distinct \"Pueblo\" people, speaking one language and sharing one culture. Instead, the Spanish conquerors had found Keres, Tompiros, Tewas, Tiwas, Towas, Piros, and Zuni, all living in similar-looking adobe villages (pueblos, hence the name), as well as Utes, Navajos, and Apaches. Their languages differed greatly, and their relations with one another were not always friendly. Nonetheless, Po'pay's plan worked nearly perfectly. The Spanish rulers in Santa Fe received only the barest warning before the revolt broke out.\n\nDespite the differences, as the late historian Jack D. Forbes demonstrated decades ago, the Southwest's people were not strangers to one another at all. Neither distance nor language formed a barrier against communication. People in their settled adobe villages had had centuries to build relationships and customs, of commerce, alliance, peace, and war. By the time the Spaniards arrived, the settled tribes had also built relationships and customs with nomadic groups (the Utes, Navajos, and Apaches), creating webs of trade and understanding. In this regard Pueblo people were not much different from other settled horticultural villagers, including the Caddo of East Texas, the Mandan of the Upper Missouri Valley, and the Huron on Georgian Bay, all of whom also dealt regularly with nomadic neighbors. Pueblo languages differed, but so did Basque, Castilian, Catalan, Portuguese, and other tongues of the Iberian Peninsula. If a conflict led to war, village people knew how to abandon their permanent sites and find refuge among wanderers. If anything, the Spanish invasion intensified Native connections with one another. They learned about horses, mules, burros, cattle, sheep, and Spanish tools and weapons. Pueblo people had not worked out anything like the Great League of Peace and Power that the Iroquois developed about the time of Columbus to solve their own problems and that served them well throughout the colonial period. But the Pueblos and their neighbors possessed many ways other than warfare for dealing with one another.\n\nThe 1680 uprising was no isolated event. The seventeenth-century history of modern New Mexico and northern Mexico is punctuated by unrest and rebellion. Many of the region's people had been conquered and none liked their situation, but they understood that though they greatly outnumbered the Spaniards, their foes were ruthless, organized, and determined. The Spanish possessed firearms and steel weapons superior to anything the Natives could muster. But despite all the odds against successful resistance, Spanish records show instance upon instance of plans and outbreaks among American Indians who supposedly had been \"reduced\" to Christianity and Spanish ways.\n\nOther Native people besides the Pueblos took part in the revolt. Neighboring Apaches and Navajos remained free of Spanish dominion, both because of their nomadic way of life and because Spanish power had reached its limits. But for decades such people had had to deal with frontier warfare. Forbes suggested that \"Pueblo Revolt\" is actually a misnomer, and that the term \"Great Southwestern Revolt,\" reaching beyond Pueblo country, describes the late seventeenth-century events more accurately.\n\nAs he and, more recently, Andres Resendez also show, the revolt's context spans much of the North American continent. Long before the revolt Native people knew how to communicate across long distances. News had reached Pueblo country quickly after the fall of the Nahua capital, Tenochtitlan, to Spanish conquistadors in 1521. When French Jesuit Jacques Marquette traveled down the Mississippi in 1673, he learned from Illinois Indians that he could reach the Pacific Ocean via the Missouri, South Platte, and Colorado Rivers. Spaniards in Mexico City knew about the French ventures, including not only Marquette's trip but also fur-trading coureurs de bois and Robert La Salle's journey to the mouth of the Mississippi in 1682. So did the Pueblos' neighbors to the east. So, in all probability, did Pueblo people themselves.\n\nWithout question Po'pay and his associates knew of the successful Pueblo resistance to the initial Spanish contact in 1540. They had reason to know about other Native resistance to Spaniards as well. They probably did not know about the ongoing seventeenth-century Iroquois-French conflict in the St. Lawrence Valley and eastern Great Lakes region, King Philip's War in New England in 1675–1676, or Bacon's Rebellion in Virginia, also in 1676. But, like the near-simultaneous founding of Spanish Santa Fe (1598), English Jamestown (1607), and French Quebec (1608), the Pueblo Revolt and the woodland wars emerged from similar situations. By the late seventeenth century, Native peoples and the Europeans they faced were not strangers to one another, whether we look at Pueblo country, Texas, the Mississippi Valley, the Great Lakes, or the Eastern woodlands. All were caught up in violent reverberations, as their worlds collided, ground against one another, and interlocked.\n\nSlavery, rather than symbolic religious conflict, may have provided the deep underpinning of the southwestern events. Legal enslavement of American Indians by Spaniards had been forbidden by royal decree since the mid-sixteenth century, but that did not stop the actual practice. So-called \"just wars\" provided one loophole, and on that basis Apaches, Utes, and others who refused to acknowledge Spanish authority were fair game for enslavers. Settled Christian Indians, such as the Pueblos, could be enslaved for a period of time, if they resisted their condition. Forced encomienda labor, supposedly rendered in return for the benefits the Spaniards had brought, was not far from actual slavery. Enslaved Indians often ended up in the booming, labor-hungry silver mines of Chihuahua, but some were taken farther south and a few as far as Cuba, to work side by side with captured Africans. A lively traffic flourished across the plains in Native women and children, for both sexual exploitation and domestic labor. Outside the Spanish zone, slaving frontiers were pushing westward onto the plains both from New France and from the British colonies, particularly newly founded South Carolina. Pueblo, Apache, and Navajo country lay many miles from the European centers, but its people were caught up in an enormous web whose most-shared institution was human bondage.\n\nFor a very long time, the twelve years of Pueblo independence, from 1680 to 1692, remained virtually blank in historical terms. Knowing the importance of written records to the Europeans from their eight decades of subordination, the rebels destroyed Spanish documents and returned to their ancestral ways of remembering, thus closing off conventional historical inquiry. About the only clear point seems to be that Po'pay quickly lost the power he had gained as the revolt's leader. But archaeologist Matthew Liebmann has reconstructed the historical material culture of Jemez Pueblo (known to its own people as Walatowa) in the mountains northwest of Albuquerque. Working with Walatowa's present-day people, he has linked archaeological evidence with their traditions and pieced together an account of what happened between the overthrow of the Spaniards and their return. Liebmann's project is presently making its way from a doctoral dissertation to a scholarly book. When the book appears, it will open yet another dimension of the history of the Great Pueblo Revolt.\n\nThe Spanish return in 1692 was a military conquest, just as 1598 had been, but it did not lead to a full restoration of their authority, due in part to the Spanish themselves. Secular Spanish officials began trying to rule \"their\" Indians in enlightened terms. They saw New Mexico not as mission country, where the friars had to be protected as they went about their task of saving Native souls, but rather as a buffer zone, protecting the precious silver mines from the not-so-distant French and even the British. They saw the New Mexican people as possible allies in the game of transcontinental empire, to be courted rather than conquered. The self-sacrificing, martyrdom-seeking zealotry of seventeenth-century Franciscan \"Conquistadors of the Spirit\" slackened into routine business.\n\nHow the Pueblo villagers took advantage of changed Spanish goals and worked out their own terms for dealing with the Spaniards remains to be fully explored, but the results have proven permanent. Consider Acoma, high on a mesa west of Albuquerque. Its people have inhabited the same site for more than a millennium, rebuilding their village after the conquest of 1598. From a distance, Acoma's most visible structure is the fortress-like church of San Esteban del Rey. Acoma people constructed the church between 1629 and 1640, hauling the raw material for its high, thick walls up from the foot of the mesa. The church survived the rebellion and it remains in use, but a short walk takes visitors past ladders that lead to the rooftop entrances of kivas, where the old ways also endure. Spanish friars, soldiers, and civil administrators had tried to suppress those traditions, but they could not do it. Property at Acoma descends from mother to youngest daughter, which is the traditional Acoma way. For legal purposes, Acoma and the other eighteen functioning pueblos are self-governing tribes, not sub-units of New Mexico.\n\nIf the purpose of the rebellion was simply to drive out Spanish ways, it failed, because the Spaniards came back and remained until Mexican independence in 1821. The Spanish were followed by two successor republics, Mexico and, ultimately, the United States. There could be no complete return to how Pueblo people had lived prior to the Spanish conquest. But if the rebels' purpose was to reassert their own ways in a new setting, their rebellion succeeded, because Acoma and places like it survive, on terms that their people set for themselves.\n\nEdward Countryman, University Distinguished Professor of History at Southern Methodist University, is author of such books as Enjoy the Same Liberty: Black Americans and the Revolutionary Era (2011); A People in Revolution: The American Revolution and Political Society in New York, 1760–1790 (1981), winner of the Bancroft Prize;and Shane (1999, with Evonne Von Heussen-Countryman). He is working on a study of how American Indians learned about the problems that Europeans were bringing to them during the colonial"}
{"text": "The Catawba Classic Lacrosse Tournament\n\nLacrosse, considered to be America's first and oldest sport, was invented by the Native Americans around 1600. They played the game to resolve conflicts, heal the sick, and develop strong men. The Catawba Classic Lacrosse Tournament name was chosen to pay homage to the original inhabitants of our area; the Catawba Indians."}
{"text": "Welcome to 500px\n\n52.6\n\n52.6\n\nThis statue, which resides in the temperate rainforest of Cape Perpetua, is in honor of Amanda, a blind Indian women captured from her native land and forced to live in a reservation camps near Yachats.\n\nMore than 1,400 native Indians from the Rogue River region were captured and by ship and/or by forced march, were brought to reservation camps at Siletz and Yachats. Those who remained behind were declared fair game for bounty hunters.\n\nNonetheless, some Indians escaped from Yachats to return south to their homeland. In 1864 the Army sent a patrol south to round up these Indians and bring them back to Yachats.\n\nThe soldiers found Amanda, an elderly-looking, blind Indian woman, at a farm owned by a white settler named De-Cuys, at the head of tidewater on the Coos River. When the soldiers told her she had to leave, she asked to say good-bye to Julia, the settler's pretty 8-year-old daughter. The little girl threw her arms around the old woman and cried, \"Dear Mama!\"\n\nThey marched Amanda north over sand dunes and lava rocks until her feet were so bloody they left tracks. According to one soldier's journal, some of the men swore at her, told her to hurry up, and threatened to leave her to die.\n\nHistory does not record how long Amanda survived in Yachats, or if she ever saw her daughter again. But by the time the Yachats agency closed in 1875, disease and neglect had reduced the population there by half."}
{"text": "The\nApachean tribes were historically very powerful, at enmity with the\nSpaniards and Mexicans for centuries.The first Apache raids\non Sonora appear to\nhave taken place during the late 17th century. The U.S.Army later found them in their various\nconfrontations to be fierce warriors and\nskillful strategists.\n\nPresent-day Apache groups\n\nThe present-day Apache peoples include the Jicarilla and Mescalero\nof New Mexico, the Chiricahua of the Arizona-New Mexico border\narea, the Western Apache of Arizona, the Lipan Apache of\nsouthwestern Texas, and the Plains Apache of Oklahoma. There\nundoubtedly existed other Apache groups which are not as well-known\nby modern anthropologists and historians.\n\nWestern Apaches are the only Apache group that remains within\nArizona. The group is divided into several reservations that\ncrosscut cultural divisions. The Western Apache reservations\ninclude the Fort Apache White Mountain, San Carlos, Yavapai-Apache,\nTonto-Apache, and Fort McDowell Mohave.\n\nPresent-day primary locations of\nApachean peoples\n\nChiricahua were divided into two groups after they were released\nfrom being Prisoner of war. The\nmajority moved to the Mescalero Reservation and are now subsumed\nunder the larger Mescalero political group along with the Lipan.\nThe other Chirricahuas remained in Oklahoma and eventually formed\nthe Fort Sill Apache\nTribe of Oklahoma.\n\nThe\nMescalero are located on the Mescalero Reservation in southeastern\nNew Mexico, near historic Fort Stanton.The Jicarilla are located on the Jicarilla\nReservation in Rio Arriba and\nSandoval counties in northwestern\nNew Mexico.The Lipan, now few in number, are located primarily on\nthe Mescalero Reservation. Other Lipans live in Texas.Plains Apaches are\nlocated in Oklahoma concentrated around Anadarko.\n\nName and synonyms\n\nThe word Apache entered English via Spanish, but the ultimate origin is\nuncertain. Most Apacheans may not like to be called Apache\nand rather call themselves by the term from their language (e.g.\nInde \"Apache, person\" in Mescalero).\n\nThe first known written record in Spanish is by Juan de Oñate in 1598. The most widely\naccepted origin theory suggests it was borrowed from the Zuni word meaning \"Navajos\" (the plural of\n\"Navajo\").\n\nAnother theory suggests the term comes from Yavapai meaning \"enemy.\" The Zuni and\nYavapai sources are rendered less certain because Oñate used the\nterm before he had encountered any Zuni or Yavapai.A less likely\norigin may be from Spanish mapache \"raccoon\"\n\nThe Spanish first use the term \"Apachu de Nabajo\" (Navajo) in the\n1620s, referring to people in the Chama region east of the San Juan River. By the\n1640s, the term was applied to Southern Athabaskan peoples from the\nChama on the east to the San Juan on the west.\n\nThe fame of the tribes' tenacity and fighting skills, probably\nbolstered by dime novels, had an impact\non Europeans. In early 20th century Parisian society, Apache essentially meant\nan outlaw and would enter the French\nlanguage in France.\nHowever, it is nowadays a racially charged term in Europe if used to mean a criminal of non-European\nimmigrant background.\n\nDifficulties in Naming\n\nEssa-queta, Plains Apache chief\n\nMany written historical names of Apachean groups recorded by\nnon-Apacheans are difficult to match to modern-day tribes or their\nsub groups. Over the centuries many Spanish, French and/or English-speaking authors did\nnot differentiate between Apachean and other semi-nomadic non-Apachean peoples that might pass through\nthe same area. More commonly a name was acquired through a\ntranslation of what another group called them. While\nanthropologists seem to agree on some traditional major subgrouping\nof Apaches, they often have used different criteria to name their\nfiner divisions, and these do not always match modern Apache\ngroupings. Often groups residing in what is now Mexico are not\nconsidered Apaches by some. Adding to an outsider's confusion, an\nApachean individual has different ways to identify themselves, such\nas their band or their clans,\n\nFor example, Greenville Goodwin\nin the 1930s divided the Western Apaches into five groups (based on\nhis informants' views on dialectal and cultural differences): White\nMountain, Cibecue, San Carlos, North Tonto, and South Tonto. Other\nanthropologists (e.g. Albert\nSchroeder) consider Goodwin's classification inconsistent with\npre-reservation cultural divisions. Willem de Reuse finds linguistic evidence\nsupporting only three major groupings: White Mountain, San Carlos,\nand Dilze'e (Tonto) with San Carlos as the most divergent dialect\nand Dilze'e as a remnant intermediate member of a dialect continuum\npreviously existing between the Western Apache language and\nNavajo.\n\nJohn Upton Terrell divides the Apaches into Western and Eastern\ngroups. In the western group he includes Toboso,\nCholome, Jocome, Sibolo or\nCibola, Pelone, Manso, Kiva or\nKofa and even Chicame (the earlier term for\nHispanized Chicano or New Mexicans of\nSpanish/Hispanic and Apache descent) as\nhaving definite Apache connections or names associated with Apaches\nby the Spanish.\n\nDavid M. Brugge in a detailed study of the New Mexico Church\nrecords lists fifteen different tribal names the Spanish used to\nrefer to Apaches that represent about a thousand (1,000?) baptisms from 1704 to 1862.\n\nList of names\n\nApache, current usage generally includes 6 of\nthe 7 major traditional Apachean speaking groups: Chiricahua,\nJicarilla, Lipans, Mescalero, Plains Apache, and Western Apache.\nHistorically, the term as also been used for Comanches, Mohaves, Hualapais, and Yavapais.\n\nArivaipa (also Aravaipa) is a band of\nthe San Carlos local group of the Western Apache. Albert\nSchroeder believes the Arivaipa was a separate section in\npre-reservation times. Arivaipa is a borrowing (via\nSpanish) from the O'odham language.\nThe Arivaipa are known as Tsézhiné \"Black Rock\" in the\nWestern Apache\nlanguage.\n\nCarlanas (also Carlanes).\nAn Apache\ngroup in southeastern Colorado on Raton Mesa. In\n1726, they had joined together with the Cuartelejos and Palomas,\nand by the 1730s they were living with the Jicarilla. It has been\nsuggested that either the Llanero band of the modern Jicarilla or\nJames Mooney's Dáchizh-ó-zhn\nJicarilla division are descendants of the Carlanas, Cuartelejos,\nand Palomas. The Carlanas as a whole were also called Sierra\nBlanca; parts of the group were called Lipiyanes or\nLlaneros. Otherwise, the term has been used synonymously\nwith Jicarilla in 1812. The Flechas de Palo might\nhave been a part of or absorbed by the Carlanas (or\nCuartelejos).\n\nChiricahua. One of the 7 major Apachean\ngroups, ranging in southeastern Arizona.\n\nCh'úúk'anén (also Č'ók'ánéń,\nČ'ó·k'anén, Chokonni, Cho-kon-nen,\nCho Kŭnĕ́, Chokonen) refers to the Eastern\nChiricahua band of Morris Opler.\nThe name is an autonym from the Chiricahua language.\n\nCibecue. One of Goodwin's Western Apache\ngroups, living to the north of the Salt River between the Tonto and White\nMountain groups. Consisted of Canyon Creek, Carrizo, and Cibecue\n(proper) bands.\n\nCoyotero usually refers to a southern division\nof the pre-reservation White Mountain local group of the\nWestern Apache. However, the name has also been used more\nwidely to refer to Apaches in general, Western Apaches, or an\nApachean band in the high plains of southern Colorado to Kansas.\n\nFaraones (also Paraonez,\nPharaones, Taraones, Taracones,\nApaches Faraone) is derived from Spanish Faraón\n\"Pharaoh\". Before 1700, the name was vague without a specific\nreferent. Between 1720 and 1726, it referred to\nApaches between the Rio\nGrande in the east, the Pecos\nRiver in the west, the area around Santa\nFe in the north, and the Conchos River in the south. After 1726,\nFaraones only referred to the north and central parts of\nthis region. The Faraones were probably were, at least in part,\npart of the modern-day Mescaleros or had merged with the\nMescaleros. After 1814, the term Faraones disappeared\nhaving been replaced by Mescalero.\n\nThe Gileño (also Apaches de Gila,\nApaches de Xila, Apaches de la Sierra de Gila,\nXileños, Gilenas, Gilans,\nGilanians, Gila Apache, Gilleños) was\nused to refer to several different Apachean and non-Apachean groups\nat different times. Gila refers to either the Gila River or the Gila\nMountains. Some of the Gila Apaches were probably later known\nas the Mogollon Apaches, a subdivision of the Chiricahua,\nwhile others probably evolved into the Chiricahua proper. However,\nsince the term was used indiscriminately for all Apachean groups\nwest of the Rio Grande (i.e. in southeast Arizona and western New\nMexico), the reference is often unclear. After 1722, Spanish\ndocuments start to distinguish between these different groups, in\nwhich case Apaches de Gila refers to Western Apaches\nliving along the Gila River (and thus synonymous with\nCoyotero). American writers first used the term to refer\nto the Mimbres (another subdivision of the Chiricahua),\nwhile later the term was confusingly used to refer to Coyoteros,\nMogollones, Tontos, Mimbreños, Pinaleños, Chiricahuas, as well as\nthe non-Apachean Yavapai (then also known as Garroteros or\nYabipais Gileños). Another Spanish usage (along with\nPimas Gileños and Pimas Cileños) referred to the\nnon-Apachean Pima living on the Gila\nRiver.\n\nJicarilla (from Spanish meaning \"little\ngourd\"). The Jicarilla Apache are one of the 7 major\nApachean groups and currently live in northern New Mexico, southern\nColorado, and the Texas\nPanhandle.\n\nLlanero is a borrowing from Spanish meaning\n\"plains dweller\". The name was historically used to refer to\nseveral different groups that hunted buffalo seasonally on the\nPlains, also referenced in eastern New Mexico and western Texas.\n(See also Carlanas.)\n\nLipiyánes (also Lipiyán,\nLipillanes). An uncertain term, probably of Athabascan\norigin, that may have been a synonym of Llanero or\nNatagés. This term is not to be confused with\nLipan.\n\nLipan (also Ypandis,\nYpandes, Ipandes, Ipandi,\nLipanes, Lipanos, Lipaines,\nLapane, Lipanis, etc.). One of the 7 major\nApachean peoples. Once in eastern New Mexico and Texas to the\nsoutheast to Gulf of\nMexico. This term is not to be confused with\nLipiyánes or Le Panis (French for the Pawnee). First mentioned in 1718 around the newly\nestablished town of San Antonio, Texas.\n\nMescalero. The Mescalero are one of the 7\nmajor Apachean groups, generally living in what is now eastern New\nMexico and western Texas.\n\nMimbreños is an older name that refers to a\nsection of Opler's Eastern Chiricahua band and to Albert\nSchroeder's Mimbres and Warm Springs Chiricahua\nbands in southwestern New Mexico.\n\nMogollon was considered by Schroeder a\nseparate pre-reservation Chiricahua band while Opler considered the\nMogollon to be part of his Eastern Chiricahua band in New\nMexico.\n\nNatagés (also Natagees, Apaches\ndel Natafé, Natagêes, Yabipais Natagé,\nNatageses, Natajes). Term used 1726–1820 to refer\nto the Faraón, Sierra Blanca, and Siete Ríos Apaches of\nsoutheastern New Mexico. In 1745, the Natagés are reported to have\nconsisted of the Mescaleros (around El Paso and the Organ\nMountains) and the Salineros (around Rio\nSalado), but these were probably the same group. After\n1749, the term was used synonymously with Mescalero, which\neventually replaced it.\n\nNavajo. The most numerous of the 7 major\nApachean groups. General modern usage separates Navajo people from Apaches.\n\nPinal (also Pinaleños). One of the\nbands of the Goodwin's San Carlos group of Western Apache. Also\nused along with Coyotero to refer more generally to one of\ntwo major Western Apache divisions. Some Pinaleños were referred to\nby Gila Apaches.\n\nPlains Apache.\nThe Plains Apache (also called Kiowa-Apache,\nNaisha, Na'ishandine) are one of the 7 major\nApachean groups, generally living in what is now Oklahoma. In\nhistoric times, they were found living among the (unrelated)\nKiowa. The term has also been used to refer to\nany supposed Apachean tribe found on or associated (usually\nculturally) with the North American Plains.\n\nQuerechos referred to by Coronado in 1541,\npossibly Plains Apaches, at times maybe Navajo. Other early Spanish\nmight have also called them Vaquereo or Llanero.\n\nSan Carlos. A\nWestern Apache group that ranged closest to Tucson according to\nGoodwin. This group consisted of the Apache Peaks, Arivaipa, Pinal,\nSan Carlos (proper) bands.\n\nTonto. Goodwin divided into Northern Tonto and\nSouthern Tonto groups, living in the north and west areas of the\nWestern Apache groups according to Goodwin. This is north of\nPhoenix, north of the Verde River. Schroeder has suggested that the\nTonto are originally Yavapais who assimilated Western Apache\nculture. Tonto is one of the major dialects of the Western Apache\nlanguage. Tonto Apache speakers are traditionally bilingual in\nWestern Apache and Yavapai.\nGoodwin's Northern Tonto consisted of Bald Mountain, Fossil Creek,\nMormon Lake, and Oak Creek bands; Southern Tonto consisted of the\nMazatzal band and unidentified \"semi-bands\".\n\nWarm Springs were located on upper reaches of\nGila River, New Mexico. (See also Gileño and\nMimbreños.)\n\nWestern Apache. In the most common sense,\nincludes Northern Tonto, Southern Tonto, Cibecue, White Mountain\nand San Carlos groups. While these subgroups spoke the same\nlanguage and had kinship ties, Western Apaches considered\nthemselves as separate from each other, according to Goodwin. Other\nwriters have used this term to refer to all non-Navajo Apachean\npeoples living west of the Rio Grande (thus failing to distinguish\nthe Chiricahua from the other Apacheans). Goodwin's\nformulation: \"all those Apache peoples who have lived within the\npresent boundaries of the state of Arizona during historic times\nwith the exception of the Chiricahua, Warm Springs, and allied\nApache, and a small band of Apaches known as the Apache Mansos, who\nlived in the vicinity of Tucson.\"\n\nWhite Mountain. The easternmost group of the\nWestern Apache according to Goodwin. Consisted of Eastern White\nMountain and Western White Mountain.\n\nHistory\n\nEntry into the Southwest\n\nThe Apache and Navajo (Diné)\ntribal groups of the North American Southwest speak related\nlanguages of the language family referred\nto as Athabaskan. Other\nAthabaskan-speaking people in North America reside in an area from\nAlaska through west-central Canada, and some groups can be found\nalong the Northwest Pacific Coast. Linguistic similarities indicate the Navajo and\nApache were once a single ethnic\ngroup.\n\nArchaeological and historical evidence seem to suggest the Southern\nAthabaskan entry into the American Southwest sometime after 1000\nAD. Their nomadic way of life complicates accurate dating,\nprimarily because they constructed less-substantial dwellings than\nother Southwestern groups. They also left behind a more austere set\nof tools and material goods. This group probably moved into areas\nthat were concurrently occupied or recently abandoned by other\ncultures. Other Athabaskan speakers, perhaps including the Southern\nAthabaskan, adapted many of their neighbors' technology and\npractices in their own cultures. Thus sites where early Southern\nAthabaskans may have lived are difficult to locate and even more\ndifficult to firmly identify as culturally Southern\nAthabaskan.\n\nThere are several hypotheses concerning Apachean migrations. One\nposits that they moved into the Southwest from the Great Plains. In\nthe early 16th century, these mobile groups lived in tents, hunted\nbison and other game, and used dogs to pull\ntravois loaded with their possessions.\nSubstantial numbers and a wide range were recorded by the Spanish\nin the 16th century.\n\nAfter seventeen days of travel, I came upon a rancheria of\nthe Indians who follow these cattle (bison).These natives\nare called Querechos.They do not cultivate the land, but\neat raw meat and drink the blood of the cattle they kill.They dress in the skins of the cattle, with which all the\npeople in this land clothe themselves, and they have very\nwell-constructed tents, made with tanned and greased cowhides, in\nwhich they live and which they take along as they follow the\ncattle.They have dogs which they load to carry their\ntents, poles, and belongings.\n\nThe Spaniards described Plains dogs as very white, with black\nspots, and \"not much larger than water spaniels.\" Plains dogs were slightly smaller\nthan those used for hauling loads by modern northern Canadian\npeoples. Recent experiments show these dogs may have pulled loads\nup to 50 lb (20 kg) on long trips,\nat rates as high as two or three miles per hour (3 to 5 km/h).\nThis\nPlains migration theory associates Apachean peoples with the\nDismal River aspect, an archaeological culture known\nprimarily from ceramics and house remains, dated 1675–1725\nexcavated in Nebraska, eastern Colorado, and western Kansas.\n\nAlthough the first documentary sources mention the Apache and\nhistorians have suggested some passages indicate a sixteenth\ncentury entry from the north, archaeological data indicate they\nwere present on the plains, long before this first reported\ncontact.\n\nAnother competing theory posits migration south, through the\nRocky Mountains, ultimately reaching\nthe Southwest. Only the Plains Apache have any significant Plains\ncultural influence, while all tribes have distinct Athabaskan\ncharacteristics. The descriptions of peoples such as the Mountain\nQuerechos and the Apache Vaqueros are vague and could apply to many\nother Plains tribes; the specific traits of these groups do not\nseem particularly Apachean. Additionally, Harry Hoijer's classification of Plains Apache\nas an Apachean language has been disputed.\n\nWhen the Spanish arrived in the area, trade between the long\nestablished Pueblo peoples and the Southern Athabaskans was well\nestablished. They reported the Pueblos exchanged maize and woven cotton goods for\nbison meat, hides and materials for stone tools. Coronado observed\nPlains people wintering near the Pueblos in established camps.\nLater Spanish sovereignty over the area disrupted trade between the\nPueblos and the diverging Apache and Navajo groups. The Apache\nquickly acquired horses, improving their mobility for quick raids\non settlements. In addition, the Pueblo were forced to work Spanish\nmission lands and care for mission flocks, thus they had fewer\nsurplus goods to trade with their neighbors.\n\nIn 1540 Coronado also reported that the modern Western Apache area\nwas uninhabited, although some have argued that he simply did not\nsee them. Other Spaniards first mention \"Querechos\" living west of\nthe Rio Grande in the 1580s. To some historians this implies the\nApaches moved into their current Southwestern homelands in the late\n16th and early 17th centuries. Other historians note that Coronado\nreported that Pueblos women and children had often been evacuated\nby the time his party attacked these dwellings and some dwellings\nhad been recently abandoned as he moved up the Rio Grande. This\nmight indicate the semi-nomadic Southern Athabaskans had advance\nwarning about his hostile approach and so they were not seen and\nreported by the Spanish. Archaeologists are finding ample evidence\nof an early proto-Apache presence in the Southwestern mountain zone\nin the 15th century and perhaps earlier. Their presence on both the\nPlains and in the mountainous Southwest indicate that there were\nmultiple early migration routes.\n\nConflict with Mexico and the United States\n\nIn general, there seemed to be a pattern between the recently\narrived Spanish who settled in villages and Apache bands over a few\ncenturies. Both raided and traded with each other. Records of the\nperiod seem to indicate that relationships depended upon the\nspecific villages and specific bands that were involved with each\nother. For example, one band might be friends with one village and\nraid another. When war happened between the two, the Spanish would\nsend troops, after a battle both sides would \"sign a treaty\" and\nboth sides would go home.\n\nThe traditional and sometimes treacherous relationships continued\nbetween the villages and bands with the independence of Mexico in\n1821. By 1835 Mexico had placed a bounty on Apache scalps but some\nbands were still trading with certain villages. When Juan José Compas, the leader of the\nMimbreño Apaches, was killed\nfor bounty money in 1837, Mangas\nColoradas or Dasoda-hae (Red Sleeves) became principal chief\nand war leader and began a series of retaliatory raids against the\nMexicans.\n\nWhen the United States went to war\nagainst Mexico, many Apache bands promised U.S. soldiers safe\npassage through their lands. When the U.S. claimed former\nterritories of Mexico in 1846, Mangas Coloradas signed a peace\ntreaty, respecting them as conquerors of the Mexican's land.\nAn uneasy\npeace (a centuries old tradition) between the Apache and the now\ncitizens of the United States held until the 1850s, when an influx\nof gold miners into the Santa Rita Mountains led to conflict. This period is sometimes\ncalled the Apache Wars.\n\nThe United States' concept of a reservation had not been used by\nthe Spanish, Mexicans or other Apache neighbors before.\nReservations were often badly managed, and bands that had no\nkinship relationships were forced to live together. There were also\nno fences to keep people in or out. It was not uncommon for a band\nto be given permission to leave for a short period of time. Other\ntimes a band would leave without permission, to raid, return to\ntheir land to forage, or to simply get away. The military usually\nhad forts nearby. Their job was keeping the various bands on the\nreservations by finding and returning those who left. The\nreservation policies of the United States kept various Apache bands\nleaving the reservations (at war) for almost another quarter\ncentury.\n\nThe warfare between Apachean peoples and Euro-Americans has led to\na stereotypical focus on certain aspects of Apachean cultures that\nare often distorted through misperception as noted by anthropologist Keith Basso:\n\n\"Of the hundreds of peoples that lived and flourished\nin native North America, few have been so consistently\nmisrepresented as the Apacheans of Arizona and New\nMexico.\n\nGlorified by novelists, sensationalized by historians,\nand distorted beyond credulity by commercial film makers, the\npopular image of 'the Apache' — a brutish, terrifying semihuman\nbent upon wanton death and destruction — is almost entirely a\nproduct of irresponsible caricature and exaggeration.\n\nIndeed, there can be little doubt that the Apache has\nbeen transformed from a native American into an American legend,\nthe fanciful and fallacious creation of a non-Indian citizenry\nwhose inability to recognize the massive treachery of ethnic and\ncultural stereotypes has been matched only by its willingness to\nsustain and inflate them.\"\n\nForced Removal\n\nIn 1875, an estimated 1,500 Yavapai and Dilzhe'e Apache from the\nRio Verde Indian Reserve were removed from several thousand acres\nof treaty lands promised to them by the United States government.\nIndian Commissioner L.E. Dudley and U.S. Army troops made the\npeople, young and old, walk through winter-flooded rivers, mountain\npasses and narrow canyon trails to get to Indian Agency at San\nCarlos, away. The trek resulted in several hundred lives lost.\nThere they remained in internment for 25 years while white settlers\ntook over their land. On their release, only about 200 were able to\nreturn to their lands.\n\nDefeat\n\nMost American histories of this era say the final defeat of an\nApache band took place when 5,000 troops forced Geronimo's group of 30 to 50 men, women and\nchildren to surrender in 1886.\nThis band\nand the Chiricahua scouts who tracked them were all sent to\nmilitary confinement in Florida at Ft.Pickens and, subsequently, Ft.Sill,\nOklahoma.\n\nMany books were written on the stories of hunting and trapping\nduring the late 19th century. Many of these stories involve Apache\nraids and agreements with Americans and Mexicans.\n\nPre-reservation culture\n\nSocial organization\n\nApache bride\n\nAll Apachean peoples lived in extended family units (or family\nclusters) that usually lived close together with each nuclear\nfamily in separate dwellings. An extended family generally\nconsisted of a husband and wife, their unmarried children, their\nmarried daughters, their married daughters' husbands, and their\nmarried daughters' children. Thus, the extended family is connected\nthrough a lineage of women that live together (that is, matrilocal\nresidence), into which men may enter upon marriage (leaving behind\nhis parents' family). When a daughter was married, a new dwelling\nwas built nearby for her and her husband. Among the Navajo,\nresidence rights are ultimately derived from a head mother.\nAlthough the Western Apache usually practiced matrilocal residence,\nsometimes the eldest son chose to bring his wife to live with his\nparents after marriage. All tribes practiced sororate and levirate marriages.\n\nAll Apachean men practiced varying degrees of avoidance of\nhis wife's close relatives—often strictest between mother-in-law\nand son-in-law. The degree of avoidance differed in different\nApachean groups. The most elaborate system was among the Chiricahua\nwhere men must use indirect polite speech toward and were not\nallowed to be within visual sight of his relatives that he was in\nan avoidance relationship with. His female Chiricahua relatives\nalso did likewise to him.\n\nSeveral extended families worked together as a local\ngroup, which carried out certain ceremonies, and economic and\nmilitary activities. Political control was mostly present at the\nlocal group level. Local groups were headed by a chief, a male who\nhad considerable influence over others in the group due to his\neffectiveness and reputation. The chief was the closest societal\nrole to a leader in Apachean cultures. The office was not\nhereditary and often filled by members of different extended\nfamilies. The chief's leadership was only as strong as he was\nevaluated to be—no group member was ever obliged to follow the\nchief. The Western Apache criteria for evaluating a good chief\nincluded: industriousness, generosity, impartiality, forbearance,\nconscientiousness, and eloquence in language.\n\nMany Apachean peoples joined together several local groups into\nbands. Band organization was strongest among the\nChiricahua and Western Apache, while in the Lipan and Mescalero it\nwas weak. The Navajo did not organize local groups into bands\nperhaps because of the requirements of the sheepherding economy.\nHowever, the Navajo did have the outfit, a group of\nrelatives that was larger than the extended family, but not as\nlarge as a local group community or a band.\n\nOn the larger level, the Western Apache organized bands into what\nGrenville Goodwin called groups. He reported five groups\nfor the Western Apache: Northern Tonto, Southern Tonto, Cibecue,\nSan Carlos, and White Mountain. The Jicarilla grouped their bands\ninto\nmoieties perhaps influenced by northeastern Pueblos.\nAdditionally the Western Apache and Navajo had a system of matrilinealclans\nthat were organized further into phratries (perhaps influence by western\nPueblos).\n\nThe notion of tribe in Apachean cultures is very weakly\ndeveloped essentially being only a recognition \"that one owed a\nmodicum of hospitality to those of the same speech, dress, and\ncustoms.\" The seven Apachean tribes had no political unity (despite\nsuch portrayals in common perception) and often were enemies of\neach other—for example, the Lipan fought against the Mescalero just\nas with the Comanche.\n\nKinship systems\n\nThe Apachean tribes have basically two surprisingly different\nkinship term systems: a Chiricahua\ntype and a Jicarilla type. The Chiricahua type system\nis used by the Chiricahua, Mescalero, and Western Apache with the\nWestern Apache differing slightly from the other two systems and\nhaving some shared similarities with the Navajo system.\n\nThe Jicarilla type, which is similar to the Dakota–Iroquoiskinship systems, is used by the Jicarilla,\nNavajo, Lipan, and Plains Apache. The Navajo system is more\ndivergent, having similarities with Chiricahua type system. The\nLipan and Plains Apache systems are very similar.\n\nChiricahua\n\nChiricahua has four different words for grandparent: -chú \"maternal\ngrandmother\", -tsúyé \"maternal grandfather\",\n-ch'iné \"paternal grandmother\", -nálé \"paternal\ngrandfather\". Additionally, a grandparent's siblings are identified\nby the same word; thus, one's maternal grandmother, one's maternal\ngrandmother's sisters, and one's maternal grandmother's brothers\nare all called -chú. Furthermore, the grandparent terms\nare reciprocal, that is, a grandparent will use the same term to\nrefer to their grandchild in that relationship. For example, a\nperson's maternal grandmother will be called -chú and that\nmaternal grandmother will also call that person -chú as\nwell (i.e. -chú means one's opposite-sex sibling's\ndaughter's child).\n\nChiricahua cousins are not distinguished from siblings through kinship terms. Thus, the same word\nwill refer to either a sibling or a cousin\n(there are not separate terms for parallel-cousin and cross-cousin). Additionally, the terms are used\naccording to the sex of the speaker (unlike the English terms\nbrother and sister): -k'is \"same-sex\nsibling or same-sex cousin\", -´-ląh \"opposite-sex sibling\nor opposite-sex cousin\". This means if one is a male, then one's\nbrother is called -k'is and one's sister is called\n-´-ląh. If one is a female, then one's brother is called\n-´-ląh and one's sister is called -k'is.\nChiricahuas in a -´-ląh relationship observed great\nrestraint and respect toward that relative; cousins (but not\nsiblings) in a -´-ląh relationship may practice total\navoidance.\n\nTwo different words are used for each parent according to sex:\n-máá' \"mother\", -taa \"father\". Likewise, there\nare two words for a parent's child according to sex:\n-yách'e' \"daughter\", -ghe' \"son\".\n\nA parent's siblings are classified together regardless of sex:\n-ghúyé \"maternal aunt or uncle (mother's brother or\nsister)\", -deedéé' \"paternal aunt or uncle (father's\nbrother or sister)\". These two terms are reciprocal like the\ngrandparent/grandchild terms. Thus, -ghúyé also refers to\none's opposite-sex sibling's son or daughter (that is, a person\nwill call their maternal aunt -ghúyé and that aunt will\ncall them -ghúyé in return).\n\nJicarilla\n\nUnlike the Chiricahua system, the Jicarilla have only two terms for\ngrandparents according to sex: -chóó \"grandmother\",\n-tsóyéé \"grandfather\". There are no separate terms for\nmaternal or paternal grandparents. The terms are also used of a\ngrandparent's siblings according to sex. Thus, -chóó\nrefers to one's grandmother or one's grandaunt (either maternal or\npaternal); -tsóyéé refers to one's grandfather or one's\ngranduncle. These terms are not reciprocal. There is only a single\nword for grandchild (regardless of sex): -tsóyí̱í̱.\n\nThere are two terms for each parent. These terms also refer to that\nparent's same-sex sibling: -'nííh \"mother or maternal aunt\n(mother's sister)\", -ka'éé \"father or paternal uncle\n(father's brother)\". Additionally, there are two terms for a\nparent's opposite-sex sibling depending on sex: -da'á̱á̱\n\"maternal uncle (mother's brother)\", -béjéé \"paternal aunt\n(father's sister).\n\nTwo terms are used for same-sex and opposite-sex siblings. These\nterms are also used for parallel-cousins: -k'isé \"same-sex\nsibling or same-sex parallel cousin (i.e. same-sex father's\nbrother's child or mother's sister's child)\", -´-láh\n\"opposite-sex sibling or opposite parallel cousin (i.e.\nopposite-sex father's brother's child or mother's sister's child)\".\nThese two terms can also be used for cross-cousins. There are also three sibling\nterms based on the age relative to the speaker: -ndádéé\n\"older sister\", -´-na'á̱á̱ \"older brother\",\n-shdá̱zha \"younger sibling (i.e. younger sister or\nbrother)\". Additionally, there are separate words for\ncross-cousins: -zeedń \"cross-cousin (either same-sex or\nopposite-sex of speaker)\", -iłnaa'aash \"male cross-cousin\"\n(only used by male speakers).\n\nHousing\n\nAll people in the Apache tribe lived in one of three types of\nhouses. The first of which is the teepee, for\nthose who lived in the plains. Another type of housing is the\nwickiup, an eight-foot tall frame of wood\nheld together with yucca fibers and covered in brush usually in the\nApache groups in the highlands. If a family member lived in a\nwickiup and they died, the wickiup would be burned.The final\nhousing is the hogan, an earthen structure in\nthe desert area that was good for keeping cool in the hot weather\nof northern Mexico.\n\nBelow is a description of Chiricahua wickiups recorded by\nanthropologist Morris Opler:\n\n: \"The home in which the family lives is made by the women and\nis ordinarily a circular, dome-shaped brush dwelling, with the\nfloor at ground level. It is seven feet high at the center and\napproximately eight feet in diameter. To build it, long fresh poles\nof oak or willow are driven into the ground or placed in holes made\nwith a digging stick. These poles, which form the framework, are\narranged at one-foot intervals and are bound together at the top\nwith yucca-leaf strands. Over them a thatching of bundles of\nbig bluestem grass or bear grass is tied, shingle style, with yucca\nstrings. A smoke hole opens above a central fireplace. A hide,\nsuspended at the entrance, is fixed on a cross-beam so that it may\nbe swung forward or backward. The doorway may face in any\ndirection. For waterproofing, pieces of hide are thrown over the\nouter hatching, and in rainy weather, if a fire is not needed, even\nthe smoke hole is covered. In warm, dry weather much of the outer\nroofing is stripped off. It takes approximately three days to erect\na sturdy dwelling of this type. These houses are 'warm and\ncomfortable, even though there is a big snow.' The interior is\nlined with brush and grass beds over which robes are\nspread....\"\n\nChiricahua medicine man in wickiup\nwith family\n\n: \"The woman not only makes the furnishings of the home but is\nresponsible for the construction, maintenance, and repair of the\ndwelling itself and for the arrangement of everything in it. She\nprovides the grass and brush beds and replaces them when they\nbecome too old and dry.... However, formerly 'they had no permanent\nhomes, so they didn't bother with cleaning.' The dome-shaped\ndwelling or wickiup, the usual home type for all the Chiricahua\nbands, has already been described.... Said a Central Chiricahua\ninformant:\n\n:: Both the tepee and the oval-shaped house were used when\nI was a boy.The oval hut was covered with hide and was\nthe best house.The more well-to-do had this kind.The tepee type was just made of brush.It had a place\nfor a fire in the center.It was just thrown\ntogether.Both types were common even before my\ntime....\n\n: \"A house form that departs from the more common dome-shaped\nvariety is recorded for the Southern Chiricahua as well:\n\n:: ...When we settled down, we used the wickiup; when we\nwere moving around a great deal, we used this other\nkind...\"\n\nFood\n\nApache people obtained food from four main sources:\n\nhunting wild animals,\n\ngathering wild plants,\n\ngrowing domesticated plants\n\ntrading with or raiding neighboring tribes for livestock and\nagricultural products.\n\nThe Western Apache diet consisted of 35–40% meat and 60–65% plant\nfoods.\n\nAs the different Apachean tribes lived in different environments,\nthe particular types of foods eaten varied according to their\nrespective environment.\n\nHunting\n\nHunting was done primarily by men, although there were sometimes\nexceptions depending on animal and culture (e.g. Lipan women could\nhelp in hunting rabbits and Chiricahua boys were also allowed to\nhunt rabbits).\n\nHunting often had elaborate preparations, such as fasting and religious rituals performed by medicine men before and after the hunt. In\nLipan culture, since deer were protected by Mountain Spirits, great\ncare was taken in Mountain Spirit rituals in order to ensure smooth\ndeer hunting. Also the slaughter of animals must be performed\nfollowing certain religious guidelines (many of which are recorded\nin religious stories) from prescribing how to cut the animals, what\nprayers to recite, and proper disposal of bones. A common practice\namong Southern Athabascan hunters was the distribution of\nsuccessfully slaughtered game. For example, among the Mescalero a\nhunter was expected to share as much as one half of his kill with a\nfellow hunter and with needy people back at the camp. Feelings of\nindividuals concerning this practice spoke of social obligation and\nspontaneous generosity.\n\nThe most common hunting weapon before the introduction of European\nguns was the bow and arrow. Various\nhunting strategies were used. Some techniques involved using animal\nhead masks worn as a disguise. Whistles were sometimes used to lure\nanimals closer. Another technique was the relay method where\nhunters positioned at various points would chase the prey in turns\nin order to tire the animal. A similar method involved chasing the\nprey down a steep cliff.\n\nEating certain animals was taboo. Although different cultures had\ndifferent taboos, some common examples of taboo animals included\nbears, peccaries, turkeys, fish, snakes, insects, owls, and\ncoyotes. An example of taboo differences: the black bear was a part\nof the Lipan diet (although not as common as buffalo, deer, or\nantelope), but the Jicarilla never ate bear because it was\nconsidered an evil animal. Some taboos were a regional phenomena,\nsuch as of eating fish, which was taboo throughout the southwest\n(e.g. in certain Pueblo cultures like the Hopi and Zuni) and\nconsidered to be snake-like (an evil animal) in physical\nappearance.\n\nThe Western Apache hunted deer and pronghorns mostly in the ideal late fall season.\nAfter the\nmeat was smoked into jerky around November, a migration from the\nfarm sites along the stream banks in the mountains to winter camps\nin the Salt, Black, Gila river and even the\nColorado River valleys.\n\nThe Mescalero primarily hunted deer. Other animals hunted include:\nbighorn sheep, buffalo (for those\nliving closer to the plains), cottontail rabbits, elk, horses,\nmules, opossums, pronghorn, wild steers and wood rats. Beavers,\nminks, muskrats, and weasels were also hunted for their hides and\nbody parts but were not eaten.\n\nThe main food of the Lipan was the buffalo with a 3-week hunt\nduring the fall and smaller scale hunts continuing until the\nspring. The second most utilized animal was deer. Fresh deer blood\nwas drunk for good health. Other animals included beavers,\nbighorns, black bears, burros, ducks, elk, fish, horses, mountain\nlions, mourning doves, mules, prairie dogs, pronghorns, quail,\nrabbits, squirrels, turkeys, turtles and wood rats. Skunks were\neaten only in emergencies.\n\nNon-domesticated plants & other food sources\n\nApache girl with basket, 1902\n\nThe gathering of plants and other foodstuffs was primarily a female\nchore. However, in certain activities, such as the gathering of\nheavy agave crowns, men helped. Numerous\nplants were used for medicine and religious ceremonies in addition\ntheir nutritional usage. Other plants were utilized for only their\nreligious or medicinal value.\n\nIn May, the Western Apache baked and dried agave crowns that were\npounded into pulp and formed into rectangular cakes. At the end of\nJune and beginning of July, saguaro,\nprickly pear, and cholla fruits were gathered. In July and\nAugust, mesquite beans, Spanish bayonet fruit, and Emory oakacorns were\ngathered. In late September, gathering was stopped as attention\nmoved toward harvesting cultivated crops. In late fall, juniper berries and pinyonnuts were\ngathered.\n\nThe Jicarilla used acorns, chokecherries, juniper berries, mesquite\nbeans, pinyon nuts, prickly pear fruit, and yucca fruit, as well as\nmany different kinds of other fruits, acorns, greens, nuts, and\nseed grasses.\n\nCrop cultivation\n\nThe Navajo practiced the most crop cultivation, the Western Apache,\nJicarilla, and Lipan less. The one Chiricahua band (of Opler's) and\nMescalero practiced very little cultivation. The other two\nChiricahua bands and the Plains Apache did not grow any\ncrops.\n\nTrading and raiding\n\nAlthough not distinguished by Europeans or Euro-Americans, all\nApachean tribes made clear distinctions between raiding (for\nprofit) and war. Raiding was done with small parties with a\nspecific economic target. Though raiding had been a traditional way\nof life for the Apache it was offensive to Mexican settlers, and\neventually the Mexican government passed laws that offered cash\nrewards for Apache scalps. Warfare was waged with large parties\n(often using clan members) with the sole purpose of\nretribution.\n\nReligion\n\nApachean religious stories relate two\nculture heroes (one of the sun/fire,\nKiller-Of-Enemies/Monster Slayer, and one of\nwater/moon/thunder, Child-Of-The-Water/Born For Water)\nthat destroy a number of creatures (including the Vagina dentata) that are harmful to\nhumankind. Another story is of a hidden ball game where good and\nevil animals decide whether or not the world should be forever\ndark. Coyote, the trickster, is an important being that usually has\ninappropriate behavior (such as marrying his own daughter, etc.).\nThe Navajo, Western Apache, Jicarilla, and Lipan have an emergence\nstory while this is lacking in the Chiricahua and Mescalero.\n\nMost Southern Athabascan \"gods\" are personified natural forces that\nrun through the universe and are used for human purposes through\nritual ceremonies. The following is a formulation by Basso for the\nWestern Apache's concept of diyí':\n\nThe term diyí' refers to one or all of a set\nof abstract and invisible forces which are said to derive from\ncertain classes of animals, plants, minerals, meteorological\nphenomena, and mythological figures within the Western Apache\nuniverse.\n\nAny of the various powers may be acquired by man and,\nif properly handled, used for a variety of purposes.\n\nThese ceremonies are known by medicine\nmen (shamans) or can be acquired by\ndirect revelation to the individual (see also mysticism). Different Apachean cultures had\ndifferent views of ceremonial practice. Most Chiricahua and\nMescalero ceremonies were learned by personal religious visions\nwhile the Jicarilla and Western Apache used standardized rituals as\nthe more central ceremonial practice. Important standardized\nceremonies include the puberty ceremony (sunrise dance) of young\nwomen, Navajo chants, Jicarilla long-life ceremonies, and Plains\nApache sacred-bundle ceremonies.\n\nCertain animals are considered spiritually evil and are prone to\ncause sickness: owls, snakes, bears, coyotes.\n\nMany Apachean ceremonies use masked representations of religious\nspirits. Sandpainting is important to\nthe Navajo, Western Apache, and Jicarilla. Both the use of masks\nand sandpainting are believed to be a product of cultural diffusion from neighboring\nPueblo cultures.\n\nThe Apaches participate in many spiritual dances including the rain\ndance, a harvest and crop dance, and a spirit dance. These dances\nwere mostly for enriching their food resources.\n\nLanguages\n\nApachean peoples speak one or more of seven Southern Athabascan\nlanguages, which have relatively similar grammatical structures and\nsound systems. Southern Athabascan (or Apachean) is sub-family of\nthe larger Athabascan family, which is a branch of Nadene.\n\nNavajo is notable for being the indigenous language of the United\nStates with the largest number of native\nspeakers. However, all Apachean languages are endangered, including even Navajo. Lipan\nis reported extinct.\n\nHoijer (1938) divided the Apachean sub-family into an Eastern\nbranch consisting of Jicarilla, Lipan, and Plains Apache and a\nWestern branch consisting of Navajo, Western Apache (San Carlos),\nChiricahua, and Mescalero based on the merger of Proto-Apachean and\nto k in the Eastern branch. Thus, as can be seen in the\nexample below, when the Western languages have noun or verb stems\nthat start with t, the related forms in the Eastern\nlanguages will start with a k:\n\n{| cellspacing=\"4\" class=\"wikitable\" style=\"text-align:\ncenter\"\n\nHe later revised his proposal in 1971 when he found that Plains\nApache did not participate in the merger to consider Plains Apache\nas a language equidistant from the other languages, now called\nSouthwestern Apachean. Thus, some stems that originally started\nwith *k̯in Proto-Athabascan start with chin\nPlains Apache while the other languages start with\nts.\n\n{| cellspacing=\"3\" class=\"wikitable\" style=\"text-align:\ncenter\"\n\nMorris Opler (1975) has suggested that Hoijer's original\nformulation that Jicarilla and Lipan in an Eastern branch was more\nin agreement with the cultural similarities between these two and\nthe differences from the other Western Apachean groups. Other\nlinguists, particularly Michael\nKrauss(1973), have noted that a classification based only on\nthe initial consonants of noun and verb stems is arbitrary and when\nother sound correspondencesare\nconsidered the relationships between the languages appear to be\nmore complex. Additionally, it has been pointed out by Martin Huld\n(1983) that since Plains Apache does not merge Proto-Athabascan ,\nPlains Apache cannot be considered an Apachean language as defined\nby Hoijer.\n\nApachean languages are tonal\nlanguages. Regarding tonaldevelopment, all Apachean languages\nare low-markedlanguages, which means that stems with a\n\"constricted\" syllable rimein the\nproto-language developed low tone while all other rimes developed\nhigh tone. Other Northern Athabascan languages are\nhigh-markedlanguages in which the tonal development is the\nreverse. In the example below, if low-marked Navajo and Chiricahua\nhave a low tone, then the high-marked Northern Athabascan\nlanguages, Slaveyand Chilcotin, have a high tone, and if\nNavajo and Chiricahua have a high tone, then Slavey and Chilcotin\nhave a low tone.\n\nNotes\n\nOther Zuni words identifying specific Apache groups are \"White\nMountain Apache\" and \"San Carlos Apache\" (Newman, pp.32, 63, 65; de\nReuse, p.385). J.P. Harrington reports that can also be\nused to refer to Apaches in general.\n\nhttp//\n\nde Reuse, p.385\n\nSimilar words occur in JicarillaChíshín and\nLipanChishį́į́hį́į́ \"Forest Lipan\".\n\nOpler lists three Chiricahua bands, while Schroeder lists\nfive\n\nGoodwin, p.55\n\nCordell, p. 148\n\nHammond and Rey\n\nHenderson\n\nCordell, p.151\n\nBasso, p. 462\n\nOpler 1983a, p.369\n\nBasso 1983\n\nOpler 1936b\n\nAll kinship terms in Apachean languages are inherently\npossessed, which means they must be preceded by a possessive\nprefix. This is signified by the\npreceding hyphen.\n\nHoijer, Harry. (1971). The position of the Apachean languages\nin the Athapaskan stock. In K. H. Basso & M. E. Opler (Eds.),\nApachean culture history and ethnology (pp. 3–6).\nAnthropological papers of the University of Arizona (No. 21).\nTucson: University of Arizona Press."}
{"text": "Yellow Woman Summary Leslie Marmon Silko\n\nYellow Woman Summary\n\nThe poem that prefaces \"Yellow Woman\" suggests that the story that follows is mythic. Whirlwind Man belongs \"to the wind,\" and he and Kochininako, Yellow Woman, \"travel swiftly / this whole world.\" At the story's opening, the unnamed female narrator awakens at dawn next to a man on a riverbank. She watches the sun rise, then gets up and walks south, following their footprints from the day before. She comes across their horses, and she looks for but cannot see her pueblo (a multi-storied dwelling built of adobe; capitalized, the word also means \"people\" in the sense of a tribal group).\n\nShe returns to the sleeping man to tell him she is leaving. He reminds her, smiling, that she must come with him. He calls her \"Yellow Woman\" and will not answer her questions about who he is, saying only that the night before she had guessed who he... View more of the Yellow Woman Summary\n\nLeslie Marmon Silko Biography (6)\n\nLeslie Silko (born 1948) is one of the foremost authors to emerge from the Native American literary renaissance of the 1970s. She blends western literary forms with the oral traditions of her Laguna P...\nRead more\n\nIn a contest of witchery among an assembly of Native American witches, one tells the group about white-skinned people who will come across the ocean. The storyteller explains how the newcomers will \"g...\nRead more\n\nEven before the publication of her novel Ceremony (1977), Leslie Marmon Silko had become recognized as one of the preeminent figures in what Kenneth Lincoln calls the Native American Renaissance -- t...\nRead more\n\nDuring the early 1970s -- the emergent years of what Kenneth Lincoln has called the \"Native American Renaissance\" -- Leslie Marmon Silko was perhaps the movement's preeminent writer of short fiction. ...\nRead more\n\nDespite that her most successful work is an early one, Leslie Marmon Silko remains a central voice in Native American literature. Her first novel, Ceremony (1977), is taught in colleges and universiti...\nRead more\n\nLeslie Marmon Silko is one of the most important writers to emerge from the Native American Renaissance, a period of intense literary productivity by Native Americans that began with the 1968 publicat...\nRead more"}
{"text": "group of N.Amer. Indian tribes, 1761, from N.Amer. Fr., aphetic for Nadouessioux, sometimes said to be from Ojibway (Algonquian) Natowessiwak (pl.), lit. \"little snakes,\" from nadowe \"Iroquois\" (lit. \"big snakes\"). Another explanation traces it to early Ottawa (Algonquian) sing. /na:towe:ssi/ (pl. /na:towe:ssiwak/)\n\n\"Sioux,\" apparently from a verb meaning \"to speak a foreign language\" [Bright]. In either case, a name given by their neighbors; the people's name for themselves is Dakota, lit. \"allies.\"\n\nA common name for the Dakota people, a tribe of Native Americans inhabiting the northern Great Plains in the nineteenth century. They were famed as warriors and frequently took up arms in the late nineteenth century to oppose the settlement of their hunting grounds and sacred places. In 1876, Sioux warriors, led by Chief Sitting Bull, and commanded in the field by Chief Crazy Horse, overwhelmed the United States cavalry at the Battle of the Little Bighorn. (SeeCuster's last stand.) A group of Sioux under Chief Big Foot were massacred by United States troops at Wounded Knee in 1890."}
{"text": "23, 2010 (Fresh Air from WHYY) — Quanah Parker, considered the greatest Comanche chief, was the son of Cynthia Ann Parker, a white pioneer woman kidnapped by a raiding party when she was a little girl. Their story -- and the saga of the powerful American Indian tribe -- is told by S.C. Gwynne in his new book, Empire of the Summer Moon.\n\nIn 1836, a 9-year-old pioneer girl named Cynthia Ann Parker was kidnapped during a Comanche raid in North Texas. She was strapped onto the back of a horse and taken north, back into the Plains where the powerful American Indian tribe lived.\n\nParker became a ward of the chief and later, a full member of the Comanches. She eventually married a highly respected Comanche chief and gave birth to three children, including Quanah — who would grow up to become the last and greatest Comanche leader.\n\nThe story of Cynthia Ann and her son, Chief Quanah Parker, is told in S.C. Gwynne's book, Empire of the Summer Moon. Gwynne traces the rise and fall of the Comanche Nation against the backdrop of the fight for control of the American Midwest.\n\nGwynne tells Fresh Air's Terry Gross that he became interested in telling the Comanche story because of their integral role in preventing — and then opening up — the American West to white settlers.\n\n\"If you go back through Comanche history, you see that they were the ones who stopped the Spanish from coming North,\" he explains. \"Why did the French stop coming west from Louisiana? Comanches. ... Here was why the West Coast and the East Coast settled before the middle of the country. Here was why there was basically a 40-year wait before you could develop the state of Texas or before other Plain states could be developed.\"\n\nInterview Highlights\n\nOn telling the story of Quanah Parker and his mother\n\n\"I grew up in the Northeast and I moved to Texas about 16 years ago and I started hearing stories about Comanches and I really didn't know what a Comanche was. I think I had heard about Comanches in a John Wayne movie or something but I really didn't know who they were. When I started to read a little bit about them, I realized that they were just this enormous force — this enormous force of nature sitting in the middle of the North American continent who determined how the West opened.\"\n\nOn what the raid on the Parker fort was like\n\n\"This is what Indians did to Indians and this just happened to be Indians meeting whites. But the automatic thing in battle is that all the adult males would be killed. That was automatic. That was one of the reasons that Indians fought to the death. The white men were astonished by it but they were assumed that they would be killed. Small children were killed. Very small children were killed. A lot of the children in say, the 3-10 range were often taken as captives. The women were often raped and often killed. And all of the people in those settlements back in those years knew what a Comanche raid was — knew what a Comanche raid meant. ... And it's an interesting kind of moral question as a historian about Plains Indians or American Indians in general. You have to come to terms with this — with torture, which they practiced all across the West — and these kind of grisly practices that scared white people to death.\"\n\nOn rewriting history to leave out Native American atrocities\n\n\"There was even an attempt at one point to deny that Indians were warlike. Comanches were incredibly warlike. They swept everyone off the Southern plains. They nearly exterminated the Apaches. And you know, if you look at the Comanches and you look back in history at Goths and Vikings or Mongols or Celts — old Celts are actually a very good parallel. In a lot of ways, I think we're looking back at earlier versions of ourselves. We — being white European — did all of those things. Not only that but torture was institutionalized during things like the Counter-Reformation and the Spanish Inquisition and the Russian Revolution.\"\n\nOn how male Comanches became warriors\n\n\"The Comanches were kind of like the Spartans. Because of their incredible military mastery, which derived from the horse — they were the prototype horse tribe, the tribe that could do more with the horse than any other tribe could. Because of that, it was a military community and their old way of life was supplanted by the new way of life which mainly had to do with war. So they pretty much hunted buffalo ... and started war. And they were amazingly stripped down in that they didn't have social organization or religious organization. They didn't weave baskets. They had a very stripped-down culture. So within that culture the boys learned to hunt and ride at a very early age and they would become a warrior in their midteens.\"\n\nHow the slaughter of 31 million buffalo between 1868 and 1881 contributed to the downfall of the Comanches\n\n\"Their lives were built on two things, really — it was war and buffalo. All of the Plains Indians, once they got the horse from the Spanish, buffalo hunting became easier for them. It was their way of life. The buffalo hunting began as a simple market exercise. Hunters figured out they could get $3.50 a hide. Then they figured out they could ship these hides east on the new railroads. And they also figured out that buffalos were not smart enough to realize that if a buffalo next to the buffalo dropped, that there was something wrong. The buffalo had to see the source of the danger. So you'd have these people who would kill 3,500 buffalo in 28 days ... It occurred to the generals in the West, specifically [Philip] Sheridan and [William] Sherman, that by allowing the buffalos to be destroyed, they were creating the most efficient way to destroy Indians. And Sheridan had a famous quote. He said, 'You kill the buffalo, you destroy the Indian's commissary.' So it became political at the end. Yes, let's kill all the buffalos and then it's the end of Plains Indians because there is no Plains Indian without a buffalo.\""}
{"text": "Just to the south of the Inuit hunting grounds stretches that immense territory known as the Sub-Arctic, a region of mountains, of tundra, lakes, and rivers and, above all, of coniferous forests, boreal forests, snowbound for much of the year. This Sub-Arctic includes interior Alaska, the Yukon, and Northwest Territories, and most of the northern parts of Canada from British Columbia to Labrador, and was inhabited by some of the largest Native American tribes, mostly members of the Athabascan and Algonquian language families.\nThe western Sub-Arctic – the regions west of Hudson's Bay – was considered Athabascan hunting grounds. In Alaska and the Yukon Territory lived such small and now mostly forgotten tribes as the Ahtena, the Han, the Nebesna, the Koyukon. But there also were the Kutchin, merciless warriors and killers of enemy men, women, and children, whose far-flung groups ranged far northward into the Mackenzie River Valley. The Canadian interior was inhabited by the Carrier of western British Columbia, a more or less sedentary people who relied on the plentiful river salmon of the region. Their name was given to them by the early French explorers, who observed widows carrying the ashes of their deceased husbands in knapsack-like bundles for several years. Another small tribe, the Beaver, lived near a river by the same name in the mountainous regions of northern Alberta.\nThe Northwest Territories were the shared home for a large number of tribes. The Dogrib in the western part of the region – who claimed to be descendent from a supernatural dog-man – fished, hunted caribou, and lived in skin covered teepees for most of the year, and they fought frequent and furious battles with their neighbors, the Chipewyan and the Yellowknife. The Chipewyan were perhaps one of the largest of all North American Indian tribes, and their nomadic bands covered much of the eastern half of the Northwest Territories into northern Saskatchewan and Manitoba, where they also came into contact with the Algonquian Ottowa. They were well known and feared for their ruthless way of life. Strong men in each band dominated the weaker members, stealing their possessions and abducting their women. Their females were particularly abused, as was true among several of the Sub-Arctic people, particularly the Kutchin. The Yellowknife, a small tribe who shared the territory around the Great Slave Lake with the peaceful and timid Slave, became the special victims of the Dogrib, who in the late 18th century all but massacred them out of existence. Only about 500 Yellowknife remained, usually considering themselves as members of the Ojibwa around the Great Lakes area.\nAt some time during the late 13th century, some of these Athabascan people apparently became fed up with this inhospitable region and gradually moved southward. Within a few generations they had broken away from the Northwest entirely, and began a centuries-long trek to the south. Just before the arrival of the Spanish conquistadors in Mexico, these northern Indians poured into the Great Plains and the American Southwest, and in an amazingly rapid transformation remade themselves into an entirely new people. The Spanish – and the later American pioneers – would encounter them as the aggressive warriors of the Plains, the Blackfoot tribes, the fierce Apache of the Southwest, and their cousins, the Navajo.\n\nThe Algonquian tribes of the Sub-Arctic were far fewer and usually had much smaller populations as well. They mostly inhabited the country south and east of Hudson's Bay. Only their largest tribe, the Cree, expanded far beyond that territory, reaching as far as Alberta and the Great Slave Lake. Interior Quebec was home to the Montagnais, about 10,000 strong, ancient enemies of the Iroquois, who lived southward in today's New York State. The Montagnais – a French term, meaning 'mountaineers' – lived in birchbark covered wigwams and hunted moose and seal and fished for salmon. They also considered porcupine a delicacy, which earned them the occasional nickname of Porcupine Indians. The Naskapi, their eastern relatives, lived on the vast Labrador plateau of grasslands and tundra, hunting caribou for both food and the skins. Like the Montagnais, the Naskapi fought frequent battles with the ever-menacing Iroquois, and had occasional fights with the Eskimo to their north as well. But the Naskapi were one of the few American Indian tribes that managed to remain relatively undisturbed by the arrival of the white men, and for the most part were allowed to go their own way.\nOn the island now known as Newfoundland lived the Beothuk, a people who spoke a language no other Indians seemed to understand, and about whom little is known. There probably were never more than perhaps 2,000 Beothuk to begin with, but by mid-18th century there were only about 400, and sixty years they were extinct as a tribe. They kept mostly to themselves and avoided contact with red men and white alike – except that they seem to have maintained friendly relations with the Montagnais and Naskapi in Quebec, who may have been distantly related. One thing that is known about the Beothuk was their love of the color red. While the use of red ochre was common among North American natives, no other tribe used it as extensively as the Beothuk. They literally covered everything – their bodies and faces, their hair, clothing, personal possessions, and tools – with a red paint made from powdered ochre. The practice was so excessive that even the neighboring Micmac referred to them as Red Indians, and it is believed that the term 'redskin' used for Native Americans probably originated from early contacts between European fishermen and the Beothuk.\n\nLike the Eskimo, none of the Sub-Arctic people were able to grow any kind of crops, and they had little use for plant foods, in any case. Their ancestors had been hunters, and most of these Canadian Indians maintained the ancient ways, concentrating mostly on the caribou. Just as the Plains Indians managed to live entirely off the buffalo, the Athabascan hunters of the north depended entirely on this wild member of the reindeer family. During the summer months the caribou migrate in great herds from the northern forests to feeding grounds on the Arctic tundra, and the Sub-Arctic hunters regularly pursued them there. The Yellowknife, in particular, were known to make incredibly long journeys in pursuit of the migrating herds. Bear, too, was a welcome prey wherever it could be found. On the other hand, the Hare of the Northwest Territories had acquired their name because they concentrated so much on rabbits, whose fur they also used for their clothing. And some of the people in the far-western parts of the region, where the rivers teemed with the annual salmon runs, used seafood as well. In regions like the Sub-Arctic, the people could seldom afford the luxury of ignoring any food sources.\nWarm clothing, of course, was an absolute necessity in the region. Both men and women wore leggings and moccasins of moose or caribou hides; the men added shirts of the same material and women wore knee-length dresses. A few of the tribes – the Slave in particular – wore their clothes heavily fringed and decorated with dyed porcupine quills and moose hair. In extremely cold weather, both men and women wore robes and hats of fur. Snowshoes and toboggans were indispensable items in the winter time, and the birchbark canoe was the most common form of transportation during the warmer months.\nFor much of the short summers the people lived in the easily transported and assembled conical tents – frameworks of poles covered with skins or brush or tree bark – the prototype of the familiar teepee, later used by their southward-bound relatives on the Great Plains. Some of the Sub-Arctic tribes used this tent even in the winter, covering it with snow, though most preferred more substantial protection against the icy northern winds. In western Canada and Alaska, some tribes were known to have dug themselves underground lodges; the Kutchin, perhaps inspired by the Eskimo igloo, built domed shelters that were banked with snow around the outside walls. The Carrier, on the other hand, also constructed gabled houses of posts and wooden planks, decorated with carved pillars, a custom they undoubtedly copied from the Indians of the Northwest Pacific Coast.\nAs among the Eskimo, Sub-Arctic life centered on the family and the daily routine of obtaining food. But Athabascan families usually consisted only of a man, his wife, their own children, and occasionally some other close relative. Only rarely did they make attempts to cooperate with other groups. The small families roamed over lands they considered their private hunting grounds, or they occupied regular fishing sites which were also considered private domain, though permission to hunt or to fish on their lands was usually given to any family that was in need of food.\nAmong such small groups there was little need for any sort of chiefs or leaders. Only during some of the frequent raids and clashes among the Athabascan tribes did several families sometimes unite under a renowned warrior until the conflict was settled. Some of the Athabascan groups were also known to fight occasionally with the Eskimo, especially in the summer, when both sides appeared on the tundra in pursuit of the migrating caribou herds. But such encounters usually resulted in little more than small skirmishes, and once a group had captured some valuables, the raid was quickly abandoned. Most Athabascans, in fact, genuinely feared the Eskimo, and avoided any sort of contact, if at all possible. Only a few tribes – the Hare, the Slave, and the Ojibwa, in particular – never seem to have fought with anyone at all; the Hare, in fact, were such a timid people that they fled from any strangers who approached them. For this unmanly behavior they were thoroughly despised as cowards by all their neighbors, Kutchin, Yellowknife, and Eskimo alike.\n\nThe long, cold winters, the endless stretches of wilderness, and the dark forests of the Sub-Arctic all deeply affected the people's mentality. Everywhere in this region, from coast to coast, the lives of the Indians were dominated by superstitions, by anxieties, and by fears of the supernatural powers. Mysteries lurked everywhere; spirits, demons, and ghosts haunted the woods and the lakes, hovering in shadowy twilight, always eager to inflict some terrible misery on the helpless human population. There were animal spirits, and one had to be careful not to offend them. The remains of dead animals must be treated with reverence; their bones had to be disposed of carefully so that dogs could not chew on them. Particular respect was paid to the bear, an especially revered creature most everywhere in Native America. The Indians of Quebec, for example, observed strict rituals in bear hunts, including purifying sweat baths before departing, and an offer of tobacco to the bear that had been killed. Afterward all the people feasted and danced in his honor.\nAmong the Algonquian there was a belief that all humans became reincarnated in some animal form, and each family adopted a particular animal as its emblem, associating personal names for each family member with that animal. The belief was that the creature whose name had thus been adopted would offer itself more willingly to the hunters of that family. But again, there were strict rituals to be observed during such hunts. Permission had to be asked of the animal before killing it, and profuse apologies were made to it afterwards. Failure to do so would break that special family bond and keep the game away thereafter.\nThere also were evil spirits who were offered burned meat in the hope of appeasing them. Among the Cree, in particular, there was a mortal fear of the legendary windigo – humans who had eaten human flesh, and who had been transformed into supernatural man-eating giants one might encounter in the forest. Related to that was a windigo psychosis, in which an Indian was seized by the obsessive idea that he was turning into a cannibal with a compulsive craving for human flesh.\nBut any illness, however trivial, was a serious matter among the people of the Sub-Arctic. A person became ill only if he or she had committed some misdeed at some time in the past for which the spirits now delivered a well-deserved punishment. And there were many such punishable offenses among the northern Indians. Any sort of bad conduct, any incident during which a person might have been inconsiderate or selfish, was sufficient reason to bring on some dreadful illness. Insulting someone, even ridiculing another person, speaking disrespectfully of some animal, physical violence of any sort, or any kind of sexual perversion, all led to inevitable punishment. And such vengeance did not always arrive promptly; the evil deed might lurk somewhere in the dark, perhaps for years – no statute of limitations there – but sooner or later the consequences were to be suffered.\nWhen an illness finally did strike, there was only one possible cure: the exact cause had to be searched deep within the afflicted person, after which the sinner was required to confess and publicly repent in front of the assembled people. Such confession was thought to serve several purposes: not only was that person cured of the illness and redeemed through the shame of self-exposure, but the confession at the same time provided a graphic example to others that might prevent them from making the same mistake.\nIt was superstitions like these that produced a peculiar mentality among several of the Sub-Arctic tribes – a pre-Columbian kind of political correctness carried to its most extreme form. In order to avoid giving offense to anyone at all, some of these tribes managed to repress all public display of emotion. There was virtually no criticism or disagreement among people like the Ojibwa; anger or physical violence were all but unknown among them, and there were no known cases of murder or suicide, even theft was an extremely rare event. Competition of any kind was discouraged among the Ojibwa because it might lead to hard feelings among the losers, and few of the men were prepared to command others for fear that someone might become offended in the process. Needless to say, the Ojibwa never fought with other Indians, or even with the late white settlers; outsiders only saw a people who were models of patience, cooperation, and hospitality.\nThe death of a person in the Sub-Arctic was never considered a natural part of the life cycle; death was always regarded as the result of witchcraft or some other evil influence. The Indians of the northern forests would stay awake all night whenever a person was known to be dying, cowering fearfully in the dark, waiting for the spirit of death to arrive. And if a person died inside the living quarters, most Athabascan families abandoned that shelter forever. Such superstitious fears associated with death remained even with their relatives who had long abandoned the area; the Navajo, in particular, held onto many of these practices long after they had arrived in the American Southwest. Unlike their Eskimo neighbors, however, the Sub-Arctic tribes were at least able to treat their deceased with some dignity and ceremony. Raised platforms were constructed, or built into trees, on which the deceased person's body was placed along with personal belongings and weapons. Such scaffold burials, usually confined to a common and highly sacred area, were a distinctive practice throughout the northern region.\nAs among most American Indians, the birth of a child always took place apart from the men, in a specially constructed brush shelter, though sometimes a shaman was allowed to help with some magic incantations – from a safe distance, of course. The birth lodge also served a double purpose as a place of seclusion for menstruating women. It was among the Sub-Arctic tribes, in fact, that such beliefs took on great supernatural powers. From a very early age on, girls were instructed by female relatives in proper behavior during such times. With the onset of her first period, a girl was required to leave camp, erect a shelter some distance away from the others, and remain there for ten days. She was not allowed to eat any kind of meat during that time so that she would not offend any animals, and during all that time she was not even allowed to look outside her shelter, for even a single look was thought to destroy nature and drive away the game. And if a woman in this condition touched a man's weapons, their power was lost forever; should she come into contact with a man, his strength was gone.\nAmong a people so controlled by fears of the supernatural, it was inevitable that shamans became a most powerful influence in their everyday lives. It was, after all, the shaman who was in contact with the spirit world, who could cure illness by discovering its causes, and who could intercede with the spirits and offer protection against them. Often it was the shaman, in fact, who was able to command any kind of authority among the Sub-Arctic tribes.\nNot only shamans, but every male child was encouraged to seek spiritual connections as early in life as possible. Young boys, sometimes as young as five or six, would go out to an isolated area, usually a mountain or a lake, or a deserted part of the forest, where he remained alone in the cold for several days and nights, without food or water or clothing, sometimes mutilating his own body. Long conditioned by his people's legends and traditions, physically weakened and emotionally exhausted, hallucinations inevitably set in. The boy would experience visions, during which the spirit of some animal unfailingly revealed itself and endowed the boy with a unique and lifelong power – special hunting skills, perhaps, or an ability to cure illness, or any other outstanding ability. At the same time, that spirit also revealed a talisman to the boy, usually some object connected with the animal in his vision. This object thereafter became the boy's personal charm, his medicine, which he carried with him throughout his life. Every self-respecting male in the Sub-Arctic thus possessed some special power and guardian spirit that enabled him to survive in his cruel world.\nFemales, on the other hand, had no such protection against either the spirits or their menfolk. The women of this region, in fact, led far harsher lives than did their sisters among any other American Indians, and that was especially true among the Chipewyan and the Kutchin in the Yukon Valley. While most tribes used dogs to pull their sleds, it was the women who performed that duty among the Kutchin. Whenever the campsite was moved, women dragged the lodges and all camp equipment to the new site and set them up again while the men watched and waited. Kutchin women went out to retrieve the game killed by the male hunters; they dried the meat, dressed the skins, prepared the meals, made all the clothing and performed whatever chores there were in camp. At meal times, however, the men always ate first, selecting for themselves the best pieces of food, throwing the rest on the ground for the women. And if she disobeyed her husband, or obeyed him too slowly, a Kutchin woman could usually count on a brutal beating as well. So severe was their life, that Kutchin mothers were known at times to kill newborn girls in order to spare them a woman's life. It is hardly surprising, then, that Kutchin women were also among the few Native Americans who made no decorative items at all – no pottery, no elaborate basketry or decorative clothing.\nAs among the Eskimo, the elderly and the disabled were faced with unenviable conditions among most of the Sub-Arctic tribes, especially if they caused problems for the constantly roaming bands. Though shamans sometimes tried to cure the ill, there was nothing they could do for the old people among them, and they were often unceremoniously abandoned in the wilderness or, more mercifully, killed outright. The Cree, and again the Chipewyan and the Kutchin, all were well known for their unflinching harshness toward their elderly.\n\nThe arrival of the white man was to prove disastrous to the people of the north, especially those along the eastern coast, who were among the first North American natives to feel the impact of European civilization. The appearance of guns brought inter-tribal warfare, invasions and wholesale annihilations as various groups competed for these powerful new weapons. Epidemics of smallpox, influenza, and other white man's diseases completed the job men had left unfinished. By the mid-1800s, the Beothuk of Newfoundland no longer existed as a tribe, and the Chipewyan population, once the largest in the northern forests, counted barely a few thousand souls. Most of the Cree had steadily been pushed westward until they were spread out in small groups among other Northwestern tribes. Only the more remote Athabascan tribes of interior Alaska were able to hold on to their ways for a generation or two longer; but during the Klondike goldrush of 1898 the last of the Sub-Arctic people succumbed to the advance of the white man's world."}
{"text": "Three out of four citizens of the United States of America today are white. The American Indian numbers have been reduced to about 2 million or less than one percent of the total population. Pragoti had earlier carried articles, taken from various sources, on the occasion of \"Columbus Day\" which is now often referred to as the \"Day of Indegenous Resistance\" and on \"Thanksgiving Day\" to highlight the genocidal progress of colonialism in the western hemisphere.\n\nContinuing with this theme, we present to our readers two articles. The first one by Juan Santos argues that racial discrimination and extermination of the American Indians have been central to the the history of the United States of America and this is not some unfortunate side-story. The second is the speech given by one of the remaining descendants of the Wampanoag tribe which first encountered the bloody \"pilgrims\" of the Mayflower and paid for their lives with it."}
{"text": "Native American features and history - an introduction\n\nThis post originated when I began to model Indians in Poser (a 3-D computer modeling program) for my own amusement and as a way of learning how better to use that program. (Indians at around the time they first met with Europeans and through early Colonial days did not wear much in the way of clothing, making the models easier to make.) But the obvious initial question was \"who did they look like?\" My curiosity was driven from an early illustration my Dad had sent me of an Indian miner on the shores of Lake Superior in the early 19th Century. I imagine that he was mining for copper, (native in the region) and I was struck by his appearing quite European.\n\nFigure 1. Sketch of a 19th Century Native American miner on the shores of Lake Superior.\nThis is also how Robert Griffing (a currently popular painter of early Indian encounters) has been painting them. Given that this seemed to conflict with what I remembered of their origins, which was that they crossed into America from Asia, I began to read the odd book on the subject, and since it has a little to do with earlier climate changes, I thought to write a post on where I see the state of the current debate on the subject.\nWhen I started writing this I thought it would be relatively easy to just find a couple of references with the dates, from which the European influence would be easy to pick out. Well, after re-writing this post several times, I have to confess that was a bit naïve. It turns out that there are several controversial pieces of information out there, which mean that this is not the simple story I had expected to tell. And that one post is multiplying into a short series.\nFor a start there are several different groups that might have made the migration from Siberia, although recent results from the Genographic Project suggest, according to Dr. Wells that their results favor the group that started in Mongolia.\nThen there is the question as to when the original group came. The oldest excavated archeological site in Alaska is at Swan Point and dates from about 14,300 years before the present (BP). But there is a site in Southern Chile, at Monte Verde which may date as early as 14,220 BP, and David Meltzer (in \"First Peoples in a New World\") noted that there was some site evidence that might go back as far as 33,000 BP. The debate on when Europeans first arrived on the American continent has grown to include debate on both the shapes of the early weapons that were used, and the origin of the \"Clovis Point\" point shape that became most common, as well as the more recent debate on the origin of one of the genetic markers (the X2 haplogroup) that appears in members of a number of Indian tribes. As I read more material, the different views became more complex to explain, and so one post is now morphing into three or more, particularly given the recent press release from UCSB on a paper that has evidence of a meteor strike which initiated the Younger Dryas cold period some 12,900 years ago.\n\nThese new data are the latest to strongly support the controversial Younger Dryas Boundary (YDB) hypothesis, which proposes that a cosmic impact occurred 12,900 years ago at the onset of an unusual cold climatic period called the Younger Dryas. This episode occurred at or close to the time of major extinction of the North American megafauna, including mammoths and giant ground sloths; and the disappearance of the prehistoric and widely distributed Clovis culture.\n\nI do not plan on getting into the somewhat detailed and complex set of arguments as to what was the cause of the Younger Dryas. Some say it was caused by the collapse of a very large ice sheet covering North America that flooded the Atlantic and changed the circulation patterns for a while, others – as above – point to the evidence of meteoric impact. But it does give a point of reference relative to the time periods involved.\n\nHowever, even as I was writing this new version, there is apparently some new controversy over the temperatures that have been calculated in Greenland, with Anders Carlson at University of Wisconsin –Madison suggesting that the temperature drop may be smaller than that shown above (perhaps half).\n\nA second original question related to the exact color of the paint that covered the Indians at the time of first contact, since it was reported that while wearing few if any clothes, Indians often were covered in some form of red paint. (And for now I'll be mainly talking about the East Coast, though there are texts that cover the West.) Well this led into a discovery of the Red Paint People, which also feeds into the debate that apparently has been going on, with some intensity, among archaeologists, as to where that culture came from and where it went, some 7,000 years or so ago.\n\nAnd then, as a more recent source, there is the discussion as to exactly how much influence, if any, that the Vikings exerted when they dropped by the coast some thousand years ago or so. So perhaps three different time frames, and maybe therefore three posts.\n\nWith no apology, this is the background upon which I, an admitted layman, am going to try and discern the current state of the evidence and belief, after having read recent books, articles and posts. It will include the odd thought on survival characteristics, and the possible creation of \"journeymen\" flint-knappers along the lines of the journeymen blacksmiths of which my great-great grandfather was one. But, since this post keeps increasing in length beyond this point, I will conclude this introduction with a few comments about the land that was above water at the time that the first settlers arrived.\n\nHistorians have long considered that North America was populated by a migration of some size from Siberia into Alaska, and then down into the body of what is now the United States. With the ebbing and flowing of the ice sheets the land route is thought to have first crossed on the dry land between the two continents, an area which has been given the name Beringia. From Beringia there has been debate as to whether settlers moved down the Mackenzie Valley, and thus inland, or down into the present USA along the coast.\n\nSince that coast is now underwater it is more difficult to look for archaeological evidence of this alternative, but there is increasing evidence (including the DNA information which I will discuss in a later post) that the migration could have followed both routes. When these hunters arrived both mastadons and mammoths still walked on the continent as shown by the presence of stone spear points near the remains of some of these animals. (You needed spears to get through the skin, arrows – as Stanford and Bradley pointed out – work better when, in later years, bison were more prevalent). And next time I will about some of the controversy that these spear point shapes has brought into the argument."}
{"text": "Chief Shin Ga Bo Wassin, Chippewa (Ojibwa) 1763 - 1828\n\nFrom the History Department of The Bay Mills Indian Community we learn:\n\"The Saint Mary's River is the earliest permanent location for the Ojibwa\npeoples......Spring and Fall fishing brought all the bands together.\nThe ruling clan was the Crane Clan. Chief Shingabawasin\n(Spirit Stone) received his chieftainship from his father and from\nhis father before him......He was the First Chief of the band of St.\nMary's and was one of the most respected and influential men in the\nOjibwa nation. He signed the Treaty of 1820. This was the first\ntreaty made with the United States in this area. He also signed the\nTreaty of Limits at Prairie du Chien in 1825, and the Treaty at\nFond du Lac on August 5, 1826. He died in 1828.\"\n\nYou can follow these links to view more sculptures coming in the future."}
{"text": "Video than claim simply that Jackson was an Indian hater, it might be more accurate to say that he was a man of his times, and the times were violent. Jackson was a practical, action-oriented person, who felt it was clear that the time of the Indian nations within the states was over...\""}
{"text": "ISNAG\n\nThe Isnag are a small ethnolinguistic group in the mountains of Apayao. They are one of several mountain peoples who were never subdued in nearly 350 years of Spanish rule. The Isnag live in settlements along the river, but move up into the hills to tend their farms during certain seasons of the year. Each village along the river is marked by tall coconut palms towering above it. Most villages are quite small. Despite all the space at their disposal, the people still build their houses rather close together, both for protection and companionship.\n\nLike most other Filipinos, the Isnag are of Malay-type ancestry. Little is known about where they came from before they settled in Apayao, or when they came. Various names have been used to designate the Isnag. They are called los Apayaos or los Mandayas in Spanish references. Los Apayaos refer tot he river along whose banks the people live; and los Mandayas is related to an Isnag word meaning \"upstream\".\n\nThe word Isnag probably came from an Ilocano word meaning \"from Tineg,\" a town and a river in Abra. The word later came to mean \"enemy' and was later discarded, and this mountain people came to be known by their neighbors as \"Isnag\". Isnag and Apayao are alternative terms that refer to the inhabitants of the Apayao in what used to be part of Mountain Province before it was patritioned into the five provinces of Benguet, Kalinga, Apayao, Mountain Province and Bontoc.\n\nVery little is known about how the Isnag lived before the Spaniards came to the Philippines. It is probable that they lived much as they do today, by hunting, fishing, and kaingin farming. That there was a direcr or indirect trade with China is evidenced by the Chinese jars, plates and beads that are prized possessions of many Isnag families.\n\nActivities related to head taking occupied a large part of the time of Isnag men: learning the art of war, training the young men, making and repairing their weapons, and protecting their homes and families from attack. There were four major reasons why the men took heads: for religious reason, for prestige, as a qualification for marriage, and for revenge. After a number of battles before and after 1913, the Isnag were convinced that their spears were no-match for the \"thundersticks\" of the American soldiers. From that time on, the Isnag lived as a comparatively peaceful people.\n\nThe religious of the Isnag is animalistic; their traditional religious beliefs were concerned with their relationship with a great number and variety of spirits. Two elements usually present in religions were largely lacking in that of the Isnag: belief in a supreme being, and a serious attempt to explain the nature of the universe.\n\nBeauty seems to have very little premium, if at all, in Isnag customs and traditions with respect to courtship and marriage. Consideration of beauty is not what propels Isnag swains toward the choice of a mate but rather a woman's capacity to work. Health and strength are developed more important. Amazon-like women have decided edge over the fragile ones in the contest for affections of man. Such seems to be the sad lot of the Isnag women to work on the kaingins (swidden fields).\n\nA man who happens to own a large kaingin is constrained to indulge in polygamy, which is duly sanctioned by their traditions. However, it is rarely practiced as the Isnag resort to polygamy not for pleasure but to acquire additional help.\n\nThe Isnag generally abhor marriage between cousins or kin. Such marriages occur sometimes only because of such factors as scarcity of women, difficulty of travel and enmity with the other tribes.\n\nDivorce is not entirely alien to the Isnag, which invariably reflects the flexibility of their characte. But the principal reason for divorce, as the Igorot, is failure to bear children. Educated Isnag women reject the custom of having them work on the farm. Thus, they prefer to marry into another ethnic group, prefirably the Ilocanos who are reputed for their industriousness."}
{"text": "Mangas Coloradas\n\nMangas Coloradas, (born c. 1795, [probably in what is now southern New Mexico, U.S.]—died January 1863, Fort McLane, N.M.), Mimbreño Apache chief noted for uniting the Apache nation.\n\nMangas Coloradas, an unusually tall and striking man, became chief of the Mimbreño in 1837, after his predecessor—together with a number of Mimbreño men, women, and children—had been betrayed and murdered by a group of trappers for the Mexican bounty on their scalps. Mangas Coloradas and his warriors avenged the treachery by slaughtering trapping parties, attacking supply trains to the region, and starving the citizens of Santa Rita, killing the remainder on their attempted escape. The area was for a time cleared of its white and Mexican inhabitants. When the Mexican-American War was declared, Mangas offered Apache aid to the American troops, but his offer was refused.\n\nIn 1848, when gold was discovered in California, the Apache were threatened by the incursions of heedless white fortune-seekers. In an incident at a mining camp, Mangas Coloradas was whipped, an act that resulted in his lasting enmity against white men. Though his son-in-law Cochise had long resisted fighting Americans, in 1861 he too was betrayed by white men and turned against them, and together Mangas Coloradas and Cochise depopulated southern New Mexico and Arizona. Wounded in battle in 1862, Mangas Coloradas eventually recovered. He was captured in January 1863 and killed allegedly while trying"}
{"text": "Seminole (tribe)\n\nThe Seminole are a Native American Indian people, originally of Florida. They originated as members of the Creeks tribe who emigrated into Florida in the early and mid 18th century, and were conquered and largely exiled by the United States in the early 19th century, after the United States took Florida from Spain.\n\nAfter the Spanish conquest in the 16th century, the indigineous people of Florida were decimated by disease, and it is believed that the few survivors\nwere evacuated by the Spanish to Cuba when Florida fell under British rule in 1763.\n\nThe early 18th century, members of the Creek tribe began migrating into Florida and intermingled with the few remaining indigenous people there. By the late 18th century, they had begun to be named Seminole, a term meaning runaway. The Seminole were a heterogenous group containing various tribes and speaking to different dialects, Muskogee and Hitichiti. In addition, the Seminole also contained a large number of runaway slaves from Georgia, who were protected and intermarried into the Seminole. The Seminole were apparent on good terms with both the Spanish and the British.\n\nIn 1784, the treaty ending the American Revolutionary War returned all of Florida to Spanish control. However, Spain was in a very weakened state, and the Seminole settled deeper into Florida.\n\nAfter attacks by Spanish settlers on Indian towns, Indians based in Florida began raiding Georgia settlements, purportedly at the behest of the Spanish. The United States Army led increasingly frequent incursions into Spanish territory, including the 1817-1818 campaign against the Seminole Indians by Andrew Jackson that became known as the First Seminole War. Following the war, the United States effectively controlled East Florida.\n\nThe Adams-Onís Treaty was signed between the United States and Spain in 1819 and took effect in 1821. According to the terms of the treaty, the United States acquired Florida and, in exchange, renounced all claims to Texas. Andrew Jackson was named military governor of Florida.\n\nAs American settlement increased after the treaty, pressure grew on the United States government to remove the Indians from their lands in Florida. Many Indian tribes harbored runaway black slave, and the settlers wanted access to Indian lands.\n\nIn 1832, the United States government signed the Treaty of Payne's Landing with a few of the Seminole chiefs, promising them lands west of the Mississippi River if they agreed to leave Florida voluntarily. The remaining Seminole prepared for war. White settlers pressured the government to remove all of the Indians, by force if necessary. In 1835, the US Army arrived to enforce the treaty.\n\nSeminole chief Osceola led the vastly outnumbered resistance during the Second Seminole War. Approximately 4,000 Indian warriors effectively employed hit-and-run guerrilla tactics with devastating effect against over 200,000 United States Army troops for many years. Osceola was arrested when he came under a flag of truce to negotiations in 1837. He died in jail a less than a year later.\n\nThe war only ended after a full decade of fighting, in 1842. The US government is estimated to have spent about $20,000,000 on the war, at the time an astronomical sum. Many Indians were forcibly exiled to Creek tribe lands west of the Mississippi; others retreated into the Everglades.\n\nThe Seminole Nation of Oklahoma has about 6000 enrolled members, who are divided into fourteen bands. Two are called \"Freedmen Bands\" (also black seminole) because they count their descent from escaped slaves who took refuge with the Seminole. Band membership is matrilineal: children are members of their mother's band.\nThe group is ruled by an elected council, with two members from each band. The capital is at Wewoka, Oklahoma.\n\nSeminole names are common in Florida, with one county named after them, and another named after Osceola. They are also the emblem of Florida State University.\n\nFact-index.com financially supports the Wikimedia Foundation. Displaying this page does not burden Wikipedia hardware resources. This article is from Wikipedia. All text is available under the terms of the GNU Free Documentation License."}
{"text": "Nanticoke Indian Tribal History\n\nSearch Fold3 For Your Native American Ancestors:\n\nGiven:\n\nSurname:\n\nNanticoke (from Nentego, var.\nof Delaware Unechtgo, Unalachtgo, 'tidewater people'). An\nimportant Algonquian tribe living on Nanticoke River of Maryland, on the\neast shore, where Smith in 1608 located their principal village, called\nNanticoke. They were connected linguistically and ethnically with the\nDelaware and the\nConoy, notwithstanding the idiomatic variance in the language of the\nlatter. Their traditional history is brief and affords but little aid in\ntracing their movements in prehistoric times. The 10th verse of the fifth\nsong of the Walam Olum is translated by\nSquier: \"The Nentegos and the Shawani went to the south lands.\" Although\nthe\nShawnee and\nNanticoke are brought together in this verse, it does not\nnecessarily indicate that they separated from the main body at the sane\ntime and place; but in both cases the separation appears to have occurred\nin the region that in verse 1, same canto, is designated Talega land,\nwhich was probably in Ohio, since their tradition recorded by Beatty (\nBrinton, Lenape Leg., 139, 1885) is precisely the same as that of the\nShawnee. It is also probable that \"south\" in the legend signifies some\npoint below the latitude of Pittsburg, Pa., but not south of the Kanawha.\nA different and more probable account was given to Heckewelder by the old\nchief, White, who said that, being great trappers and fishers, they\nseparated from the Delaware after these had reached their eastern seat\nand wandered south in search of good fishing and trapping grounds.\nThe Conoy in 1660\ninformed the governor of Maryland of a \"league that had existed for 13\ngenerations with an emperor of Nanticoke lineage at its head, which\nembraced all the tribes of the province, and also the Potomac and, as they\npretended, even the Iroquoian Conestoga\" (Maryland Arch., Proc. Counc.,\n1636-67, 403). The Tocwogh of Smith, as well as the later Doag, were\npossibly identical with the Nanticoke.\nA short time after its settlement the Maryland colony\nfound the Nanticoke a thorn in its side. As early as 1642 they were\nformally declared to be enemies, and not until 1678 was the strife\ncomposed by treaty. A renewal of hostilities was threatened in 1687, but\nby prudent measures this was prevented and the peace reaffirmed. In 1698,\nand from that time forward as long as they remained in the region,\nreservations were set aside for them. In 1707 they had at least 7\nvillages. In 1722 their principal village, called Nanduge by Beverley,\ncontained about 100 inhabitants and was the residence of the \"empress,\"\nwho ruled over all the neighboring Indians. At that time they numbered\nabout 500. Soon afterward they began to move north, stopping for a time on\nthe Susquehanna, at the mouth of the Juniata, and about 1748 the greater\npart of the tribe went up the Susquehanna, halting at various points, and\nfinally settled under Iroquois protection at Chenango, Chugnut, and Owego,\non the east branch of the Susquehanna in south New York. They were\nestimated at about 500 in 1765. A part remained in Maryland, where they\nwere still living under the name of Wiwash in 1792, although reduced to\nabout 30. In 1753 a part of those on the upper Susquehanna joined the\nIroquois in west New York, with whom they were still living in 1840, but\nthe majority of the tribe, in company with remnants of the Mahican and\nWappinger, emigrated to the west about 1784 and joined the Delaware in\nOhio and Indiana, with whom they soon became incorporated, disappearing as\na distinct tribe. A few mixed bloods live on Indian river, Delaware.\nThe Nanticoke were distinguished from neighboring\ntribes by a darker color and peculiar customs. They appear to have been\ndevoted to fishing and trapping as a means of subsistence. Heckewelder\nsays: \" They are said to have been the inventors of a poisonous substance\nby which they could destroy a whole settlement of people, and they are\naccused of being skilled in the arts of witchcraft. It is certain they are\ndreaded on this account. I have known Indians who firmly believed that\nthey had people among them who could, if they pleased, destroy a whole\narmy by merely blowing their breath toward them. Those of the Lenape and\nother tribes who pretend to witchcraft say that they learned the science\nfrom the Nanticoke.\" What particular characteristic, art, or knowledge\ncaused them to be looked upon in this light is not stated; but it probably\nwas their knowledge of poisons and the singular custom, which Heckewelder\ndescribes, of removing the bones of their dead from place to place during\ntheir various shifting. They appear to have had a head chief, to whom the\nEnglish, adopting Old World terns, applied the name emperor to distinguish\nhim from the subordinate chiefs whom they called kings. The line of\ndescent of the former was in the female line, and as noted above, if\nBeverley be correct, a woman might under certain circumstances, hold the\nchieftaincy. Their towns appear to have been in some instances fortified,\nas Smith says: \"They conducted us to their pallizadoed towne, mantelled\nwith the barkes of trees,. with scaffolds like mounts, brested about with\nbrests very formally.\"\nThe Nanticoke confederacy appears to have included,\nbesides the Nanticoke proper:\nArseek,\nCuscarawaoc,\nNause,\nOzinies (?), and\nSarapinagh"}
