{"text": "Why is this campaign important to you?\n\nClean, Safe drinking water for everyone on the planet. Right now, almost a billion people on the planet don't have access to clean, safe drinking water. 1. \nAbout the Campaign"}
{"text": "wouldn't drink pool pond water. Still pond water. If there are plants growing from it, that water's got oxygen in it, and if it's got oxygen in it, other things can grow in it. Yeah, you're still going to get it in your mouth but I'm not going to be gulping it down or anything."}
{"text": "How does Nature² work?\nThe Purifier precisely controls water flows through a replaceable cartridge. Inside, a\nnon-electrical reaction \"activates\" oxygen to kill bacteria, algae, and viruses.\nNext, Nature² releases trace amounts of natural, algaestatic and bactericidal minerals\ninto the pool to help prevent bacteria and algae growth."}
{"text": "Calcite cartridges\n\nCalcite cartridges contain calcium carbonate chips. As water passes through the cartridge a little of the calcium carbonate dissolves. This makes the water slightly more alkaline and also produces more dissolved calcium or hardness in the water. A calcite cartridge is useful where the water is..."}
{"text": "FineWaters Pavilion™\n\nBottled Water of Iraq\n\nWhen the last Ice Age receded, some 10,000 years ago, some peoples migrated to the marshy plain between the Tigris and the Euphrates. This land, later known as Mesopotamia—or \"the land between the two rivers\"—is now modern Iraq."}
{"text": "Bottled water doesn't get much greener than Belu's. The British company's drink was the world's first to become carbon-neutral, in 2006. Its bottles, made from corn, can be composted into soil. Belu's profits, meanwhile, are poured into projects..."}
{"text": "The recycling kit consists of a system of baggies: a semi-permeable inner bag containing a sugary solution, nested inside an outer bag. An astronaut will pump dirty liquid into the outer bag, and the liquid will slowly pass through the inner bag and into the sugary solution, leaving behind its contaminants. Here on Earth, the kit makes about a liter of sports drink-like fluid in four to six hours.\n\nAstronauts will first test the kit with an experimental fluid – not urine.\n\nThe military uses a similar technology to filter out parasites, bacteria, viruses and other contaminants from dirty liquids, including urine, to make drinkable water for soldiers."}
{"text": "Search Results\n\n…acid and lacticacid-producing bacteria. **Don't use tap water if it is chlorinated. The chlorine can destroy the lactic microbial organisms and prevent the fermentation. Note: It's normal for white spots or a white film to form on the surface of the liquid covering the sauerkraut. It's a form of yeast…"}
{"text": "It would be great if Pepsi did its homework before posting about red tides. Which, when they occur in the ocean (as pictured above), are caused by marine algae, not freshwater algae (although some freshwater algae can cause the same thing, but in freshwater). The specific species of algae IS red, it does not turn the water red. Also, learn how to spell algae."}
{"text": "blogs\n\nwatermill express\n\nMaybe this is a rio grande valley problem, but there have been numerous reports around my neighborhood of hoodlums having sex at the watermill express. On the actual service station where the water comes out. I'm not going to buy my water there anymore."}
{"text": "An overview of the poisons known collectively as \"sodium fluoride,\" which is added to the water supplies of most major population centers. Based on the government's own Material Safety Data Sheet, to which a link is provided."}
{"text": "Conversion Factors\n\n1 ppm (mg/L) =\n\n0.38 grams per 100 gallons of water\n3.8 milligrams per gallon of water\n0.0283 grams per cubic foot of water\n0.38 milliliters per 100 gallons of water\n2.72 pounds per acre-foot of water\n1 milligrams per liter of water\n1 grams per cubic meter of water\n0.001 milliliters per liter of water"}
{"text": "What is Mineral water?\n\nAn example of Mineral water Mineral water can be prepared or can occur naturally."}
{"text": "Table 14\n\nTable 14--Analyses of water from wells in Ford County, Kansas. (Analyzed by\nRobert H. Hess. Dissolved constituents given in parts per million, reacting values\n[in italics] given in equivalents per million.)\n\n1. One part per million is equivalent to 1 pound of substance per million\npounds of water and is equivalent to 8.33 pounds per million gallons.\n2. Calculated.\n3. Total alkalinity. 232 paints per million; excess alkalinity, 9 parts per million.\n4. Less than 0.15 part per million.\n5. Total alkalinity, 256 parts per million; excess alkalinity, 86 parts per million.\n6. Sample also contains 7.2 parts per million carbonate (0.24 equivalents per million).\n7. Sample also contains 12 parts per million carbonate (0.4 equivalents per million).\n8. Total alkalinity, 242 parts per million; excess alkalinity, 45 parts per million.\n9. Total alkalinity, 237 parts per million; excess alkalinity, 110 parts per million.\n10. Total alkalinity, 198 parts per million; excess alkalinity, 15 parts per million.\n11. Total alkalinity, 233 parts per million; excess alkalinity, 11 parts per million.\n12. Located in Clark County."}
{"text": "Table 14\n\nTable 14--Analyses of water from wells in Ford County, Kansas. (Analyzed by\nRobert H. Hess. Dissolved constituents given in parts per million, reacting values\n[in italics] given in equivalents per million.)\n\n1. One part per million is equivalent to 1 pound of substance per million\npounds of water and is equivalent to 8.33 pounds per million gallons.\n2. Calculated.\n3. Total alkalinity. 232 paints per million; excess alkalinity, 9 parts per million.\n4. Less than 0.15 part per million.\n5. Total alkalinity, 256 parts per million; excess alkalinity, 86 parts per million.\n6. Sample also contains 7.2 parts per million carbonate (0.24 equivalents per million).\n7. Sample also contains 12 parts per million carbonate (0.4 equivalents per million).\n8. Total alkalinity, 242 parts per million; excess alkalinity, 45 parts per million.\n9. Total alkalinity, 237 parts per million; excess alkalinity, 110 parts per million.\n10. Total alkalinity, 198 parts per million; excess alkalinity, 15 parts per million.\n11. Total alkalinity, 233 parts per million; excess alkalinity, 11 parts per million.\n12. Located in Clark County."}
{"text": "A common basis for reporting the results of water and wastewater analysis, indicating the number of parts by weight of a dissolved or suspended constituent, per million parts by weight of water or other solvent, In dilute water solutions, one part per million is practically equal to one milligram per liter, which is the preferred unit.\n\nA unit, which may be mass/mass, and hence represents a direct measure of fractional mass, or volume/volume, and represents in this case, a molar fraction at low pressures and high temperatures, commonly used to represent the degree of pollutant concentration where the concentrations are small.\n\na unit that is used to measure the concentration of a substance in a given area. Chemical exposures are usually given as the number of molecules of a chemical within a million molecules of air. One part per million is equal to one drop of water in 18 gallons of water, or one inch in 16 miles.\n\nA measuring unit for the concentration of one material in another. When looking at contamination of water and soil, the substances are often measured in parts per million. One part per million is equal to one gram of substance in one million grams of material.\n\na dilution factor of one part of one substance in a million parts of another; used to express nutrient formulations and calculations of amounts of various fertilizers to use in a given volume of water; also equivalent to 1 milligram (element) per liter (water)\n\nquantitative measurements used to describe the level of a substance in question. Example: One PPM is equivalent to 1 square inch within the infield of a baseball diamond; one PPB is equivalent to one second in 32 years; and one part per trillion (PPT) is equivalent to 1 square foot in the state of Indiana.\n\n(ppm) The number of weight or volume units of a minor constituent present with each one million units of a solution or mixture. In water-related issues the more specific term milligrams per liter (mg/L) is preferred. In air-related issues the more specific term milligrams per litervolume (mg/Lv) is preferred.\n\nA unit of chemical concentration. The concentration of a chemical is 1 ppm if one weight unit of chemical (for example, 1 milligram) is dissolved in one million weight units of water (1,000,000 milligrams of water = 1 liter). Very low concentrations of chemicals may be expressed in parts per billion or high concentrations in parts per thousand.\n\n(ppm) unit of measure most often used to describe the amount of a particular gas or compound in the air or water; it is the proportion of the number of molecules of the gas or compound out of a million (1,000,000,000) molecules of air or water.\n\nUnits commonly used to express contamination ratios, as in establishing the maximum permissible amount of a contaminant in water, land, or air. These ratios can also be expressed in \"parts per billion (ppb).\"\n\nRepresents the concentration of something in water or soil. One ppm is equivalent to 1 milligram of something per liter of water (mg/l) or 1 milligram of something per kilogram soil (mg/kg). ( abbrev. ppm)\n\nMeasurement used to identify the amount of lead in paint. It is the weight of lead per 1,000,000 weights of a sample, including the lead. For example, if a paint sample contains 5,000 micrograms of lead in 1 gram of paint, then the lead concentration is 5,000 ppm.\n\nAn expression for concentration (see Milligrams per Liter); the quantity of one substance contained in 1 million units of another substance when both are measured by identical terms. For solutions (substances dissolved in liquids), it is the number of units of the substance contained in 1 million units of solution.\n\nConstituents in water are often measured in very small units. Many of the dissolved minerals such as sodium and calcium are monitored by Tucson Water are measured in terms of parts per million (or milligrams per liter). To help you visualize how very small this unit is, we offer the following illustrations. One part per million equals: 1/4 ounce of water in a typical 15,000 gallon backyard swimming pool One second of time in eleven point six days\n\nThe concentration of a substance in air, water or soil. One ppm means that there is one part of a substance for every million parts of the water or soil in which it is measured. One ppm is about one drop of dye in 18 gallons of water, about one inch in 16 miles, or one penny in $10,000.\n\nppm. Refers to concentration by weight for both solute and solution. Parts per million (wt./wt.) differs from mg/liter (wt./vol.) when the specific gravity of the solution differs from that of pure water at standard conditions. Many salinities that have been measured in units of mg/liters are reported routinely in ppm without proper conversion to ppm.\n\nA unit (abbreviated as ppm) used to measure dissolved oxygen and other chemicals. It is a measure of concentration, not absolute amounts. For example, one inch in sixteen miles is one ppm. [Note: 1 mg/L = 1 ppm\n\none part in a million. Abbreviated ppm and commonly used to express defect levels or concentrations. Passivation - a final layer or layers put on semiconductors to protect them against contaminants and mechanical damage.\n\n(ppm) Concentration expressed as parts of solute per million parts of solution. Usually refers to parts per million by mass. For example, a 10 ppm NaCl solution can be written as: 10 mg NaCl/kg solution, 10 µg NaCl/g solution, 10 ng NaCl/mg solution. In very dilute aqueous solutions, ppm is approximately equal to mg solute per liter of solution."}
{"text": "I've heard this one alright. There's a reaction between the chlorine used to get rid of bacteria and viruses like E.Coli etc. with the organic matter in the water from L. Mask. Even in a very clean lake like Mask there's always some algae present. In the past at least it was aggravated by the fact that they weren't using aluminium - especially to cater for dialysis patients using Baxter dialysis bags as I understood it. Aluminium is used to take out organic materials like algae from the water before it is chlorinated. So although we had very low aluminium the tendency to produce high trihalomethanes is much increased.\n\nWith the E. coli thing I'm not surprised because two labs could give completely different answers on two different days simply because the bacteria come and go depending on rainfall, and what's happening nearby such as slurry spreading and loo-flushing into septic tanks."}
{"text": "For a while there we thought that Bamboo Glass Water Bottle was the ultimate in drinking portability. Boy were we wrong. That isn't to say that Aquaovo's Therm-o Terra bottle is any better, it just might be setting...\n\nIf you drink out of a plastic or metal water bottle, do yourself a favor and pick up a glass one. It's safer from a chemical standpoint, won't wear out over time and shouldn't impact the flavor of the water. ..."}
{"text": "We are an export trading company, engaged in offering a diversified range of products such as spices, books, leather products, cycles and various other indigenous products which we source from reliable vendors.\n\nManufacturing and supplying of packaged drinking water, packaged drinking water in 5 litre, packaged drinking water in 2 litre, packaged drinking water in 1 litre, packaged drinking water in 500 ml and packaged drinking water in 200 ml."}
{"text": "Science - Officials have found certain amounts of hazardous Fe3+ ions in the ...\nGeneral Science - Surface water is important because it? 1. furnishes plants ...\nEnvironmental Science - #33. In two or three well-developed paragraphs, explain ...\nEnvironmental Science - #33. In two or three well-developed paragraphs, explain ...\nEla - can you proof read please The first time most Canadians really started to ...\nchemistry - The new standard for arsenate in drinking water, mandated by the ...\nChemistry - 1) Aldrin and dieldrin are pesticides that used to be allowed for ...\nEconomics quick question - Could you check these please thanks. A --------- is a...\nEnglish - * You need clean water for drinking. In this sentence, what does '...\nELA - can you proof read When we turn on the top,we expect an abundant supply of..."}
{"text": "Tagged Questions\n\nSo I read this answer and I was wondering what contraption produce the most water when you don't have a water source? So what water trap produces the most water? Specifically, what should I do with my ...\n\nThis has come up a few times in a few other questions, but I've heard varying opinions from different people in a number of answers and comments on here - some saying that just boiling for a moment is ..."}
{"text": "Why is this campaign important to you?\n\nStop Putting Fluoride In Our Drinking Water 1. There is little to no proof that Fluoride helps your teeth. 2. It was used by Hitler in WWII to calm and control the masses of Germany. 3. If you...\nAbout the Campaign"}
{"text": "Water Quality\n\nTo ask the Secretary of State for the Environment, Transport and the Regions what groundwater resources in England are known to be contaminated with enteric bacteria and viruses; and what steps have been taken to identify the sources of that contamination. [43965]\n\nGroundwater resources used for potable supply are monitored for microbiological parameters by the water service companies. These data are not held centrally. In general, groundwater is free of microbiological contaminants. Enteric bacteria and viruses are generally filtered out by the passage of water32W\nthrough strata before it reaches an aquifer, and therefore before such groundwater is abstracted. All drinking water is disinfected before being put into supply."}
{"text": "Coliform Bacteria including E. coli Treatment:\n\nUV Filtration- Sterilization light to kill harmful bacteria.\n\nAdding UV technology In conjunction with a water softener for hard water issues or with Sediment filtration for water with any type of sediment problems such as sand, manganese, clay, dirt, turbidity etc. is recommended.\n\nWhat are Coliform?\n\nColiform are a group of several types of bacteria from the same family which typically live and reproduce in the intestines of animals. Coliform bacteria can also be found in soil, surface water, and plants–anywhere animal feces may be present.\n\nWhat is E. coli?\n\nE. coli is an abbreviation for Escherichia coli, a genus and species of bacteria. E. coli is a member of the coliform group and is the predominant bacteria in the gut of warmblooded animals. The fact that it originates only in warm-blooded animals makes E. coli a better indicator than coliform of the potential for human diseases. A water test will give you results for both E. coli and total coliform. The presence of E. coli in water indicates\ndirect contamination with fecal matter and therefore, the presence of disease causing microorganism."}
{"text": "An artificial gill is a device humans could use to extract oxygen from water for breathing. Such a device would be invaluable as air supply would be essentially unlimited. Unlike rebreathers and tanks which eventually run out o..."}
{"text": "What is BPA?\nBPA stands for Bisphenol A which is found in thousands of products. It's the primary chemical used to make polycarbonate plastic. It's found in everything from plastic baby bottles, clear Nalgene water bottles, the liners in many water bottles and canned foods, and is found in more and more products every day. While the FDA allows it to be used and claims there is no danger to humans. But researchers are now finding that exposures below the amounts allowed by the FDA can disrupt the hormone systems of test animals and can affect how their brains function.\n\nSince there is controversy you should avoid exposure to BPA...especially for children. Doesn't it just makes common sense for you to use a Klean Kanteen Stainless Steel Water Bottle (or sippy cup) manufactured by a conscientious company dedicated to making sure you and your family have absolutely no exposure to BPA?\n\nWill using an insulated tote increase the time an insulated mug will keep the contents hot or cold?\nThe effect is negligible. You might consider a sleeve as a way to hang your insulated mug from something like a stroller.\n\nCan I heat things over a camp fire using a Klean Kanteen Insulated Bottle?\nNo."}
{"text": "What is BPA?\nBPA stands for Bisphenol A which is found in thousands of products. It's the primary chemical used to make polycarbonate plastic. It's found in everything from plastic baby bottles, clear Nalgene water bottles, the liners in many water bottles and canned foods, and is found in more and more products every day. While the FDA allows it to be used and claims there is no danger to humans. But researchers are now finding that exposures below the amounts allowed by the FDA can disrupt the hormone systems of test animals and can affect how their brains function.\n\nSince there is controversy you should avoid exposure to BPA...especially for children. Doesn't it just makes common sense for you to use a Klean Kanteen Stainless Steel Water Bottle (or sippy cup) manufactured by a conscientious company dedicated to making sure you and your family have absolutely no exposure to BPA?\n\nWill using an insulated tote increase the time an insulated mug will keep the contents hot or cold?\nThe effect is negligible. You might consider a sleeve as a way to hang your insulated mug from something like a stroller.\n\nCan I heat things over a camp fire using a Klean Kanteen Insulated Bottle?\nNo."}
{"text": "Water\n\nWater is that clear liquid that you probably know from real life. In NetHack, water can rust objects or drown you, among other things. In a fountain or as a potion of holy water or unholy water, water has more magical effects. In a sink, water tends to be polluted, and it can have bizarre effects; for example, it might mutate (polymorph) you when you drink it.\n\nThis is a disambiguation page: a list of articles associated with the same title.\n\nRead more\n\nChoking can refer to: Dying from overnutrition The grabbing attack of rope golems An adverse..."}
{"text": "This is something reviewed by the Food and Drug Administration. Most of the plastic bottles we purchase and drink from are made from polyethylene terephthalate, or PET.\n\nIt's often thought that PET is unsafe to reuse, but in reality this is just hysteria. As long as you clean the bottle before reusing it (just as you should when reusing anything), it is perfectly safe.\n\nPlastics are generally clean materials, so plastic bottles aren't any more likely to contain bacteria than any other kinds of packaging. Bacteria thrive in warm, moist environments, so any bottle can be home to bacteria if reused without cleaning first.\n\nSo why is it thought that plastic bottles are unsafe to use? Mainly, because of a hoax email that circulated around the internet. It claimed that dioxins form in plastic bottles when reused, which is simply untrue.\n\nThe fact is there is no scientific basis for the claim that they're unsafe to reuse, and that it's really just an urban legend."}
{"text": "Drink Water launches new website and full movie \"The Rascals\"\n\nDrink Water isn't your typical drink compay. Why you ask? Well, as they say it, \"We don't sell water, we drink it.\" From they day they started writing \"Drink Water\" on their snowboards, Austin Smith and Bryan Fox set out to remind the world to do just that, drink water.\n\nIt started out as, \"..a statement, a movement or mission…\" and with the simple purchase of a silkscreen they started printing t-shrits, stickers and pins. They gave them out for free to spread their new message, and people wore them with pride.\n\nWe don't want to give it all away, so you should check out their website at wedrinkwater.com where you can watch their new full movie \"The Rascals.\""}
{"text": "Search:\n\nDetails\n\nTitle: Fatbag Membrane\n\nDescription: Although oil and water do not normally mix, oil contaminants in waterways can be measured using a special membrane nicknamed a \"fatbag.\" The fatbags absorb many fat-soluble chemicals from the water at a known rate, so they can be used to estimate the concentration of such chemicals."}
{"text": "How Do SureAqua Water Purifiers Work?\n\nThe filter used in SureAquaCorp products is a microfiltration/ultrafiltration capillary membrane with a filtration size of 0.2/0.01 microns depending on the products selected, smaller than the smallest water bacteria. The outer case of the straws is made of sturdy PES (Polyethersulfone) and the outer casing of the SureAquaBottle+ is polyethersulfone.\n\nWater is sucked up through the membrane passing into the inner core of the filter straw. Because water molecules are less than 0.2 microns water is able to easily pass through the membrane, however, because bacteria cells are larger than 0.5 microns they are unable to pass through the membrane and are trapped in the body of the filter, resulting in the removal of 99.9999% of bacteria as SureAquaStraw. Parasitic cysts are similarly trapped. A light shake of the filter after use, and a periodic clean leaves the straw clean and reusable for up to 500 liters (132 gallons) of water. The SureAquaStraw+ and SureAquaBottle+ use the filtration level of 0.01 microns therefore capturing bacteria to a level of 99.9999% AND viruses to a level of 99.99% and filtering a volume of upto 1,000 litres (264 gallons).\n\nFiltration occurs immediately as you sip the drinking water up, and the system and mouth piece is designed to be suitable for children as young as 3.\n\nSureAquaCorp products do not use chemicals, carbon or iodine for filtration and is therefore universally safe."}
{"text": "Filbur 19-77850 50 Micron Pool/Spa Water Filter\n\nFilbur 19-77850\n\nThe Filbur 19-77850 is a compatible replacement for the following water filters:\n\nHarmsco HC-90-50 reducing impurities. This 50 micron filter is both cleanable and reusable. This pleated pool filter is also known by part number 19-77850."}
{"text": "@LesaW@amcgrew86 Could you explain what you mean by \"detox the plastic\"? I was literally about to buy it until I saw your comments. Do you by chance mean the lemon will basically break down the plastic and then you end up drinking the broken down plastic? If that's what you mean, Hello cancer!\n\nReport this as inappropriate or broken?\n\nShow this to someoneFinger hole carrying handle on cap\n\nWide mouth for addition of ice or extra ingredients\n\nBPA and EA free\n\nRemovable dishwasher-safe bottle for easy cleaning\n\nReusable and 100% recyclable\n\nPlease Allow A Week For Shipping\n\nShipping Information\n\nEstimated Arrival5/29 - 5/31\n\nCreate Gift Campaign\n\nCitrus Zinger Water Bottle This group gift will be valid for 7 days. If there aren't enough contributions after 7 days, your contribution will be refunded."}
{"text": "Which plastic water bottles don't leach chemicals?\n\nChoose your water bottles very carefully in order to prevent chemicals in the plastic from leaching into your water.\n\nPlastic."}
{"text": "You are here\n\nMyths, Fantasies, and Rumors about Water System Design\n\nThe design of pharmaceutical water systems has always been part science and part alchemy, and unfortunately, it is not likely to change in the near future. Daily rhetoric is rife with statements from informed and intelligent people alleging design requirements that do not actually exist.\n\nThe problem is that if you do not have documentation from a reliable source that supports or contradicts these statements, they are nearly impossible to refute. As a result, they are often incorporated into system design.\n\nTake, for example, the use of bacteria-retentive filtration in a water system. For years, variants of the following alleged statement have circulated verbally: \"FDA doesn't allow filters because it considers them to be band-aids on a badly designed system.\" As a result, many systems were designed without filters, rooted in a fear that the US Food and Drug Administration would disapprove. Meltzer et al., after researching this very subject, wrote that current FDA staffers indicated they would not disapprove a system simply because it contained these filters (1). Was this statement ever really made?"}
{"text": "Not for nothing....but if there was 3 feet of water in that kitchen....it would (should) be a huge amount of sanization before I'd eat a piece of food that came out of there. The germs and crap that was in that water floating around......no thanks."}
{"text": "I'm certainly not questioning the psak of the rabbonim, but what did our ancestors do with their water? Their water was certainly not filtered and as it also wasn't chlorinated or cleaned in any way, it must have contained such organisms too. Why was this never an issue"}
{"text": "Every year millons are spent quenching peoples thirst with portable water. Millons of barrels of oil is used to make plastic water bottles which are casually discarded and end up in landfills, in our oceans or littering the streets.\n\nBobble saw this as an engineering problem, a complex question that demanded a simple, intuitive answer, so they set out to satisfy our desire for fresh, clean, portable water while minimizing the considerable costs bottled water imposes on our environment and ourselves. They decided to reinvent the water bottle.\n\nBob"}
{"text": "So what is the solution? The single largest source of clean water on our planet isn't really on our planet but rather above it in our own Troposphere. Atmospheric Water Generators are the newest technology which allows us to extract this water vapor and through a 12 layer filtration system produces 99.99% pure, safe and clean drinking water"}
{"text": "So what is the solution? The single largest source of clean water on our planet isn't really on our planet but rather above it in our own Troposphere. Atmospheric Water Generators are the newest technology which allows us to extract this water vapor and through a 12 layer filtration system produces 99.99% pure, safe and clean drinking water"}
{"text": "new house\n\nThere is sufficient in the world for man's need, but not for his greed.\nMary Minihane sorry i couldnnt just quote the article but its in pdf... i think down around page 3 might give you some answers ...\n\nhonestly though its written through a government agent so who knows what the real truth is .. it doesnt sound like zinc though is a major toxin .. i suppose you could always purify the water after the collection"}
{"text": "Friday, November 25, 2011\n\nGroundwater is a major source of drinking water in the world, in United States for instance, groundwater is a main source of drinking water for roughly half of the total population. Groundwater pollution could therefore seriously reduce the amount of drinking water worldwide.\n\nGroundwater pollution is often refereed to as the groundwater contamination and refers to the introduction of different pollutants (contaminants) into groundwater. These pollutants make the groundwater unclean and unsafe for drinking as well as unsuitable for different other particular purposes.\n\nCleaning groundwater pollution is very costly, in the most severe cases aquifer can be contaminated up to such level that it needs to be abandoned, meaning that the community must find a completely new supply of water which is extremely difficult and costs a lot of money.\n\nThe sources of groundwater pollution are usually classified by its origin and the four most common types of groundwater pollution include municipal, agricultural, industrial and individual groundwater pollution.\n\nThe infamous example of groundwater pollution was Love Canal where in 1978 its residents noticed high rates of cancer and an alarming number of birth defects because of the organic solvents and dioxins from an industrial landfill which had contaminated the groundwater.\n\nEach and every one of us can do something to prevent groundwater pollution by disposing hazardous materials like oil, paint, medicaments, and solvents responsibly in a facility which is certified to handle such materials.\n\nOne of the most frequent groundwater pollutants in industrialized countries is Vinyl chloride which can cause cancer in people.\n\nReliable and accurate estimation of the exact type of groundwater pollution sources is still a major challenge in cleaning efforts because of the many uncertainties involved and the lack of adequate observation data in most cases. Some scientists have even proposed the idea of using computer algorithms to identify exact sources of groundwater pollution.\n\nGroundwater pollution is usually cleaned by using bioremediation technologies which involves using microbes to clean up organic contaminants in water supply. In most of these cases microbes feed off the organic contaminants and, in the process, convert them to non-toxic products.\n\nSome groundwater pollution occurs naturally which is the case with arsenic commonly found in the sediments of the rock. Arsenic poisoning of the groundwater is especially serious issue in Asian countries such as Bangladesh, India and Vietnam. According to a 2009 study more than 140 million people in southern Asia drink groundwater contaminated with arsenic every day."}
{"text": "​ Nitrate and Nitrite Nitrogen\n\nNitrate nitrogen is a commonly used lawn and agricultural fertilizer.It is also a chemical formed in the decomposition of waste materials, such as manure or sewage.If infants less than six months of age drink water (or formula made with water) that contains more than 10 mg/L nitrate nitrogen, they are susceptible to methemoglobinemia.This disease interferes with the blood's ability to carry oxygen.Recent studies also suggest that high nitrate water may be linked to birth defects and miscarriages, so pregnant women should avoid drinking high nitrate water.High nitrate levels also suggest that other contaminants might be present.The natural level of nitrate in Wisconsin's groundwater is less than 0.2 mg/L.\n\nNitrite is an unstable form of nitrogen that might be found in small amounts along with nitrate.Sometimes results of nitrate and nitrite are reported together."}
{"text": "Naturally clear water in your swimming pool with active oxygen\n\nNaturally clear water in your swimming pool, noticeably gentle for skin and hair. Active oxygen is the gentle alternative to chlorine. All BAYROL active oxygen systems are based on a combination of two active components that enhance one another ideally:\n\nThis combination enables a unique synergy effect. The two components potentise one another, i.e. strengthen the effect of the individual components by a multiple and the overall effect is virtually the same as disinfecting with chlorine. This is why both components must always be used together.\n\nBayroShock\n\nBayroShock is a chlorine free, liquid product with an immediate effect against water turbidity, the growth of algae and the formation of decay. It is suitable as a shock treatment for the swimming pool, but can also be used for instance in fountains or water installations (the concentration, however, must be less than 50 ppm). It reacts quickly and decomposes without residue. It does not contain quaternary ammonium compounds or heavy metals."}
{"text": "I do know that. Some women in Africa put flower in their babies water to disguise the taste so they don't die of dehydration. It's horrible how they have to live that way, and despite their effort at getting them to drink the unclean water, malaria could also finish them off, plus, many of them are devastated by war, political corruption, and very little human"}
{"text": "Whether we're getting ready to survive a natural disaster or a worldwide computer glitch, there are things that we need to have on hand. Water is one of them.\n\nConsider the following:\n\n1) On a typical day, one person uses 54 gallons of water for showers, toilet flushing, washing, brushing, cooking and drinking. However, in an emergency, water usage can be reduced to about 1 gallon per person per day.\n\n2) Select storage containers that are not too large. Water weighs about 8 pounds per gallon.\n\nStoring water in extremely large containers is impractical if you need your water supply to be mobile.\n\n3) Two-liter plastic bottles work best for storing water. Clean them thoroughly before adding water.\n\n4) Fill each container with tap water, and add a few drops of liquid unscented chlorine bleach.\n\nCover it tightly, and store it in a dark place.\n\n5) Do not use plastic milk jugs for emergency water storage. They often are made of biodegradable material and will split or deteriorate in a short time.\n\n6) If you run out of your water supply, make sure you purify whatever water you can find. Boil water at a full boil for at least 15 minutes, plus an additional five minutes for every thousand feet you are above sea level. As an additional precaution, add iodine compounds for water purification, available at camping and sporting goods stores.\n\n7) If the need arises, remember you have additional sources of water in your home. Your water heater contains anywhere from 25 to 75 gallons of good, clean water, and each toilet tank (not bowl) contains several gallons. You can fill your bathtubs up and can count on another 15-20 gallons per tub"}
{"text": "MARQUETTE -- Students at Northern Michigan University learned about water filters and watched a famous documentary on bottled water.\n\nThe event was organized by the Students for Sustainable Living. It started with a demonstration on how to make a water filter using household items. The water was taken directly from the Dead River Basin and purified with a biosand filter, which only needs sanitized rocks, sand, and plastic tubing. After that, a movie was shown called 'Tapped.'\n\nThe documentary tells of current issues and controversies surrounding bottled water.\n\n\"I think this is the best movie for bottled water,\" said President of SSL, Ivana Busuttil.\"We looked at 'Thirst' and 'Blue Gold' which are other ones we were considering, but this one's gotten the best professional feedback and academic feedback.\"\n\nSome students also signed a petition seeking to ban bottled water from campus, saying that water should be free for everyone"}
{"text": "\"Contaminated water purification by wet activated carbon\"\n\nWet activated carbon\n\nAdsorption by wet activated carbon takes advantage of the large surface of activated carbon which, depending upon the type of carbon concerned, is between 400 and 1600 m²/g. As the contaminated water flows through the activated carbon bed, the contaminants attach to its surface, a process known as adsorption.\n\nUsed activated carbon is reactivated by the manufacturer in an officially approved plant and can be applied again. It is only in exceptional cases, e.g., when highly contaminated by pesticides, that reactivation is impossible. In any case, the contaminated carbon is disposed of in a proper and ecologically compatible way. In addition, by recycling the activated carbon, treatment costs are kept low.\n\nExperience has shown that even at sites with initially high hydrogen contamination levels it has been possible to reduce pollutant concentration rather quickly.\n\nThe longer a plant is operated at a particular site, the fewer contaminants are contained in the water flowing through the activated carbon filters. This translates into long activated-carbon life cycles and a positive effect an operating costs. When treating water at construction sites it is normally not necessary to exchange the activated carbon for several months."}
{"text": "REVERSE OSMOSIS\n\nWhen a solution is separated from pure water by a semipermeable membrane, water moves towards solution on account of osmosis. This process continues till osmotic pressure becomes equal to hydrostatic pressure or osmosis can be stopped by applying external pressure equal to osmotic pressure on solution. If external pressure greater than osmotic pressure is applied, the flow of solvent molecules can be made to proceed from solution towards pure solvent, i.e., in reverse direction of the ordinary osmosis. This type of osmosis is termed reverse osmosis. Reverse osmosis is used for the desalination of sea water for getting fresh drinking water."}
{"text": "I live next to the ocean. It seems like I should be able to make my own salt. Is it just a matter of putting some sea water in a container in the sun and letting the water evaporate? Any experts out there? Thanks"}
{"text": "The water cure has only recently come to light as a widely accepted form of curing (mostly because of this thread). Watercuring uses osmosis to flush out the chemicals, pesticides, pests, and anything else you would rather not be smoking. Chlorophyll is also broken down faster in water (chlorophyll = harsh smoke). The water cure is also very fast"}
{"text": "Deep bedrock aquifers in northeastern Illinois are an important source of drinking water, but there is evidence of temporal increases in concentrations of dissolved contents in the groundwater. Large groundwater withdrawals may be inducing"}
{"text": "November 09, 2012\n\nOur Caring Government's Free Giveaway\n\nWhy does government fluoridate drinking water? Because fluoride is good for you, they say. Oh yeah, then why not dump vitamins, which are also good for you, into drinking water? No, that you have to buy if you want them. Well then, why not have people buy fluoride if they want it? Why force it on them?\n\nBecause fluoride is a poison, that's why. Wherever they deliver fluoride, to laboratories, for example, it comes in protective containers with glaring warning labels that scream, \"Poison!\".\n\nEven if fluoride were given away for free, nobody would want to get near it. Fluoride is not a manufacturer's product but rather a highly toxic waste product that the manufacturer must get rid of lest it contaminate the soil or air. This is the real reason government puts fluoride into the country's drinking water. They can thereby get rid of this poison and because it is thereby diluted quite a lot, the people won't be acutely affected.\n\nWhich is why, already from back when they discovered the need to get rid of this poison, while doing research for the atomic bomb, then a necessary weapon under development, government fronted for the manufacturer and \"sold it\" to the public as a \"good deed\", as a \"good free therapy\", because they said, \"it's great for fighting cavities\" (yeah, right!), and, of course, got the ADA, yet another branch of this conspiracy, to confirm the \"fights cavities\" lie.\n\nAt the same time, if people get too wise, fluoride helps to dumb people down a bit, or gets sicknesses to sneak up on them and thus people become preoccupied with their own health concerns.\n\nThe medical drug-pushing mafia would definitely support this cause too, because for them too this stuff is good for business, keeping doctors pushing pills and hospitals full with occupied beds"}
{"text": "Monitoring primarily consists of sampling and laboratory analysis. Sampling in and of itself is not difficult in many cases. There are straightforward, simple steps called protocols that you must learn to follow. Once you've learned them, plan a review of methods and training all volunteers in an inside setting for a dry run. A dry run is important because people do make mistakes and the last thing you want is to have to re-sample after learning that someone improperly collected a sample for which you've already paid several hundred dollars for analysis (a professional lab will often send you sample containers after you pay up front for the analysis; sometimes they contain preservatives and can't be re-used).\n\nCourtesy of USGS Courtesy of U.S. Air Force Tap Water Sampling\n\nSampling water from your tap is the simplest way to test the quality of your drinking water. The basic procedure recommended for sampling water from a tap may seem somewhat wasteful, but is important to ensure an accurate sample. Assuming that your goal is to sample the source of your drinking water and not simply the quality of water in your pipes, you should let the water run for about 10 minutes before filling up a sampling bottle. This clears all of the water that has been sitting in your pipes. That water may have impurities or contaminants that come from your pipes themselves, not the source water. In some instances however, you may want to sample the water in your pipes (for example, if you're trying to\n\nPage 29\n\nMost sampling routines involve not much more than a healthy dose of common sense. You need to avoid contaminating your sampling containers by keeping their caps on until you're ready to sample, not putting your finger in them, and not sneezing into them! Professional labs will provide you with the requisite instructions for taking samples. River Network is an excellent source of information. The following is meant as an overview."}
{"text": "Once used in industrial or civil processes, water contains additional substances that are noxious if released in the environment. Waste water must be therefore purified through appropriate purification plants.\n\nThe various plants are designed and built according to the load of pollutants to be disposed of. Purification processes therefore vary a lot and depend on the technology applied, the selected process, the safety margins to be achieved, the investments available, and the operating costs to be borne.\n\nThis overview clearly shows the vastness of the topics to be dealt with and, thus, the great number of possible solutions."}
{"text": "I have two kinds of influent to be treated, one is domestic household waste water and the other is wasterwater obtained from cleaning trains which has some detergent mix, small particles of iron which obviously comes from trains.\n\nWhat kind of process can be usefull for this kind of influent. Please suggest guys.\n\nCould you give me some reference so that I can back up myslef in front of the client.\n\nChacterizing wastewater needs more information than you have provided. What are the relative flow rates from the two sources? What is the oil concentration from the RR yards? What are the detergents used in the RR yards, etc.? What are the discharge limits? Forum members need more information to make a reasonable diagnosis of this situation."}
{"text": "Explanation\nof Colloidal Minerals\n\nWhen Tom Clark took the first\ndrink of the bitter water from the tiny spring it was an act of both\ntrust and desperation. Tom was sick, very sick and he chose to take the\nadvice of his Native American friend. As it turned out that advice\nprobably saved his life. The rest is history. Tom made a concentrated\nformula of the spring water and called it \"Mineral Water\".\nLater he called it \"Colloidal Mineral Water\". The words were\nintended as part of a brand name and a very general and short\ndescription of what the product is made of. Once the word was out that\nsomeone had made \"A Better Mousetrap\" many people set out to copy it. Armed with the words \"Colloidal\nMinerals\" and an elemental analysis of Tom's formula, \"Colloidal\nMineral Products\" began appearing everywhere.\n\nSo what's wrong with this picture? Suppose Tom's discovery\nwas made from a forest of Ginkgo biloba Trees. After all they were prolific in\nprehistoric times. If Tom had known the botanical origin of his discovery\nwouldn't it have been a far more informative description to name it after the\nplants it came from? The problem is, of course, that Tom didn't know the exact\nspecie of plant or plants that made his discovery work. Hence the words\n\"Colloidal Minerals\". So now that we are armed with the understanding\nof the origin of the words \"Colloidal Minerals\" what about this \"elemental\nanalysis\" that everyone seems to put so much emphasis on.\n\nSuppose\nyou took a Ginkgo biloba tree, put it in a big pot and made yourself some soup.\nThen you took your soup to a laboratory and had them perform a detailed analysis\nof every element in your soup. Now armed with your analysis you make some new\nsoup using the exact same colloidal elements you gathered from other sources\n(plant or other) and you carefully measured the exact same quantities and made\nsome new soup. The question is, would you expect your new soup to have the same\nbiological effect when you ate it as your genuine Ginkgo soup? If your answer is\nyes then why not join the crowd and make your own Colloidal Mineral Product. If\nyour answer is no, congratulations, you understand something about the wonderful\nworld of atoms, elements, molecules and minerals. As you browse our site you\nwill find a couple of analysis that demonstrate this fact. There is also a graphic display of the origin and growth of\nthe colloidal mineral business.\n\nSo what can we say about today's colloidal minerals? The\none thing we can say with certainty is that they are all different, very\ndifferent. If they work for you or don't work for you it is because of what they\nactually are. They may be Colloidal Minerals, they might even have an\nactual plant source, and they might even sport an analysis on an impressive\nletterhead showing \"38 Grams of Dissolved Solids\". And------ (this\nis the important stuff) noneof those things will give\nyou a clue about what these products may do for you or to you!\nAnd-----none of those things will tell you what these products actually\nare! Just like Ginkgo biloba, Colloidal Mineral Products are only valuable for\nwhat they actually do for you. What they do for you depends upon exactly\nwhat they are and what they are depends upon their exact molecular\nstructure not the elements that make up their structure. After all, Nature makes\neverything out of these very same elements from deadly toxins to\nlife giving nutrients. Nature makes everything by assembling these\nsame elements in different ways.\n\nBoth professionals and consumers demonstrate the\nwell-known value of T. J. Clark Colloidal Mineral Products by 80 years of\ncontinuous successful use. You also have the assurance that comes from actual function\ntesting in a prestigious laboratory. If you choose to use a colloidal\nmineral product, please take the time to understand it. Knowledge is power and\nKnowledgeable Consumers are, and have always been, the most valuable asset of T.\nJ. Clark & Company.\n\nSo to answer the question, what are \"Colloidal\nMinerals\": The answer is a lot of very different products, not to be\nconfused with the Original Colloidal Mineral Product or even with each\nother"}
{"text": "Radon detection - RAD7\n\nRadon-222 is an radioactive gas which is an excellent tracer of groundwater discharging to surface water bodies. Radon accumulates in groundwater due to radioactive decay of uranium and radium in aquifer materials and concentrations in groundwater are typically 1-2 orders of magnitude larger than surface water bodies, where radon is lost due to air-water exchange and radioactive decay.\n\nIn terrestrial hydraulic systems, radon is typically discretely sampled and analyzed using liquid scintillation methods. Instead a continuous, real-time, in situ radon gas detector can be used to analyze for radon-in-water concentrations. These methods have been recently developed by the oceanographic and hydrologic community [Burnett, et al., 2001; Burnett, et al., 2006; Kluge et al. 2007]. A commercial radon-in-air detector (RAD7) is outfitted with an air-water exchanger, called RAD-Aqua. Surface water is pumped continuously into the air-water exchanger and the concentration of 222Rn-in-air (which equilibrated with the surface water) is calculated by measurement of the daughters 214Po and 218Po. Radon-in-water concentrations are calculated from radon-in-air concentrations using the temperature dependence of the air-water phase equilibrium of radon [Burnett, et al., 2001]. Radon concentrations are measured over 10 minute intervals with an uncertainty of 0.02 Bq/L. Alternatively, radon-in-water concentrations can be measured using discrete samples in either the RAD-H20 or Rad-Aqua Plus."}
{"text": "After collecting the condensed water, the water needs to be purified by removing bacteria and unwanted ions and molecules. This is necessary for the crew's health. The unit that performs this task is the water processor and the purification is done in several steps:\n\n1.\n\nWhen wastewater enters the water processor a liquid separator removes the gas bubbles from the liquid. Then gas and water can be treated separately, which simplifies the equipment and processes needed for the\nfollowing steps.\n\n2.\n\nOnce the gas is removed the water is filtered like coffee in a coffee filter. All particles with a diameter larger than 0.5 micron are trapped in the filter, like the\ngrinded coffee in the coffee filter. (For comparison: the average thickness of a human hair is about 10 micron.)\n\n3.\n\nAfter this step the water is forced across a surface containing sorbent and ion exchange material. In this step most of the\ncontaminants are removed from the water.\n\n4.\n\nThen, there are only some tiny molecules left that need to be removed before the astronauts can re-use the water. These molecules are removed by heating the water\nto more than 100ºC and then flown across a catalyst.\n\nIf there are still particles left after having been through this filtering process, the water goes through it again after\ncooling down. When the water gets out of the water processor on board the ISS, it is cleaner than the water most of us drink\non Earth!\n\nThe sorbent material takes in (absorbs) the molecules we want to remove (it works like a sponge).\n\nIon exchange material attracts unwanted ions (in the same way a magnet attracts metal) and releases the wanted ions.\n\nA catalyst is a chemical that promotes certain chemical reactions in a way so that less energy is needed to gain the wanted\nreaction.\n\nIf a catalyst is present, it can split a chemical reaction into two partial reactions that will need lower activation energy.\nIn other occasions reactions occur only if a catalyst is present. A common example of this is the catalyst in every modern\ncar. It reduces the amount of exhaust gases by breaking the fuel leftovers down to mostly water and carbon dioxide."}
{"text": "There are many types of bacteria on earth,\nbut not all pose a health threat to animals and humans.\nSome consume organic debris or produce byproducts that\nkill some pathogens.\nTotal Coliform bacteria are a group of closely related\nspecies that are generally not harmful; therefore they\nhave been selected as an indicator of other harmful\nbiological organisms in drinking water for two main reasons.\nFirst, if total coliform bacteria are found in a water sample,\nit indicates surface contamination (from construction or recent\nrepairs) has reached the water and disease causing organisms\nmay be present. Second, total coliform bacteria can be killed\nby disinfection, meaning chlorination or boiling of the water.\n\nFecal Coliform and Eschericha coli bacteria (found in greater\namounts in animal fecal matter than total coliform) can cause\ndiarrhea, vomiting, typhoid fever, dysentery, salmonellosis,\nhepatitis, cholera, possibly jaundice, headaches, and fatigue.\nA positive total coliform result could indicate the presence\nof these bacteria.\n\nRemedies\n\nIf a present or \"unsafe\" result is returned to you, the water should not be used\nunless it is boiled for one minute, the water source is disinfected with\nchlorine (well owner or licensed well driller or pump installer can do this),\nfiltration, ultraviolet irradiation, ozonation, silver treatment, iodination, or\npasteurization is completed, or buy bottled water."}
{"text": "Desalination – Reverse Osmosis\n\nRemoval of dissolved solids and salts Reverse Osmosis (RO) is a membrane-based filtration technology which relies on a semi-permeable membrane to remove many types dissolved solids (from large molecules and ions) from liquids. In RO, an applied pressure, greater than the osmotic pressure, is exerted on the concentrated liquid, forcing the water of the concentrate stream (high salt concentration) to flow towards the fresh stream (low salt concentration). As a result, the concentrated side becomes even more concentrated. Though RO can be used with many liquids, its primary application is for water-based systems such as sea water (operating pressure is approximately 60 bar).\n\nSea Water Reverse Osmosis (SWRO), a more efficient form of RO, is used to desalinate brackish groundwater and employed by S&B Water where salinity exceeds 500 mg/L. SWRO is considered the most economical process for such applications because no heating or phase changes are needed."}
{"text": "Of course, Ankh-Morpork's citizens had always claimed that the river water was incredibly pure. Any water that had passed through so many kidneys, they reasoned, had to be very pure indeed - Terry Pratchett, Sourcery"}
{"text": "Education\n\neductor - A device utilizing a nozzle and throat, installed in a stream of water to create a partial vacuum to draw air or liquid into the stream; commonly used to draw regeneration chemicals into an ion exchange water treatment system, such a softener or deionizer.\n\neffective size - A measure of the diameter of particles in a media bed or resin bed. Effective size is that mesh size which will permit 10 percent of the bedís particles to pass and will retain the remaining 90 percent.\n\nefficiency - The ratio of output per unit input or the effectiveness of performance of a system; in an ion exchange system, often expressed as the amount of regenerant required to produce a unit of capacity, such as the pounds of salt per kilo-grains of hardness removal.\n\neffluent - The stream emerging from a unit, system or process, such as the softened water from an ion exchange softener.\n\nejector - A device which used to disperse a chemical into a water being treated (See eductor).\n\nelectrodialysis - A dialysis process using semi-permeable membranes in which ions migrate through the membranes from a less concentrated to a more concentrated solution as a result of the ionsí attractions to a positive electrode (anode) and a negative electrode (cathode) created by direct electric current.\n\nelectrolysis - The decomposition of a material by an outside electrical current. (See galvanic corrosion.)\n\nelectrolyte - 1. A nonmetallic substance which can carry an electric current by movement of ions instead of electrons. 2. A substance which, when dissolved in water, separates into two or more ions which can carry an electric current. (See conductance, ionization.)\n\nelectron - A fundamental particle found in the atom which carries a single negative charge.\n\nelution - The stripping of ions from an ion exchange material by other ions, either because of greater affinity or because of much higher concentration.\n\nendpoint - The point at which a process is stopped because a predetermined value of a measurable variable is reached.\n\nequilibrium - The state in which the action of multiple forces produce a steady balance or seeming lack of change.\n\nequilibrium reaction - A chemical reaction which proceeds primarily in one direction until the concentrations of reactants and products reach an equilibrium.\n\nequivalent weight - The weight in grams of an element, compound or ion that yields (or per) one ionic valence charge (or one reactive proton).\n\nerosion - The process in which material is worn away by a stream of air or liquid, often due to the presence of abrasive particles in the stream; a physical or mechanical wearing process rather than a chemical or electrochemical wearing away process.\n\nEscherichia Coli (E. Coli) - One of the members of the coliform bacteria group normally found in human and animal intestines and indicative of fecal contamination when found in water. Determination of whether E. Coli is present is often used to measure the microbiological safety of drinking water supplies. (See fecal, coliform.)\n\nexchange velocity - The rate with which one ion is displaced in favor of another in an ion exchanger.\n\nexhaustion - The state of an ion exchanger or other adsorbent that is no longer capable of effective function due to the depletion of the initial supply of exchangeable ions. (See ion exchange, endpoint.)"}
{"text": "Thanks a lot. I never knew this before.\nYou had the only real answer. It was the only one that worked.\nFinally, someone who knows what they're talking aboutYou might want to call the water\ndepartment and ask them to come...\"These will remove all the hard\nwater minerals and oxidizers from\nwell water...\""}
{"text": "Does the type/locale of your water make a difference in dough?\n\nI've had tons of people say to me, or have over heard them tell others, that the reason you can't get good NY pizza outside of NY is because of the water. To which I always interject, the reason they can't get good NY pizza outside of NY is because they can't find anyone who makes it right. Its not about the water, but the process. I don't dispute the water has slightly different trace amounts of minerals/chemicals, but I find it extremely unlikely such trace amounts affect taste, texture or color of bread and/or pizza dough.\n\nSo that being said, has anyone ever done any side-by-side comparisons of doughs using distilled water vs. your local water? If so, what did you find?\n\nComments\n\nThanks for commenting! Your comment has been accepted and will appear in a moment."}
{"text": "Calcium oxide, also called lime or quicklime, is used to treat potable and industrial water supplies, industrial waste water, liquid wastes, and sewage or animal solid wastes. The lime should be of high purity, with a high calcium oxide level and high chemical reactivity.\n\nIn the treatment of drinking water, lime is used to increase pH in order to help control the growth of bacteria and certain viruses. In waste water and industrial liquid-waste treatment, lime is cost-effective because of its high neutralizing power and rapid rate of acid neutralization. It also reduces dissolved solids in the effluent stream. Slurried lime precipitates heavy metals out of solution in liquid wastes. The metals can then be removed via settling and/or filtration.\n\nLime and lime kiln dust (a ground limestone or calcium carbonate) are also used to treat sewage biosolids and animal wastes, as well as solid hazardous material and industrial sludge. Treatment of human biosolids requires the use of lime, rather than limestone, to help control pathogen growth and convert the sludge into a usable agricultural product.\n\nAcid Rain Remediation Lime kiln dust can also be used to treat streams, ponds, and lakes affected by acid rain. Acid rain has a doubly harmful effect on bodies of water, causing pH to drop from both its inherent acidity and the runoff it causes in adjacent acidic soils. Coarsely ground calcium carbonate (GCC) is often slurried and pumped into the water from a boat. In less accessible areas, the dry powder can be dropped from aircraft."}
{"text": "Instead of using a physical barrier, such as a filter, a new water treatment technology uses a combination of centrifugal and hydrodynamic forces to separate biomass and recover water in wastewater treatment. Tweet"}
{"text": "Tag Archives: amoeba\n\nIf you're one of the many people who use neti pots (also known as a nose bidet) to help deal with sinus or congestion problems, here's a warning you'll want to pay close attention to: Use distilled, bottled or boiled water. It's a safety precau"}
{"text": "Over the years, Nestlé has become a major player in the bottled water market. As a direct result, it founded the Nestlé Waters Group, which has various brands of bottled water such as S. Pellegrino, Perrier, Vittel and Contrex.\n\nAt the time of Ebrahim Khalil Kanoo's birth in 1920, there were only two cars on the island of Bahrain. Within a decade this had increased seventy-fold with the demands of oil exploration, despite the ravages of the Great Depression."}
{"text": "desalination of\n\nwater, desalination of, process of removing soluble salts from water to render it suitable for drinking, irrigation, or industrial uses. The principal methods used for desalination include distillation (or evaporation), electrodialysis, freezing, ion exchange, and reverse osmosis.\n\nIn distillation saltwater is heated in one container to make the water evaporate, leaving the salt behind. The desalinated vapor is then condensed to form water in a separate container. Although long known, distillation has found limited application in water supply because of the fuel costs involved in converting saltwater to vapor. Representative of the early attempts in this direction were the solar distillation methods employed (c.49 B.C.) by the legions of Julius Caesar for using water from the Mediterranean. Modern technological advances led to the development of more efficient distillation units using solar energy; however, since these units have small capacities, their utility is restricted.\n\nDistillation plants having high capacities and using combustible fuels employ various devices to conserve heat. In the most common system a vacuum is applied to reduce the boiling point of the water, or a spray or thin film of water is exposed to high heat, causing flash evaporation; the water is flashed repeatedly, yielding fresh distilled water. This multistage flash distillation method is used in more than 2,000 desalination plants, including one in Saudi Arabia that produces 250 million gallons of freshwater per day.\n\nAnother method of desalination is by electrodialysis. When salt dissolves in water, it splits up into charged particles called ions. Placed in a container with a negative electrode at one end and a positive electrode at the other, the ions are filtered by the membranes as they are attracted toward the electrodes; they become trapped between semipermeable membranes, leaving outside the membranes a supply of desalinated water that can be tapped. The first large installation using this process began operating in South Africa in 1958, but its electrical demands make it impractical except where such energy is abundant.\n\nBy far the most promising approach is the reverse osmosis process, in which pressure is applied to saltwater to force it through a special membrane. Only pure water passes, leaving concentrated seawater behind. Where multistage flash distillation costs about $4 per 1,000 gallons, reverse osmosis costs about half that amount. This process is used by a plant in the Tampa Bay area, Florida, that produces 25 million gallons of drinking water a day. Another type uses an empty hollow sphere of semipermeable material that is lowered into the sea. The water flowing into the sphere is fresh, since the salt is excluded by the membrane that covers the entire sphere and is its guard.\n\nOne final approach is under development in Hawaii, where different layers of seawater display a large temperature differential. Here an Ocean Thermal Energy Conversion plant is being built which will use steam produced by the flash method to produce energy, then condense the steam into freshwater. Three such plants could produce a hundred megawatts of power, as well as supply 30% of Hawaii's water needs.\n\nFor emergency use, i.e., in lifeboats, various systems are available in addition to solar or fuel-heated distillation devices. One device made of flexible plastic is worn around the waist of the user to employ body heat for evaporation.\n\nQatar is a peninsula in the east of Arabia, bordering the Persian Gulf and Saudi Arabia, in a strategic location near major petroleum deposits. Qatar occupies 11,437 square kilometers on a peninsula that extends approximately 160 kilometers north into the Persian Gulf from the Arabian Peninsula. Varying in width between fifty-five and ninety kilometers, the land is mainly flat (the highest point is 103 meters) and rocky. Notable features include coastal salt pans, elevated limestone formations (the Dukhan anticline) along the west coast under which lies the Dukhan oil field, and massive sand dunes surrounding Khawr al Udayd, an inlet of the gulf in the southeast known to local English speakers as the Inland Sea. Of the islands belonging to Qatar, Halul is the most important. Lying about ninety kilometers east of Doha, it serves as a storage area and loading terminal for oil from the surrounding offshore fields. Hawar and the adjacent islands immediately off the west coast are the subject of a territorial dispute between Qatar and Bahrain.\n\nThe capital, Doha, is located on the central east coast on a sweeping (if shallow) harbor. Other ports include Umm Said, Al Khawr, and Al Wakrah. Only Doha and Umm Said are capable of handling commercial shipping, although a large port and a terminal for loading natural gas are planned at Ras Laffan, north of Al Khawr. Coral reefs and shallow coastal waters make navigation difficult in areas where channels have not been dredged.\n\nQatar shares its land border with the United Arab Emirates (UAE), with which in 1993 it continued to have a dispute in the Khawr al Udayd area. The boundary with Saudi Arabia was settled in 1965 but never demarcated. Qatar's northwest coast is fewer than thirty kilometers from Bahrain.\n\nDoha is the capital of the country and the major administrative, commercial, and population center. In 1993 it was linked to other towns and development sites by a system of about 1,000 kilometers of paved roads. Doha's international airport has an approximately 4,500-meter main runway, capable of receiving all kinds of aircraft.\n\nClimate\n\nThe long summer (May through September) is characterized by intense heat and alternating dryness and humidity, with temperatures exceeding 55° C. Temperatures are moderate from November through May, although winter temperatures may fall to 17° C, which is relatively cool for the latitude. Rainfall is negligible, averaging 100 millimeters per year, confined to the winter months, and falling in brief, sometimes heavy storms that often flood the small ravines and the usually dry wadis. Sudden, violent dust storms occasionally descend on the peninsula, blotting out the sun, causing wind damage, and momentarily disrupting transport and other services.\n\nThe scarcity of rainfall and the limited underground water, most of which has such a high mineral content that it is unsuitable for drinking or irrigation, restricted the population and the extent of agricultural and industrial development the country could support until desalination projects began. Although water continues to be provided from underground sources, most is obtained by desalination of seawater.\n\nVegetation zones\n\nAlthough most of the country consists of sanddeserts, a small part of the country houses different vegetation zones, where trees, reeds and shrubs like tamarind, phragmites, and mace can grow. These regions are mostly to the east, near the coast."}
{"text": "HERE'S what it's like to take a mineral bath at the Saratoga Spa. An attendant ushers you into a spacious chamber done in austere Depression-vintage decor. The floor is covered with tiny black and white tiles. There is a plain single bed and a rattan chair. Sydney Greenstreet would not look out of place sitting there in a wrinkled white suit. A 60-gallon tub, roughly twice the size of the average home model, is filled with greenish spring water heated to 98 degrees. The attendant discreetly withdraws.\n\nYou submerge. The smell of the waters is piquant, shall we say. Almost at once tiny bubbles begin to collect on the hairs of your chest (if you are so lucky to have any) as the carbon dioxide comes out of solution. You sink deeper, submersing your ears - the room is exceedingly quiet anyway, the bathhouse being a good mile from the highway.\n\nSoon you begin to notice an interesting phenomenon. Breathe in and your torso rises to the surface. Breathe out and you slowly sink back down into bubbly depths. Extend your arms and they float weightlessly. This is due to the high content of dissolved minerals, same as if you were swimming in the Great Salt Lake.\n\nBy and by the attendant returns and wraps you in a warm sheet. You are invited to snooze on the bed for a while. You do not even hear him leave. Next, the masseur wakes you. You slide on top of his portable padded table and all the cares and woes of life in an election year are expelled from your muscle fibers. You depart feeling as though your backbone had been surgically removed.\n\nLong before the famous race track was carved out of the pines and bracken, Saratoga was renowned for its carbonated mineral springs. Sir William Johnson, the beloved diplomat to the Iroquois nation, was carried here on a litter by the Mohawks in 1767 to cure a siege of gout. Alas, the treatments did not avail, but word got out about the curious fizzy waters, slightly redolent of eggs gone bad. George Washington was lured over in 1783, after an inspection of Fort Ticonderoga, and briefly thought about building a summer place here - but then the Constitution came along and somebody had to be president.\n\nDuring the 1800's, a village grew up around Gideon Putnam's hotel, Congress Hall. New springs were easily tapped by drilling a few hundred feet down into the dolomitic limestone, and the elaborate pavilions built to house them became popular gathering spots. Soon the best families of the East came to sojourn in the ''season,'' as July and August were called.\n\nThe Saratoga that lives in the popular imagination today is a Victorian fantasia of mammoth hotels, outlandish characters like Diamond Jim Brady, languid summer romance, and the kind of wretched excess that only vast amounts of money can buy. As a way of life it died out as completely as the civilization of the Incas. In the 1920's 30's and 40's, the town entered a shady phase when its allure was based on illicit gambling that flourished in fancy nightclubs operated by the mob, where society swells rubbed elbows with gangsters like Arnold Rothstein, Owney Madden and Charles (Lucky) Luciano. The Kefauver Commission would put an end to that scene after World War II.\n\nThere was also a push in those days to make Saratoga into a health spa on the order of Baden-Baden and similar European resorts. This became a reality when Gov. Franklin Roosevelt was elected President in 1932. Because of his own health problems, Roosevelt was an aficionado of hydrotherapy. So the new President channeled millions of public works dollars into what eventually became the Saratoga Spa Reservation."}
{"text": "Pyongyang, March 4 (KCNA) -- A new kind of drinking water, made up of valuable mineral substances extracted from Kumgang medical stone, is now popular among people in the Democratic People's Republic of Korea.\n\nThe Kumgang medical stone is known for good effect on human body.\n\nAs a mineral supplementary drink, the water contains a big amount of more than 50 kinds of macronutrients and microelements such as calcium, magnesium, iron and manganese.\n\nIt is evaluated to be higher in quality than world-famous mineral waters.\n\nThe water helps activate metabolism and prevent or treat digestive trouble, circulatory diseases and nervous system disorders.\n\nIts undiluted solution is applicable to making foodstuffs, medicines and cosmetics.\n\nThere are many stands serving this mineral water in different parts of the country, including Pyongyang and Sinuiju cities."}
{"text": "Tuesday, 15 February 2011\n\nH2O\n\nHere in the UK inflation is gathering pace and many essentials such as food and fuel are increasing in price much faster than inflation. One commodity that is increasing out of proportion but is an easy economy is bottled water, a triumph of promotion over substance. What sort of an idiot buys bottled water anyway, when what comes out of the tap is essentially free. In my local Asda you can get lemonade cheaper than water. Come to that what sort of an idiot drinks water at all. Things made with water, yes. Tea, beer......er thats it really, but not water. As W C Fields said \"Water? never touch the stuff. Fish fuck in it.\""}
{"text": "what is kirkland signature water ph?\n\nPossible Answer: What is the ph of Kirkland water? According to Well Sphere, water with a pH level of 8.0 and above is the only water with health benefits. Kirkland water, made by Costco, has a pH level of 7.0.... - read more\n\nPossible Answer: What is the ph of Kirkland water? According to Well Sphere, water with a pH level of 8.0 and above is the only ... Gerolsteiner Natural Mineral Water Giant Eagle Purified Water Glaceau Smartwater Icelandic Glacial Natural Spring Water Kirkland Signature Premium Drinking Water 24 Environmental ... - read more\n\nPlease vote if the answer you were given helped you or not, thats the best way to improve our algorithm. You can also submit an answer or check other resources."}
{"text": "Water Pollution\n\nIs that water safe to drink? In this BrainPOP UK movie Tim and Moby will explain not only what water pollution is, but also how water becomes polluted and where that pollution can come from. In this educational, animated movie you'll learn why pollutants are not restricted to poisonous chemicals alone, plus the effects of polluted water on the environment. Finally find out why we humans are to blame for a good deal of the problem and what's being done to help. Drink up - the water's fine!"}
{"text": "Actually, toothpaste is one of the first places that it should be banned, since toothpaste with triclosan loads your body more heavily than any other triclosan containing personal care product.\n\nWhen you brush your teeth, you scuff your gums up and the triclosan goes directly into your blood, from where it ends up in your fatty tissues and hangs around much longer than you would like it to. The best part is when nursing mothers end up feeding it to their newborns. This is hardly the case with soaps, unless you're eating them.\n\nUnless there's a reason why somebody NEEDS triclosan tooth paste (and I can't think of one; having a statistically better chance of good breath isn't what I consider a \"need\"), it shouldn't be promoted.\n\nI prefer AAs; they last a long time by themselves, you can get a big box of them from harbor freight for like $3 and be set for at least a year, and they don't need any special consideration for disposal.\n\nSure, you can throw your expensive lithium batteries that always seem to crap out after a few months in the regular trash, too, but then you'd be an asshole.\n\nEver heard of having just enough rope to hang yourself? That's what happens with a lot of scientific arguments, just like you implied with your stem cell analogy.\n\nFluoride in ground water comes from fluoride crystal deposits--it's F+ ion. Fluoridated water has F+ ion as well, IIRC... I may be wrong there. The way it gets there, however, is by adding either a fluoride salt (NaF)...\n\nYes. Basically. Fluoride is an anion (F-), and your \"fluoride crystals\" are fluoride salts. Fluoride (the ion) must have a counter ion with it; very simple forms would be NaF (sodium fluoride) or HF (hydrofluoric acid).\n\nor complex fluorochemicals, some of which are actually acids.\n\nDefine \"complex,\" and why do we care if they are acids? The water won't be acidic when it reaches your tap.\n\nThis is toxic industrial waste with hazmat handling restrictions.\n\nThis statement adds nothing to your argument. There are plenty of beneficial compounds that are toxic at high concentrations and regulated as hazards. Furthermore, there are plenty of beneficial compounds that are byproducts of other processes. You're thinking of Hexafluorosilicic acid, and you're talking about it like it's dihydrogen monoxide--you know, the dangerous toxic waste that kills millions yearly and was used by Hitler and Stalin.\n\nYeah, you want fluoride in your water. You want it in trace amounts, though; and you want F+ ion, not all the other garbage that gets dumped in your water to get F+ ion into it artificially.\n\nThe amount added to drinking water is a trace amount, and may be less than many natural waters have. If the concentrations are the same, what's the problem?\n\nFurthermore, in the case of the two examples you gave, the \"other garbage\" (also in trace amounts) is sodium or silica, both of which you unquestionably consume in much greater quantities daily.\n\nYes, that's right, silica. According to wikipedia, in water at neutral pH, Hexafluorosilicic acid decomposes into silica, and the F- ions that kids crave:\n\nSiF6^2- + 2 H2O => 6 F- + SiO2 + 4 H+\n\nSilica, by the way, is the active ingredient in sand.\n\nIf they artificially produced F+ ion by stripping it out of toxic waste, you'd get something vastly different\n\nNo, no you wouldn't, because you can't just strip out the fluoride. That's not how chemistry works. You could spend money to convert it into another fluoride compound (like NaF), but the safety of the consumer would be exactly the same either way, as long as it was pure. In fact, it's probably better that they don't use NaF, because we get plenty of Na on our french fries.\n\n--and the argument would be entirely stupid.\n\nNo comment.\n\nInstead, the argument is between people shouting \"FLUORIDE\" while the reality is between Fluoride and Toxic Fluoride Compounds.\n\nIt's really a shame that you have no idea what you're talking about, because there is actually a huge issue at stake that is just over the horizon from your argument, and that is the growing use of fluorinated carbon compounds. These are persistent, carcinogenic, endocrine disrupting, bioaccumulating, and every other dangerous word you can think of.\n\nIf you want to talk about that, then I'm sure we'd agree that we don't want halocarbons of any kind used any more than absolutely necessary (are you listening to me, State of California?), but unfortunately you've been suckered by a bunch of pseudoscientific babble.\n\nMany water sources are naturally fluoridated, and having a minimum fluoride content can be directly correlated with occurrence of cavities in the population. Fluoride is not any less natural than any other salt (sorry, \"mineral\"), and varies geographically like all the rest.\n\nMy city has fluoridation equipment that it never uses, because the source water always exceeds the recommended dose.\n\nIf the PS4 isn't powerful enough to emulate a PS3 in software, then what makes it powerful enough to warrant obsoleting the PS3? Pretty much every previous generation has had this capability (ignoring engineered incompatibility, like cartridges).\n\ngeekspy writes \"Missile Command is a popular arcade game that was released in the 1980, it is also available for the Atari 2600 as well. The aim of this game is to save your base by shooting the incoming missiles from using a beam. In 1982 a player named Victor Ali has set a record score of 80,364,995 by playing the game for 56 hours. Guess what this record hasn't been broken for the last 31 years, but not anymore as a player from Sweden also named Victor (Victor Sandberg) beat the record by scoring a final score of 81,796,035. He played Mission Missile for 56 hours, 5 minutes, and 53 seconds on a single coin and also streamed it liveThis just in: given unlimited resources, people can do simple things in impractical ways. Film at 11.\n\nIn 1995, it was impractical to download videos on demand. Being the first idiot to wait 104 days for a video to download doesn't make you a pioneer; it means you have the resources to waste doing something impractical.\n\nThese kind of demonstrations are different than actually doing something to develop the technology. We know what the state of the art is, and we see inklings of what could be done in the future. Generating trivial results doesn't do anything more to drive that point home."}
{"text": "yes, chlorine dioxide is one type of bleach. and yes, i have been drinking it for 5 years and i've only gotten sick twice from flu during that time (in which the MMS has cured me within 2-3 days while my friends who i caught it from were sick for 3-4 weeks).\n\nregarding the case of the woman who died after drinking MMS ( if you read the article, it says there was an autopsy yet it doesn't state the results; so the only tie is that she supposively drank some MMS then died 15 minutes later. This is not conclusive. Plus, they aren't even holding the MMS suppliers accountable (I would; maybe they are selling a bad product).\n\nMillions of people have been using MMS for years, and this is the only case in which there is any link, which is still inconclusive. She was likely already quite sick if she needed the MMS in the first place.\n\nI know you guys like playing the devil's advocate, and I really don't care. This is a paranormal/conspiracy board so I shouldn't expect much. I am very suspect myself about many government agents like the new world order, bush planned 9/11, etc. etc.\n\nI've also read a lot of stories about real doctors who recommend MMS to their patients. This is not legal for them to do, so many do not, but they do it because they know it works better then any prescription they can prescribe. RememberSil_liSPosted 5/11/2012 8:33:44 PM\n\nLifelong bleach drinker unlocks secret of the \"history of existance\"\n\nmore at 11 --- The Poster temporarily not known as Sillyknees.\n\nBashyMcFetusPosted 5/11/2012 8:49:52 PM\n\nShe was likely already quite sick if she needed the MMS in the first place.\n\nSo there's no way you'd accept that MMS actually killed someone, then?\n\nRemember\n\nYou have a source to back this up? Because I'm calling bull****. If chemo killed more people than cancer, people would stop using it, because chemo is used to treat cancer. No one's going to use a drug that's more dangerous than the disease.\n\nIt is the most obvious dangerous thing a person can do, yet doctors still perform it everyday.\n\nBecause it actually works, unlike your MMS bull. You still have yet to provide a link that shows it does what you claim it does. --- By Evolution, I mean Evolution. As in \"I look different from my parents because of evolution\" ~OrangeWizard\n\nD_BartPosted 5/11/2012 9:45:38 PM\n\nfutantshadow posted... IfHello, this is the point, and you have missed me.\n\nChemotherapy still works, and it may actually help the person gets better. There's a risk, but there could also be a reward. With MMS (despite you ignoring all contrary evidence) there is zero evidence that it works, and even some evidence that it could be dangerous in low amounts.As I pointed out before, you're the one being close minded.\n\n --- Splash\n\nfutantshadowPosted 5/11/2012 11:45:30 PM\n\n[This message was deleted at the request of a moderator or administrator]\n\nBashyMcFetusPosted 5/12/2012 12:48:50 AM\n\nBashyMcFetus, this is the link that proves MMS (chlorine dioxide) kills pathogens such as malaria-\n\n\n\nYour link's broken. Besides, I never disputed that it killed stuff. It's just more dangerous than it worth.\n\nand if MMS actually killed someone, I definately would like to know. but the article provided showed no actual evidence (like autopsy report) of the MMS being the actual cause.\n\nThing is, though, you said she had to be pretty sick to be taking MMS in the first place. Anyone that dies from MMS, you're gonna rationalize away as dying from whatever ailment caused them to drink MMS.\n\nthe person could have drank a glass of water then died and OMG water is bad.\n\nRight, yeah, it's just a coincidence she died 15 minutes after drinking industrial bleach.\n\nif you want to know the truth then do your own research,\n\nI did my own research. It shows that you're wrong. --- By Evolution, I mean Evolution. As in \"I look different from my parents because of evolution\" ~OrangeWizard\n\nComforterPosted 5/12/2012 8:52:17 AM\n\n\n\nComforterPosted 5/12/2012 8:53:25 AM\n\nDrinking bleach is bad, mmmmkay?\n\nFREE_LOVEPosted 5/22/2012 2:34:54 PM\n\nBut homosexuality is both natural and normal. So I guess there's no problem here.\n\nnor·mal [nawr-muhl]\n\nadjective 1. conforming to the standard or the common type; usual; not abnormal; regular; natural.\n\nHomosexuality by this definition is not normal. Homosexuality is less common than heterosexuality. Therefore it is not \"normal\". While it can be hard to identify a highly accurate number, it is generally accepted that homosexuality is less common than heterosexuality. Even Kinsey's questionable numbers put it at 37% at best.\n\nEstimates of the occurrence of same-sex behavior range from 2 to 13 percent of the population.[8][9][12][13][15][16][17][18][102] A 1992 study reported that 6.1% of males in Britain had had a homosexual experience, while in France the number was 4.1%.[103] According to a 2003 survey, 12% of Norwegians have had homosexual sex.[16] In New Zealand, a 2006 study suggested that 20% of the population anonymously reported some homosexual feelings, few of them identifying as homosexual. Percentage of persons identifying homosexual was 2–3%.[18] According to a 2008 poll, while only 6% of Britons define their sexual orientation as homosexual or bisexual, more than twice that number (13%) of Britons have had some form of sexual contact with someone of the same sex.[17]\n\nIn the United States, according to exit polling on 2008 Election Day for the 2008 Presidential elections, 4% of electorate self-identified as gay, lesbian, or bisexual, the same percentage as in 2004.\"[104] According to the 2000 United States Census there were about 601,209 same-sex unmarried partner households.[105] In the UK, the UK Office for National Statistics survey have come up with the figure that 1.5% are gay or bisexual, and suggest that this is in line with other surveys showing between 0.3% and 3%.[106\n\nDoes not conform to the definition of normal in my opinion. --- Spending time in a gym is worthless, from a functional perspective, unless you're a bodybuilder, model, or personal trainer.--Shyrric\n\nComforterPosted 6/1/2012 8:00:06 PM\n\nAdjective: Conforming to a standard; usual, typical, or expected.\n\nHomosexuality fits this definition of the word normal. Homosexuality is normal in the same way being a white person is normal. Most people aren't white, but that doesn't mean there's anything abnormal about it."}
{"text": "Radon\n\nRadon in Well Water\n\nQuick Facts About Radon\n\n1. Radon is a colorless, odorless, tasteless gas\n2. It can be found in your water and air\n3. It's linked to lung cancer and stomach cancer\n4. The CT Department of Public Health guideline for radon in water is 5,000 pCi/L\n\nAs you use your water to shower, for example, the gas is then released into the air.\n\nFor every 10,000 pCi/L of radon in your water, one pCi/L is added to your air\n\nIs Radon a health concern?\n\nPer the CT Department of Public Health:\n\nRadon is the leading cause of lung cancer in non-smokers\n\nIf you smoke, the risk for lung cancer increases dramatically\n\nThere's a small risk of stomach cancer if you drink water with radon\n\nHow do I treat Radon?\n\nDepending on the level, either with a Carbon System or an Bubble-Up System\n\nBubble-Up System\n\nDoes not include bacteria testing\n\nWhat Our Clients Are Saying\n\nPrompt service, knowledgeable staff. A very good company to work with.\n\nJohn, Bolton"}
{"text": "Results from our forum or pond)? 6. Why isn't a Presumptive test sufficient to determine if water is safe to drink? 7. List five waterborne diseases and their etiologic agents. 8. A student obtained the following results in the Completed test from a sample of water taken from his family's well. Should he drink the water? ...\n\n... the diet is perhaps only one among many factors that contribute to the overall outcome. In that article you linked they also mention carcinogenic agents caused by the cooking and saturated fast, and I they sound like plausible explanations as well. But also their effect could be lessened by higher ...\n\n... the main reason for biological novelty is not random mutations but genetic and genomic change by a variety of natural genetic engineering agents, competent to (re)regulate, alter and invent genomic sequences and formatting, all of them coordinated, not random."}
{"text": "Try your hand at the following LSAT question. Answer the question before moving on and reading the explanation. Remember the four-step TestSherpa method for Logical Reasoning:\n\nRead the question stem\n\nRead and paraphrase the stimulus\n\nPrephrase an answer\n\nEliminate the wrong answers\n\n1. Recently, environmentalists have argued that the government should stop adding fluoride to our water supply. I think this is wrong. I support adding fluoride to our water supply for the same reason I support adding iodine to common table salt. I admit that the addition of iodine to table salt has proven benefits and is far less controversial than the addition of fluoride to the water supply. Still, I wonder if the same environmentalists who argue against fluoride would argue against iodine.\n\nWhich of the following is the author's main point?\n\n(LSAT Tip: Before we show you the potential answer choices, try to come up with your own prephrase of the answer. When you're ready, move on to reading the answer choices.)\n\n(A) The addition of fluoride to our water supply should continue.\n(B) Fluoride should be considered to be as safe and beneficial as iodine.\n(C) The government should continue any efforts it feels are in the public's best interests.\n(D) Environmentalists are unable to recognize the benefits of iodine in table salt.\n(E) Environmentalists should not be believed in matters of public health.\n\nHave you made your selection? If so, let's review a discussion of the answer choices for the LSAT Conclusion question.\n\nFirst, you know from reading the question stem that this is a conclusion question. Second, as you read the stimulus, what was the author's call to action? What did the author want you to do? The author wanted to keep adding fluoride to the water supply. You might have underlined the words \"I think this is wrong,\" which is how the author stated her conclusion.\n\nAnswer choice (A) matches this prephrase and is the right answer. Now let's see why the wrong answers were wrong.\n\n(B) Fluoride should be considered to be as safe and beneficial as iodine.\n\nThe author may believe this (we don't know since it is out of scope), but this can't be the main point. Iodine is only mentioned to support the main point, as material for a premise. It is an analogy, and analogies are never the main point of an argument.\n\n(C) The government should continue any efforts it feels are in the public's best interests.\n\nThis seems to match the spirit of the argument, but it is also out of scope. All we know about is how the author feels about fluoride, not other programs.\n\n(D) Environmentalists are unable to recognize the benefits of iodine in table salt.\n\nOut of scope. We don't know how the environmentalists came to their conclusions.\n\n(E) Environmentalists should not be believed in matters of public health.\n\nEnvironmentalists should not be believed? Not only is that out of scope, the choice of words is too extreme for this author."}
{"text": "1, 2009\n\nSegway Inventor's New Device Turns Sewage into Clean Water\n\nThe inventor of the Segway has come up with a revolutionary invention that could provide access to clean water for millions of people."}
{"text": "Maybe you, like us, began to feel uncomfortable about how effective \"energy drink\" companies have become at encouraging young people to consume their product: beverages of caffeine, sodium, sugar, high fructose corn syrup, and even some mystery chemicals about which little is known.\n\nIn 2011, we began writing Drink Water on our snowboards. Drink Water became some sort of statement, movement, mission, or whatever it is, and we bought some silkscreens and started making t-shirts, stickers, and sweatshirts. We gave a bunch away, and people we respect wore them with pride.\n\nAs we encouraged folks to drink water, we learned that nearly a billion people on Earth don't have access to clean drinking water--that's 1 out of every 8 people. In some parts of the developing world, that lack of clean drinking water is deadly.\n\nFor every Drink Water purchase, 10% of profits will be donated to provide drinking water for someone in need. We're supporting a non-profit, Water.org, as they drill wells to fight the water crisis.\n\nWe're out to spread the Drink Water word. We don't sell water, we just drink it."}
{"text": "Drinking Water Source\n\nAll of the water supplied by BNL comes from beneath\nthe ground and so is referred to as groundwater. Groundwater is\nstored in a sandy, geological formation known as an aquifer. Water\nin the aquifer originates as precipitation that percolated down\nthrough the soil.\n\nThe\nLong Island aquifer system is made up of three\nprimary formations lying one on top of the other (see diagram\nabove): from the surface to about 150 feet down is the Upper\nGlacial, from 150 feet to 1,500 feet is the Magothy, and from 1,000\nto 2,000 feet is the Lloyd. Drawing up to 1,000 gallons per minute,\nthe Lab's six drinking-water wells tap into the upper Glacial aquifer.\n\nDrinking-water quality is considered an integral part of\nlife at BNL. If you have questions or comments about the quality of\nthe Lab's drinking water, then please contact Bob\nLee, Environmental & Waste Management Services Division, 344-3148;\nBill Chaloupka, Plant Engineering\nDivision, 344-7136; or Sherry Johnson,\nCommunity Involvement, Education, Government & Public Affairs, 344-5658."}
{"text": "Navigate\n\nWater\n\nWater is often called the \"universal solvent.\"Courtesy ofKelly A. Quin.\n\nWater is a chemical compound composed of a single oxygen atom bonded to two hydrogen atoms (H2O) that are separated by an angle of 105°. Because of their polar covalent bonds and this asymmetrical bent arrangement, water molecules have a tendency to orient themselves in an electric field, with the positively charged hydrogen toward the negative pole and the negatively charged oxygen toward the positive pole. This tendency results in water having a large dielectric constant, which is responsible for making water an excellent solvent. Water is therefore referred to as the universal solvent. Water can be reused indefinitely as a solvent because it undergoes almost no modification in the process.\n\nBecause mineral salts and organic materials can dissolve in water, it is the ideal medium for transporting products of geochemical weathering as well as life-sustaining minerals and nutrients into and through animal and plant bodies. Brackish and ocean waters may contain large quantities of sodium chloride as well as many other soluble compounds leached from Earth's crust.\n\nThe concentration of mineral salts in ocean water is about 35,000 parts per million. Water is considered to be potable (drinkable) only if it contains less than 500 parts per million of salts.\n\nHydrogen bonding, which joins water molecule to water molecule, is responsible for other properties that make water a unique substance. These properties include its large heat capacity, which causes water to act as a moderator of temperature fluctuations due to variations in solar illumination, its high surface tension (due to cohesion among water molecules), and its adherence to other substances, such as the walls of a vessel (due to adhesion between water molecules and the molecules of a second substance). The high surface tension makes it possible for surface-gliding insects and broad, flat objects to be supported on the surface of water. Adhesion of water molecules to soil particles is the primary mechanism by which water moves through unsaturated soils.\n\nHydrogen bonding is also responsible for ice being less dense than water. If ice did not float, all bodies of water would freeze from the bottom up, becoming solid masses of ice and destroying all life in them. In addition, from season to season, frozen water bodies would remain frozen, resulting in large changes in climate and weather, such as decreased precipitation due to reduced evaporation. Ice floats because as the temperature of water is lowered the tendency of water to contract as its molecular motion decreases is overcome by the strength of hydrogen bonding between molecules. At 4°C (39°F), water molecules start to structure themselves directionally along the lines of the hydrogen bonds, at angles of 105° As the temperature drops toward 0°C (32°F), spaces develop between the lines until the open, crystalline form characteristic of ice develops. Its openness produces a density slightly less than that of liquid water, and ice floats on the surface, with approximately nine-tenths submerged.\n\nWater is the only common substance that occurs naturally on earth in three different physical states. The solid state, ice, is characterized by a rigid crystalline structure occurring at or below 0°C (32°F) and occupying a definite volume (found as glaciers and ice caps, as snow, hail, and frost, and as clouds formed of ice crystals). At sea level atmospheric pressure, the liquid state exists over a definite temperature range 0°C to 100°C (32 to 212°F), but is not rigid nor does it have a particular shape. Liquid water has a definite volume but assumes the shape of its container. Liquid water covers three-fourths of Earth's surface in the form of swamps, lakes, rivers, and oceans as well as found as rain clouds, dew, and ground water. The gaseous state of water (water vapor) neither occupies a definite volume nor is rigid because it takes on the exact shape and volume of its container. Water vapor (liquid water molecules suspended in the air) occurs in steam, humidity, fog, and clouds.\n\nDuring phase changes, one phase does not suddenly replace its predecessor as the temperature changes, but for a time at the melting or boiling point, two phases will coexist. As water changes from the gaseous form to the liquid form, it gives off heat at about 540 calories per gram, and as it changes from the liquid form to the solid form, it gives off about 80 calories per gram. The turbulence of thunderstorms is in large part due to the release latent heat of water especially as water condenses into water droplets or into crystals of ice (i.e., hail).\n\nPressure affects the transition temperature between phases. For example, at pressures below atmospheric, water boils at temperatures under 100°C (212°F), therefore food takes longer to cook at higher elevations.\n\nWater is a major geologic agent of change for modifying Earth's surface through erosion by water and ice."}
{"text": "After soaking the leaves in the water for a mere 8 hours, the fluoride was reduced to just 1.1 parts per million. The World Health Organization says that 'safe' levels of fluoride in water are no higher than 1 part per million So, remind me again, why are we still drinking fluoride in our 'clean' tap water around the entire world?\n\nNo matter which scientific studies you examine, the only rational conclusion is that fluoride's health dangers far outweigh the marginal dental benefits it might offer. The science is very clear about the following: fluoride is a toxic industrial waste product that is a poison to your body and in no way a \"nutrient, more…\n\nFLUORIDEGATE the movie explains the dangers of fluoride in our water supply and how it amounts to forced medication of the public. The conspiracy to keep fluoride in water is fully exposed by the filmmakers.\n\nThe pineal gland plays an important role in our physical and spiritual health, because it regulates our sleep patterns and sexual development, and anchors our souls to our bodies. One of the substances that does a great job calcifying the pineal gland is fluoride (sodium fluoride). Fluoride is very harmful to the pineal gland because it disrupts the pineal gland's natural functions by hardening its interior walls.\n\nTheBy Anthony Gucciardi (NaturalSociety) You [...]Most of the talk concerning fluoride exposure these days centers around the chemical's forced presence in many public water supplies, and how this is causing an epidemic of chronic health problems. But little do many people realize that fluoride exposure is also problematic throughout the food supply, including in fresh food crops that have been sprayed with pesticides and herbicides made from fluoride compounds. Grape growers in particular have long used a chemical known as cryolite, which also goes by the trade name Kryocide, to deter leaf-eating and other types of pests. This fluoride-based chemical is used on all sorts of food crops, in fact, including on many different fruits and vegetables… And to really push their lie, they print the following conglomeration of total disinfo:\n\nA salt formed from the combination of fluorine and soil and rock minerals, fluoride is voluntarily added by the vast majority of states and/or local municipalities…\n\n(Anthony Gucciardi|Activist Post) If [...]"}
{"text": "Arkansas company finds a better way to test water\n\nBy: Import User\n\nUpdated: January 7, 2009\n\nA Fayetteville company is developing\nway to measure more than 100 pathogens in water in less than 30 minutes. The process could eventually replace the review by a state lab that now takes at least a week, and the development could allow water utilities to know when contaminated water is safe almost\nimmediately. Researcher Sorida Aguilar has spent the last year at the\nUniversity of Arkansas developing a disposable microchip that makes the faster test possible. Each chip costs about 50 dollars and is used in a machine that costs about five thousand dollars. The tests can detect E-Coli and many waterborne parasites, notifying authorities if water is safe\nfor swimming, drinking and other public consumption."}
{"text": "Yes, Savulescu referenced \"cognitive enhancement\" when discussing the government tampering with your water.\n...\nAs more and more government bodies take it upon themselves to know what is best for the so-called \"general health,\" will governments begin adding more than just fluoride to our tap water? I think yes because, to quote Congressman Pete Stark, \"the Federal Government can do most anything it wants.\"An overview of the poisons known collectively as \"sodium fluoride,\" which is added to the water supplies of most major population centers. Based on the government's own Material Safety Data Sheet, to which a link is providedThe effects of fluoride in drinking water might be controversial but the effects of lithium are not. The thought of being surreptitiously drugged with psychoactive pharmaceuticals should scare the hell out of you.\n\n22 years ago toxic amounts (tons) of Aluminum were dumped into a UK towns water supply. Government suggested people mix orange juice with their water to make it taste better. This made the body absorb more toxins! Maybe you should consider what is in your towns water?"}
{"text": "Ok, not really all that related, but they both have to do with water, so two birds with one and a half stones, right? Something like that. I haven't thought much about chemistry lately so I thought I'd take a stab at these two - for the basics of each type of water, click the italicized title.\n\nHeavy water:Heavy water is also known as deuterium oxide, and is formed by using deuterium rather than \"normal\" hydrogen. Deuterium is an isotope of hydrogen that is stable and naturally-forming, but which has a neutron in its nucleus - \"normal\" hydrogen [protium] has NO neutron in its nucleus. Because D2O contains two more neutrons than water made with normal hydrogen, it's about 11% more dense. Note the ice-cube graphic - in \"normal\" water, a \"normal\" ice cube floats, but a deuterated ice cube sinks.\n\nThough D2O (and semi-heavy water, with just one deuterium - HDO) occurs naturally on earth, it's extremely uncommon. However, due to its increased density, it was one of the first effective \"moderators\" for nuclear fission reactors, and it was extremely useful in the separation of plutonium for nuclear weapons, so entire plants were set up to separate \"heavy\" water from normal water.\n\nThese days, deuterium oxide is not widely used outside of the inorganic chemistry and nuclear physics world, and is no longer commonly used as a neutron moderator in fission reactors. If consumed, it's considered moderately toxic, but it's not going to kill you unless it's all you drink for a very long time, and at $300/kg and a controlled supply chain (since using it is part of the easiest process of creating a nuclear bomb), good luck with that. I mean, not really, don't go drinking it on purpose, just don't think you'll die if you have a deuterium cocktail.\n\nDe-ionized and reverse osmosis (DI/RO) water is just water with its ionic mineral salts removed (in various fashions) - things like calcium, copper, bromide, and iron, which build up in the water while it's on or under the ground, and sometimes while it's in storage containers. Those salts are part of what makes water \"hard\", which can lead to mineral buildup on faucets, tubs, or in machines that use water.\n\nWhile de-ionized water can prevent hard water buildup, you don't want to use it as a substitute for \"regular\" (even just regularly distilled, but not deionized) water in situations where there's a possibility that the minerals in the water are not being acquired in other situations, such as in famine conditions, and on ships. The WHO recommends avoiding demineralized or deionized waterunless it's the only possible clean water source.\n\nPersonally, the lab I worked at used Milli-Q (ultrapure - RO/DI + ultrafiltration) water for our coffee machine, because the local water tap water was really hard and left limescale buildup in the drip. We already had the Millipore machine, so we figured it didn't hurt. There were no health benefits or detriments to doing so, just less effort when trying to clean the coffee machine.\n\nAt 15:30:08 UTC on Sun, 4 December 292,277,026,596[16][17]64-bit versions of the Unix time stamp will cease to work, as it will overflow the largest value that can be held in a signed 64-bit number. For these systems, the next second will once again be incorrectly indicated as…\n\nGot this wonderful tattoo at Red Rocket Tattoo (Erica!) in NYC. She did a great job and I'm so in love with it. Unfortunately I had an allergic reaction to the lotion which is why some (tiny) parts are now scarred. I often react allergic to things even after using them for years, so I knew this could happen. I love it anyway."}
{"text": "People are turning more and more to the internet for research and feedback. The internet offers a sea of possible baby names along with the reactions of others. Media and society have always influenced baby name trends, but now the internet has facilitated and increased such influences.\n\nFriends are invaluable. We need them to listen, to care, to understand, or to just be there. They influence us with their advice, ideas, tastes, and example. But they also reflect. We tend to be drawn to those who are similar to us in values and lifestyle.\n\nConsumers have pondered on either dealing with the price of bottled water or the safety of tap water. Since bottled water, people have gone with the hype that tap water tastes worse, contains more germs and is rather solemnly used for cleaning, not fit for drinking. But is bottled water actually better than tap water?"}
{"text": "Why The Fed Will Intervene If Stocks Fall Too Far\n\nYour Link to Clean Water\nhttp // c 53.htmlMade from one piece of stainless steel so there are no seams and welds to crack, leak or rust!\nPortable and requires no electricity.\nSilver impregnated filters to prevent bacteria growth and self-sterilizing.\nProBlack-D water filter elements fits most gravity water purification systems.\nEliminates or reduces bacterias and other unwanted contaminants.\nThe ProBlack-D Domed filters are NSF-42 certified.\nWhether you want to purify river water, well water, pool water, stream water, rainwater, swamp water or simple tap water ProPur water purification system is the answer.\n***We are sorry to announce that ProPur water purification systems are currently not available in California and Iowa. Orders will be canceled and refunded without notice.***\n**INTERNATIONAL CUSTOMERS\nhttp //\nhttp //\nhttp //twitter.com/#!/RealAlexJones\nhttp //"}
{"text": "Sign in to YouTube\n\nI don't even want to call this a takedown of pseudoscience, cause I still have a very hard time believing that ANYONE could think that feng shui is a science, but a very entertaining episode nonetheless!\n\nIf a third of bottled water violates industry standards that means that 2 thirds don't. Is anyone going to imply that Aquafina has anything in it but pure water? Tap water in the United States is filtered, but far from purified. Not only is tap water full of chemical pollutants, but one of them is even intentional... flouride. It's good for cleaning, teeth, but not so much for bathing in and consumption. That doesn't stop the EPA, though.\n\nSign in to YouTube\n\nme buying into the image advertisers present and that making it taste better to me is my brain fooling me or maybe me folling my brain into fooling me, dont care, still tastes better to me, if i was eating shit but it tasted like blueberry pie i wouldnt care.(not counting the mayor health concerns that would cause)"}
{"text": "How long would your water last that's at your house?\n\njesse wrote:Hey all, #1 on your list of things to store in case of an emergency is water. How long would your stored water last in the event of an emergency where you didn't have access to the normal water supply?\n\nHow many gallons per person are you considering \"lasting\"? Assuming twice a day showers? once a day. Foregoing a bit? Eating the canned food or cooking the dry beans/rice?\n\nOur stored water would only last about two days if used for drinking and cooking. However, our hot tub holds 500 gallons that is great for washing during a power outage and for getting water to flush the toilets. We also have a stream nearby so I can just use my back packing filter if need be.\n\njesse wrote:How many gallons per person are you considering \"lasting\"? Assuming twice a day showers? once a day. Foregoing a bit? Eating the canned food or cooking the dry beans/rice?\n\nShowers??? No, if it's a disaster, I'll moisten a towel. I live in a desert city, so no water means no water. We have creeks that flow from the mountains, but they're low most of the summer and there'd be too much competition for it. Yes, it's a city, but the point is not to have to be desperate by the time help arrives.\n\nI live alone and keep two five gallon containers of fresh water in the back of a closet, so I figure 5 days at two gallons a day for drinking and cooking. I should get a third jug to make it a week, but I keep putting it off. I empty them periodically and treat them briefly with a dilute chlorine solution before rinsing and refilling them because the water might as well taste good. You can get stackable square or rectangular containers from the grocery or camping store and some come with built-in spigots.\n\nI also keep chlorine tablets with my camping gear along with plastic bottles of propane for my Coleman stove. Lots of candles and batteries for my headlamp and flashlights. Not enough rice and beans or whatever socked away; I've always thought I should get one of those five gallon buckets that's supposed to last a family for weeks but they don't look particularly nutritious. Freeze dried food has come a long way, so I'm thinking of finding a cheap source and stocking up. Even MREs aren't as bad as they used to beHere in central Texas the rain's not reliable enough for a rain barrel or cistern. I keep a bunch of big 5-gallon jugs of distilled water in the basement, about ten of them all told. You know, though, I haven't checked them in a long time . . . I guess I just assumed that water wouldn't go bad if not exposed to air or likely to contain organisms of its own. Hmm . . . am I making a false assumption here? Maybe I should crack one of those jugs and test the water.\n\nIf nothing else, water will usually taste pretty stale after a certain amount of time sitting in a plastic container. If the container and water were clean when you put the water away it should be safe; I only store water that's been run through a filter that removes all bacteria, just to be safe. If you treat the containers with chlorine and fill them at the grocery store you'd be just fineSometimes \"periodically\" means every year and a half. My stash of chlorine tablets means I'll always have safe water, but tasty water is always betterjesse wrote:Yeah, I've got the chlorine as well. Periodically is a very flexible word! Most of us might periodically exercise...\n\nYep, I do yoga periodically...which means when my back and hips hurt enough to keep me awake at nightCletc wrote:how much water per person constitutes 1 day? Can't answer without doing the math\n\n1 gallon a day for drinking (less if the weather is cool and you're not exerting yourself), another gallon for cooking and washing. But I've got a lot of dry-land camping experience, where washing meant scrubbing with sand before using a teeny bit of detergent with filtered or treated water, and bathing meant using a wet cloth to scrub critical areas. Clean hair and the like are complete luxuries when water is short, so in my view the only real interest in an emergency is keeping odors down.\n\nI've officially gone to 15 gallons of stored water, which is a week's worth in hard times"}
{"text": "Goodbyn Ice is an ice pack filled with purified water (no more blue goo!). Made entirely of FDA-approved materials, no BPAs or phthalates and lead-safe, Goodbyn Ice is made to last. When it's time for a new one, Goodbyn Ice is 100 percent recyclable\nRecycleable. Goodbyn products are built to last. But when you're done, they are completely recycleable."}
{"text": "The following HTML text is provided to enhance online\nreadability. Many aspects of typography translate only awkwardly to HTML.\nPlease use the page image\nas the authoritative form to ensure accuracy.\n\nNitrate and Nitrite in Drinking Water\n\nSeveral nationwide surveys of nitrate concentrations in public drinking-water supplies have been conducted and have been reviewed in detail (EPA 1990b). No survey data are available on nitrite concentrations. On the basis of the results of the surveys, EPA (1990b) estimated that of the roughly 219 million people using public drinking-water supplies in the United States, some 92 million (42%) either are not exposed to nitrate or are receiving drinking water with concentrations below 1.3 mg/L. An estimated 127 million (58%) are exposed to water with nitrate concentrations greater than 1.3 mg/L, of whom about 1.7 million, including about 27,000 infants, are exposed to nitrate at greater than 44 mg/L."}
{"text": "Water by Another Name Is Still the Same\n\nORIGINS\nDihydrogen monoxide pranks have been around for years, appearing in student projects, e-mail hoaxes and a number of silly websites. (See examples: Dihydrogen Monoxide Research Division; Coalition to Ban Dihydrogen Monoxide.) The offshoot involving polystyrene arose when someone failed to recognize a hoax website for what it was. Fortunately, this version of the prank was fairly short lived.\n\nBE ON THE LOOK OUT FOR:\n\n...websites like the Dihydrogen Monoxide Research Division's DHMO.org, which says:\n\nD (polystyrene),\n\nin biological and chemical weapons manufacture,\n\nas a spray-on fire suppressant and retardant...\n\nWHAT YOU SHOULD KNOW\n\nAll dihydrogen monoxide pranks share two things in common: (1) they are generally based in fact, and (2) they neglect to mention that \"dihydrogen monoxide\" is just another name for water.\n\n(Think about it. \"Dihydrogen\" indicates two hydrogen atoms, or \"H2.\" \"Monoxide\" refers to a single oxygen atom, or \"O.\" Put them together, and you get H2O.)\n\nIf you reread the above spoof, you'll see that the information is generally factual. For instance, dihydrogen monoxide is a real chemical compound, also known as water. Under very extreme conditions, water can cause drowning, hypothermia and other dangers. And water is used in the manufacture of polystyrene. But using water in the manufacturing process does not pose a health risk to consumers. (Now that you're in on the prank, this should be fairly obvious.)\n\nSo, how did the particular myth about the dangers of dihydrogen monoxide in polystyrene get started? In March 2004, someone came across a dihydrogen monoxide hoax on the Internet, and without first verifying the information with an authoritative source, incorporated the bit about polystyrene into a proposed city council ordinance. Fortunately, the facts came to light and the proposal was withdrawn.\n\nBefore you send, spare your friends the unnecessary concern. Don't leave yourself open to potential embarrassment. Always verify an Internet scare with an authoritative source before spreading the word. Learn more about how to research a rumor."}
{"text": "What's Being Said\n\nWhy Fluoride Should not be in our Drinking Water\n\nFluoride is toxic and affects the bones in our body. Did you know that half of all the fluoride you drink or half of all the fluoride you ingest stays in your bones, stays in your body for the rest of your life? It has been found that populations, who have fluoridated drinking water, have more hip fractures and bone fractures in the elderly population? These are people that can't recover from that and their bones are poisoned because they've been drinking the fluoride for so long. Half of what you're drinking stays in your body.\n\nAs a Natural Dentist I have found that fluoride in the drinking water does not reduce tooth decay. That's a myth. It's a strange situation we're living under when our water is fluoridated, yet clearly dangerous. It is also a big problem for people with kidney problems, where there's dialysis that uses the water that poisons. It's very toxic. Some people drink a lot more water than other people. Compare the dosage of fluoride that an athlete drinks (who may drink twice as much water) or that of a child (who drinks a lot of water with a small body mass) to that of an average adult?\n\nThe whole idea of putting toxic fluoride in public drinking water is totally wrong and contrary to all pharmacology and the way medicine should work.\n\nWe have warnings that children's formula should not be made with fluoride in a drinking water. Well, what are we going to do if our community water is fluoridated? It's just poison. It's a strange question. But if we're going to put fluoride in the drinking water, why don't we put arsenic? They're both toxic"}
{"text": "Hi all,\nIt's been forever since I've posted, but I have a question. At my local co-op they just got in apple cider and it says \"cold-pressed\" and \"unpasteurized\", which makes me say \"Wahoo, it's raw!\", BUT it also says \"UV filtered\". I looked online, but I'm not sure how much UV filtration affects enzymes, nutrients, etc. I'm wondering if it's almost the same as pasteurization, or if it would still be raw.\nThanks!\n\nsport\n\n11-02-2009, 10:12 AM\n\nIs it cloudy. It needs to be cloudy (with mother).\n\nrawrawks\n\n11-02-2009, 01:02 PM\n\nApple cider has a mother??? Hahaha thats a real question though. You are talking apple cider not apple cider vinegar?\n\nNot sure what uv light does. I know a local orchard I worked at was concerned about new laws that required pasteurization. They opted to not past and uv light treat. It is \"better than\" for sure. I dont think a light passing it would kill enzymes or nutrients....its not being heated.\n\nDopeRawAbundance\n\n11-02-2009, 06:28 PM\n\nThe light treatment is to kill bacteria, ya figure maybe the enzymes take a hit too. I'm going to stay on the safe side of things and try making my own dopecider. And a bit of this is sure to follow:\n\n\n\nrawrawks\n\n11-02-2009, 07:50 PM\n\nHahahahahhaa\n\nsport\n\n11-04-2009, 06:37 AM\n\nApple cider has a mother??? Hahaha thats a real question though. You are talking apple cider not apple cider vinegar?\n\n.\n\nI guess that I need to read a bit more carefully. But then, it would not be me if I did not make mistakes."}
{"text": "Water Testing\n\nWater and Well Testing\n\nWater can contain harmful e coli and other bacteria that can make you and your family ill.\n\nGive your family health and peace of mind by testing your drinking water in your home. Full Water Analysis includes 10 Tests:\n\nTotal Coliform\n\nConductivity\n\ne.Coli\n\nCopper\n\npH\n\nIron\n\nNitrate\n\nNitrites\n\nHardness\n\nLead\n\nFHA/VA Water Analysis incluses 5 Tests:\n\nTotal Coliform\n\ne Coli\n\nNitrate\n\nNitrites\n\nLead\n\nDrinking Water Facts\n\nThe first step to protect your health and the health of your family is learning what may pollute your source of drinking water. Potential contamination may occur naturally, or as a result of human activity.\n\nNitrates and Nitrites are one of the most dangerous. They come from the breakdown of nitrogen compounds in the soil. These pollutants are found in human and animal wastes. Septic tanks can cause nitrate pollution. Nitrates cause a health syndrome in very young infants called \"blue baby\" syndrome. This condition disrupts oxygen flow in the blood.\n\nLead and copper in household plumbing is another source. Corrosive water may cause metals in pipes or soldered joints to leach into your tap water. Lead can cause serious damage to the brain, kidneys, nervous system, and red blood cells. Even in relatively low amounts these metals can be harmful."}
{"text": "Bacteria in Water\n\nColiform bacteria\n\nThe Chattahoochee Bacteria Monitoring Network is sampling for total coliform and E. coli bacteria.\n\nTotal coliform\n\nTotal coliforms are gram-negative, aerobic or faculative anaerobic, nonspore forming rods. These bacteria were originally believed to indicate the presence of fecal contamination, however total coliforms have been found to be widely distributed in nature and not always associated with the gastrointestinal tract of warm blooded animals. The number of total coliform bacteria in the environment is still widely used as an indicator for potable water in the U.S.\n\nFecal coliform\n\nFecal coliform bacteria are a subgroup of coliform bacteria that were used to establish the first microbial water quality criteria. The ability to grow at an elevated temperature (44.5 C) separate this bacteria from the total coliforms and make it a more accurate indicator of fecal contamination by warm-blooded animals. Fecal- coliform bacteria are detected by counting the dark-blue to blue-grey colonies that grow on a 0.65 micron filters placed on mFC agar incubated in a 44.5 C oven for 22-24 hours. The presence of fecal coliforms in water indicates that fecal contamination of the water by a warm-blooded animal has occurred, however, recent studies have found no statistical relationship between fecal coliform concentrations and swimmer-associated sickness.\n\nE. coli\n\nEscherichia coli (E. coli) is a rod-shaped bacteria commonly found in the gastrointestinal tract and feces of warm-blooded animals. It is a member of the fecal coliform group of bacteria and is distinguished by its inability to break down urease. E. coli numbers in freshwater are determined by counting the number of yellow and yellow brown colonies growing on a 0.45 micron filter placed on m-TEC media and incubated at 35.0 C for 22-24 hours. The addition of urea substrate confirms that colonies are E. coli. This bacteria is a preferred indicator for freshwater recreation and its presence provides direct evidence of fecal contamination from warm-blooded animals. Although usually harmless, E. coli can cause illnesses such as meningitis, septicemia, urinary tract, and intestinal infections. A recently discovered strain of E. coli (E. coli 0157:H7) can cause severe disease and may be fatal in small children and the elderly.\n\nThe relation between bacteria counts and sickness\n\nConsumption of or contact with water contaminated with feces of warm-blooded animals can cause a variety of illnesses. Minor gastrointestinal discomfort is probably the most common symptom; however, pathogens that may cause only minor sickness in some people may cause serious conditions or death in others, especially in the very young, old, or those with weakened immunological systems.\n\nAs these charts show, studies have shown that there is not a positive relation between either total coliform or fecal coliform counts and sickness. But, studies have shown a positive relation between E. coli and sickness — as E. coli counts go up, the occurrences of sicknesses go up. That is why this project is focusing on E. coli as the main indicator of potential risk."}
{"text": "Note: Javascript is disabled or is not supported by your browser. For this reason, some items on this page will be unavailable. For more information about this message, please visit this page: About CDC.gov.\n\nHealthy Water Sites\n\nPotable water comprises only a small fraction of the total use of water in the United States, with the main uses of freshwater resources being agricultural (for example, irrigation, animal feeding operations) and industrial (for example, cooling towers) activities 1. These activities, in addition to medical ones (for example, hemodialysis, dental procedures), are commonly referred to as \"other uses\" of water.\n\nOther Uses of Water Fast Facts\n\nEach year between 8,000 and 18,000 people are hospitalized with Legionnaire's disease in the United States 2.\n\nThe Environmental Protection Agency (EPA) issues effluent guidelines and regulations that are technology-based and are developed for specific industrial categories 3.\n\nThere are an estimated 238,000 Concentrated Animal Feeding Operations (CAFOs) in the United States that produce nearly 500 million tons of manure 4.\n\nThe National Water Quality Inventory (2000) reported that agricultural nonpoint source (NPS) pollution (from industrial and sewage treatment plants) is the leading source of water quality impacts on rivers and lakes and the second largest source of impairment to wetlands. It is also a major contributor to contamination of surveyed estuaries and ground water 5.\n\nMost healthcare facilities follow certain guidelines to ensure that water is safe for medical use during medical procedures.\n\nThe Many Uses of Water\n\nWater can be used for direct and indirect purposes. Direct purposes include bathing, drinking, and cooking, while examples of indirect purposes are the use of water in processing wood to make paper and in producing steel for automobiles. The bulk of the world's water use is for agriculture, industry, and electricity. The most common water uses include:"}
{"text": "Why Bottled Water?\n\nAccording to various accounts, 25 to 40 percent of bottled water in the U.S. comes from public water sources, a.k.a. tap water.1 For the companies that produce this water, it is an incredibly lucrative venture; they usually pay the standard municipal rate for tap water, which is less than one cent per gallon, and then resell it for anywhere between 240 to 10,000 times that price.2 In 2008, the top three bottled water brands in the U.S. by volume were Nestlé Waters North America's PureLife, Pepsi's Aquafina, and Coca-Cola's Dasani3 – all three of which come from municipal sources.4\n\nAs bottled water grows in popularity, we are witnessing a shift away from consumption of tap water. Today, one in five Americans only drink water from bottles. A generation of children is growing up believing that the only healthy water comes from bottles, and that tap water is impure. 5,6 This means that we are becoming more and more dependent upon huge, profit-motivated multinational corporations to provide one of our most important and fastest dwindling resources: clean drinking water.\n\nThese companies have done a fantastic job convincing us that their water is pure and delicious, thanks to advertising that appeals to a cultural fascination with youth, beauty, and purity.7 (Many people are amazed to discover that Aquafina was launched in 1994 and Dasani, 1999 – they are now so ubiquitous, it's hard to imagine life without them.) But how pure and safe is the water that they're selling?\n\nTap water is regulated by the Environmental Protection Agency (EPA). Bottled water is regulated by the Food and Drug Administration (FDA), which lacks the enforcement authority that the EPA wields. By law, the FDA must set the same standards for drinking water that the EPA sets, or issue an explanation as to why they are not doing so; but the FDA does not require testing nearly as often as the EPA does for tap water, does not inspect plants as often, and, perhaps most shockingly, does not require companies to warn consumers of violations, even when they do find them.8,9\n\nFinally, there are the staggering environmental impacts of bottled water. First, when millions of gallons of water are removed from local watersheds, the hydrological cycle is disrupted, affecting water available for human usage as well as damaging local ecosystems.10,11Then, there's the plastic: Annually, 17 million barrels of oil are consumed in the production of the bottles alone – enough oil to fuel 1.3 million cars for a year. This figure does not include the oil burned in transportation or refrigeration of the water. In fact, the amount of oil used in the lifetime of a plastic water bottle is the equivalent of filling that bottle one-quarter of the way with oil.12 Finally, bottled water takes an enormous toll on our landfills. Less than 15% of single-use plastic water bottles are recycled nationwide; we send 30 million to our landfills every day.13 This is not just another drop in the bucket (pardon the pun).\n\nThe facts are clear: bottled water has negative impacts on our society, our health, our environment, and our wallets.\n\nThe need for action is urgent. We are the ones who can make the change."}
{"text": "Ion Exchange\n\nIon exchange is a process during which ions are exchanged between two electrolytes or between an electrolyte solution and a complex, often for the purpose of decontamination, separation or purification. The ion exchange process uses resin beads that trap and exchange ions. There are two types of ion exchange resins: cation resins, which are used for the purpose of trapping positively charged ions; and anion resins, which exchange negative ions. For example, ion exchange can be used to soften hard water. Cation resins are used to exchange the sodium for the calcium in order to produce softened water. Mixed bed resins, or the combination of cation and anion, are used for the purpose of achieving purified water. This is an efficient ion exchange method for exchanging positive and negative ions simultaneously.\n\nIon Exchange and Household Water Softeners\n\nIon exchange is used in a variety of applications, but it is the most common method of water treatment for softening household water for dish washing, laundry, and bathing. Water softeners are needed for household water to remove minerals, such as calcium and magnesium, from hard water. Water softening reduces limescale, calcium buildup, and water spots on dishes and bathroom fixtures.\n\nScale prevention is another household water treatment problem that ion exchange can resolve. Hard water minerals that flow through household appliances such as dishwashers, water heaters and washing machines can create scale buildup and eventually diminish the performance of the appliances. Ion exchange removes the hard minerals from tap water, extending the life of household appliances.\n\nIon Exchange and Industrial Water Treatment\n\nIon exchange is used in managing a number of water treatment problems in a variety of industries. Biochemistry and pharmaceuticals manufacturing are other applications that rely on ion exchange. For example, ion exchange chromatography is the process in which molecules are separated based on the charge of the proteins. In this context, ion exchange is useful when extracting amino acids and DNA. Ion exchange is also used in industrial laboratories for producing pure water, while mixed bed resins are typically used in smaller laboratories.\n\nIon exchange can also be used to recover valuable metals from water streams, including copper, silver and gold. This is a critically important use of ion exchange for industries mandated to remove dissolved minerals from wastewater. Metal finishing and semiconductor manufacturing are typical applications for the use of ion exchange in wastewater treatment.\n\nIon exchange is a powerful water treatment technology for many water treatment problems that require the removal of metals and other elements from water, in a wide variety of applications, including industrial, pharmaceutical, biochemistry and residential. One of the most popular applications for ion exchange is in the home. Water softeners are commonly used to remove calcium and magnesium from water in order to prevent scale and limestone build-up in dishwashers and other home appliances. One of the most common water problems that ion exchange effectively treats is hard water, for which ion exchange is used as a water softener."}
{"text": "Very clever product design. In developing countries, millions of people still have inadequate access to drinking water and usually have to use sources such as streams and lakes which are polluted with dangerous parasites, toxins, or suspended solids. LEAF Self-Generating Water Resource produces drinking water way better than the one from those contaminated sources. I think this is a great invention!"}
{"text": "One would think it was pretty funny when a couple of decades ago Del Boy from Only Fools and Horses sold tap water in bottles and claim that so called Peckham Spring. Good joke, great show. However, Tesco and Asda might have gotten advice from Trotter's Independent Traders, since they have done exactly the same. Without declaring its origins, they have sold tap water in bottles and made… well they made bank. Each two litter bottle would sell for 17 pennies, or almost 27 cents. You don't really need a lot of knowledge in accounting or economics to draw the line and add the numbers. Great job for whoever came up with the idea, but now that the customer loyalty is in danger, was it worth it?\n\nPhoto: dailymail.co.uk\n\nThe main reason why everybody got so upset about the situation is \"Tesco Everyday Still Water\" and \"Asda Smartpiece Still Water\" are being shelved next to Perrier and Evian and some merchandiser would tell you that's a big deal. If it was just sitting there on the side, I am sure half of those people would not buy it. Why? Because if it's next to Evian, it has to be as good, right? Not really. Brand targeting is huge nowadays. If I am good enough, I can make you buy anything you absolutely don't need. Example: tap water for 27 cents a pop. Somebody would comment on that with \"…But there was no label on the bottle saying that the water comes from the tap\". If you're buying mineral water because you don't want to drink tap water, you know how much controversy there is about tap water. If it says \"filtered\", it is probably the very same thing you're drinking at your house. I know that Tesco and Asda know that, and those customers surely should have known that.\n\nNow let's look on the other side of the equation that is called \"moral issues in a corporate world\". Why guys? Well, it's called money, and yes, it does make the world go around. Does that make Tesco and Asda more greedy? Maybe, but it is in our nature to have more and better. Folks from both Tesco and Asda feel as they did all they could to let people know they are buying tap water. It will be very interesting to see sales for bottled water in these two giant supermarket chains. Personally, I don't think it will affect them at all. People like to buy cheap stuff because it is cheap. But there's a catch. Other people are gifted with a talent of selling things, and they will sell you something that you don't need, if and only if you don't know weather you need it or not. \"Is that tap water right next to Evian and Perrier? I'm sure it's good for you otherwise it wouldn't be there\". That is where money and morals split apart"}
{"text": "Lead- Lead is present in tap water as a result of dissolution from natural sources or from household plumbing\nsystems containing lead in pipes, solder or service connections to homes. The amount of lead from the plumbing system that may be dissolved depends upon several factors, including the acidity\n(pH), water softness and standing time of the water, with soft, acidic water being most plumbosolvent. The guideline\nfor lead is 0.01 mg/L.\n\nHealth Risks\n- Lead in drinking water can cause a variety of adverse health effects. Children, infants, and unborn children are more strongly\naffected by exposiure to lead because their bodies absorb lead more readily than adults. Childrens brains and nervous\nsystems are also more sensitive to the effects of lead.\n\nChildren exposed to lead levels above\n0.01 mg/L can suffer from:\n\ndamage to the brain and nervous system\n\nbehavior\nand learning disabilities\n\ndelays in physical and mental development\n\nhearing\ndisorders\n\nHealth effects for adults exposed to lead levels above 0.01 mg/L may include:\n\nincreased blood pressure\n\nkidney damage\n\nanaemia\n\ndigestive problems\n\nnerve disorders\n\nmemory loss\n\nmuscle and joint pain\n\nfatigue\n\nirritability\n\nheadaches\n\nThe risk to human health is through ingestion only - drinking, cooking\nand teeth brushing. Well water with levels greater than 0.01 mg/L may be used for bathing, handwashing, and dishwashing."}
{"text": "Abstract\n\nWater reuse is becoming increasingly popular all over the world due to diminishing resources of water supply and increasing demand. However, water reuse requires advanced wastewater treatment processes to achieve the standards required for reuse water. Membrane bioreactor (MBR) is one of the advanced wastewater treatment processes that is starting to replace the conventional activated sludge process (ASP) which is used to treat domestic, aquaculture, industrial and various other effluents. The conventional activated sludge process is comprised of an aeration tank where the biodegradable organic substances from the effluent are consumed by suspended microbial culture followed by a sedimentation tank to settle out the microbial culture from the suspension (Figure 1a). The MBR is constructed in one of the following two modes: (i) side stream MBR where the MBR is connected to the aeration\ntank externally (Figure Ib), (ii) submerged MBR where the MBR is submerged in the aeration tank (Figure 1c). In both modes the filtrate (or permeate) is obtained through the membrane either due to the available head or using suction pumps.\n\nID Code:\n\n11217\n\nItem Type:\n\nBook Chapter (Research - B1)\n\nAdditional Information:\n\nThis publication does not have an abstract. The first paragraph of this chapter is displayed as the abstract"}
{"text": "Magnetically 'softened' water\n\nMagnetic fields are used in many household and industrial appliances, but who knew that they could be used in water treatment? Although electronic magnets are produced, which used electricity, a natural magnate (made of an electromagnetic force produced due to the natural alignment of magnets)?\n\nWater hardness for instance, is when water accumulates some amount of minerals like calcium, sulphates and magnesium. When they dissolve in water, they cause hardness. Hardness is undesirable in water because it causes scales, which are the solid form of these minerals. Scale formations can cause problems in hot water conduits, and appliances using the hard water. Although hardness can be reduced using salt, the major drawback of using these salts is its cost and the need to always recharge the ion beads through which there is the exchange of ions between hardness minerals and salt minerals. Using magnetic force to reduce the hardness of water involves using an apparatus with a coil wrapped around a pipe through which the water passes. An electrical current is then passed through the coil which reduces the formation of scales and enables the provision of 'soft' water that is healthier than water that is softened using salts."}
{"text": "LIFESTRAW FAMILY: LifeStraw Family uses basically the same filtration technology as Vestergaard's original LifeStraw but is designed to serve an entire family. See our slide show featuring more socially responsible inventions.Image: Courtes of Vestergaard Frandsen Group\n\nSome technology employs the most basic concepts (a hand crank, a straw or bicycle pedals) to find innovative ways of delivering basic needs such as water, light and transportation to areas where they have been absent"}
{"text": "A new device uses sunlight to disinfect water\n\n0 Comments\n\nIssue Date: Aug 15, 2006\n\nClean water: A remote possibil a water purification device developed by scientists at the Mumbai-based Bhabha Atomic Research Centre (barc) could provide safe drinking water at a low cost even in remote, non-electrified parts of the country.\n\nCapable of producing up to 20 litres of potable water every day, the device requires sunlight and a cheap, abundantly available material -- titanium dioxide -- used as a photocatalyst. In the presence of ultraviolet rays of the sun, titanium dioxide becomes chemically active and kills bacteria.\n\nThe device consists of a steel plate (about 1 square metre) coated with titanium dioxide and a plastic tray of similar size. The steel plate can be fixed to the bottom of the plastic tray, which holds the water meant for treatment. A glass plate works as a dust cover.\n\nThough powdered titanium dioxide is used in remediation of wastewater, it is not considered desirable for purifying drinking water as its separation from water is not easy. The barc scientists, led by chemist Arvind Belapurkar, overcame this problem by coating the inside surface of the tray which is meant to hold the water with titanium dioxide. When water in the tray was exposed to sunlight for about four hours, the concentration of Escherichia coli, a common bacteria that causes diarrhoea, dropped from 100,000 bacteria per millilitre to almost zero level, the scientists reported in the July 10 issue of the journal Current Science (Vol 91, No 1). E coli is the toughest of disease-causing microbes found in raw water.\n\nThe scientists say that inorganic impurities such as common salt present in the water do not affect the efficiency of the device. But water with organic impurities should be first treated with activated charcoal to reduce concentration of organic compounds to six parts per million for the device to be effective, they add.\n\nThe scientists say that the photocatalyst maintained its bactericidal activity at the same level for almost a year. According to Belapurkar, the system is ideal for rural areas that lack electricity and chemicals required for water treatment. \"If mass-produced, the price of our water purification system could be less than Rs 1,000 and also there is no recurring cost involved,\" he adds."}
{"text": "How safe is the water you consume? Not much, if you reside in Kanke Road, a portion of Upper Bazaar, Indrapuri and Kutchery other than Birsa Agriculture University and Ranchi Veterinary College campuses.... |\nRead.."}
{"text": "This article was written for me by a friend from out of state, after having made some inquiries on pure water and the ability to cleanse a large amount of water, either all at once, or smaller amounts over a long period of time. -Corey\n\nAlmost everyone in the US depends\non water to come out of the faucet when they turn the handle. They don't expect\nmuddy water, or salmonella-diseased water. This is because we've gotten used to\nhaving water treatment plants collect, store, filter, purify, and deliver our\nwater into our house for us. The very cleanest water has been distilled, but\nover a long period of time, distilled water can be bad for you because you're\nmissing out on the trace minerals that are normally obtained through your\nwater. Most of the water we drink has chlorine added into it at some point\nalong the line because chlorine is very cheap and yet very effective at killing\nthings in the water. If the time ever came when the faucet didn't spout clean\nwater, whether through power disruption or some other cause, most of us would\nbe in trouble.\n\nMost people just imagine drinking\nout of a lake or stream. I think they literally picture dipping their cup into\ntheir (private) water source, and just drinking it. Maybe the Indians could get\naway with it, but our immune systems have gotten weak from lack of serious use,\nand we can't handle that kind of thing. I've never seen specific research, but I suspect even they had some serious\nillness/death from that from time to time.\n\nThe first step is some kind of a\nfilter. They can range anywhere from a clean sock, to something like a Big Berkey. Even if you're only collecting rain water from your roof, that water\ncan pick up some nasty things from off of your roof, and needs to be filtered.\nThere are 2 nice thing about roof water; it won't be as disease-ridden as a\npond's water, and you can collect a lot of it. For a calculator, click\nhere.\n\nOnce you've collected and filtered\nyour water, you must get rid of the bacteria/viruses in the water itself. Since\nvery few filters clean these out due to their small size, you must kill them.\n\nThe best solution is obviously\nboiling. Since most of us aren't surrounded by massive forests that can be\naccessed, and many situations that involve a cutoff of water involve a cutoff\nof electricity, that's out of the question.\n\nFor me, the solution is to store\ncalcium hypochlorite powder, and use it only if necessary. Again, make sure\nyou've filtered it first very well. The cloudier your water is, the more\nchlorine it takes. (Chlorine isn't the best for you since it's so corrosive, so\nyou don't want to be adding any more than you need.)\n\nSodium hypochlorite and calcium\nhypochlorite are the easiest ways to get chlorine to purify your own water.\nSodium hypochlorite is a liquid, commonly called bleach, while calcium\nhypochlorite is a powder (the main ingredient in most pool shocks). Either one\nworks, and both are equally good, but they have their advantages/disadvantages.\n\nSodium hypochlorite (bleach)\n\nCalcium hypochlorite (pool shock)\n\nAdvantages\n\nDisadvantages\n\nAdvantages\n\nDisadvantages\n\nEasier to store\n\nMore expensive\n\nCheaper\n\nHarder to store\n\nLess suspicious sellers\n\nSooner expiration\n\nLater expiration\n\nMore suspicious sellers\n\nEasier to measure\n\nHarder to measure\n\nThe easiest to buy/store/use is\nregular bleach. You will want to leave the bottle unopened, as doing so aids in\nthe deterioration process. You don't want bleach with any chemicals added. You\ndon't want bleach with \"watermelon scent\". You want regular unscented bleach.\nAlso, the idea of using bleach isn't reserved to the prepper group. I just went\nthrough a Harris county emergency response class, and they briefly spoke about\nit. Also, its use is referred to on the FEMA website here.\nIf you're looking for the ratios of bleach-to-water, they are listed at the\nbottom of the page.\n\nEven more than bleach, I like\ncalcium hypochlorite, the major component of pool shock. It has some major\ndisadvantages, though. There are horror stories on the internet about it\nrusting through ammo cans and penetrating into/out of plastic buckets. The way\nI understand it, the best way to store it is in a glass bottle with a glass lid\nin a shed where you have no food, and no metal items. That seems a little\noverdoing it to me, but I don't know. I have mine still in the original sealed\nbag, then sealed in 2 ziplocs, 1 inside of the other, then all that is in one\nof those glass jars with the metal clamps that clamps the glass lid with the\nrubber seal against the mouth of the jar. Then, I double wrapped the whole\nthing in trash bags, and zip tied it shut. Another disadvantage is when you go\nto buy it. I triggered a few odd looks when I was looking for it. For\nsome reason, the Wal-Mart near me had a certain brand that had what appeared to\nbe chemicals in it. I think I found what I was looking for a Leslie's pool\nsupply store near me. I know the clerk was worried about me, because right away, he asked me what kind of pool I was getting it for, and I told him I didn't have a pool, and that I was getting it to purify water. He was very helpful, and printed out the\nhazard sheet on it. I made sure to pay in cash, just in case he started\nwondering if I was a terrorist with some big ideas. The last disadvantage is because it's so potent, it's very easy to add too\nmuch or too little when purifying smaller amounts of water.\n\nDespite the major disadvantages\nabove, it's still my top pick for a few reasons. First of all, it's cheap; I\npaid under $5 for a 1 pound bag of it. ¼ ounce will purify about 100 gallons,\nso a 1 pound bag will purify roughly 6,400 gallons, or enough for a family of 4\nto use just over 4 gallons each per day for a year. If you tried to store that\nmuch water, it would weigh over 26 tons, and take up 850 cubic feet. That's a\nlot of water purified for $5!\n\nThere are a few warnings I need to\ngive about using this stuff.\n\n1. In high enough concentrations, it WILL kill you. In low enough\nconcentrations, it won't be effective. Since we aren't depending on this to\nsurvive yet, we don't have\nexperience in telling how much to use. Most people seem to advocate using 1 tsp\nof pool shock for 100 gallons of water, but others say just to add more powder\nuntil you smell it.\n\n2. Don't store water you've added bleach to in plastic. I've heard that it\nwill break down the plastic and the water will absorb it. Personally, I\ndon't think it's that big of a deal. With the tiny amount of chlorine present,\nI don't think it would do that much to the plastic.\n\n3. Opened liquid bleach breaks down into water and chlorine gas. That\nmeans it loses its potency. If you've had a opened bottle of bleach under the\nsink for the last year, it might work, but it might take double the dosage.\nThat's another advantage to using the pool shock powder, since it lasts longer.\n\n4. Although chlorine kills viruses and bacteria, it won't kill cysts. Cysts\nare hard-shelled bacteria that build a shell to protect themselves against\nhostile environments, then, when they are in a more favorable environment, they\nbreak down the shell, and go about their business. The best way to kill cysts\nis to boil water for at least 1 minute.\n\n5. Use more in cloudy water. Again, I'm not going to give you a 'for\nsure' dosage, since I'm not a scientist who studies this type of thing, but it\nloses its effectiveness when you are using cloudy water.\n\nThere are a bunch of numbers out\nthere for what ratios to use, so I'm going to write down a few, and links to\nthe places where I got them, so you can decide for yourself who to trust."}
{"text": "Any process of cleaning water for use by humans, including the removal of gravel, harmful chemicals, and microbes by the use of filtration and chemical processes.\n\nsewage treatment\n\nA process that degrades and removes particulate matter from water and kills harmful microorganisms.\n\nsludge\n\nSolids left over after a water treatment.\n\nliquid phase\n\nA step in the sewage treatment process.\n\nbioremediation\n\nThe use of living organisms as a remedy to an environmental problem, such as adding phosphorous and nitrogen to water contaminated with crude oil to encourage the growth of naturally occurring bacteria that degrade crude oil.\n\nactinomycete\n\nA group of Gram-positive bacteria that grow in a branching filament structure and are found in most soils, including deserts.\n\nmycorrhizae\n\nA fungal group that grows mutualistically with plant roots\n\nlichens\n\nMutualistic groups of algae and fungi wherein fungi protect the algae and help them nutritionally, while the algae fix nitrogen from the air into forms used by fungi and also provide organic nutrients for the fungi."}
{"text": "I am very much suffered due to fluoride contaminated water and I need the information of Fluoride affected villages,Fluoride affected families and children.And I also need what are the preventive measures are taken by the government of Andhra Pradesh."}
{"text": "Why has Tumblr taught me more about basic living than all of my previous schooling experiences combined\n\nI immediately looked at all the tubes in my house and OMG they're really there D:\n\nOkay, before you guys start slapping each other on the backs and singing high praise for finding such a pristine pool of internet information, I would like to invite y'all come closer and learn a thing.\n\nFirstly, there is literally no way that something could be apart \"chemical\" and part \"natural\" because chemicals are supercalifragilisticexpialifucking natural. Seriously, H2O is a chemical compound.\n\nThose little marks are actually called \"eye marks\" and if you look, they're almost always the same color as some other component on the bottle. Green with the green lettering, blue with the blue lettering, red with the red label, navy with the navy logo. They match up because as the machine is printing on the tube it will also stick some ink on the edge.\n\nOnce the ink is in place, other machines in the manufacturing processes can use to help with alignment, sorting, or other minor tasks.\n\nWhen in doubt, remember the words of my mother: \"Anytime you see the word 'natural,' there's a 99% chance it's bullshit.\""}
{"text": "Posts Tagged With: bottled water\n\nThis movie was shown at Radford University a few days ago, but sadly I was unable to make it. Lucky for me though, it's available for free on hulu! Don't you love that? So…after reading this, or before…go watch it! You'll be glad you did!\n\nTapped starts out talking about Nestle extracting water from a small town in Maine and what that's doing to their local water supply and ecosystem. I had no idea, that there is truly no regulation on extracting underground water. Basically, you go in and take it and you don't really have to answer to anyone. Which is the main reason the citizens are upset (well, that and the fact they're stealing their drinking water), they got absolutely no say so in whether or not the company was allowed in.\n\nI don't know if most people know, but the majority of bottled water, is actually not from springs or natural sources, it's from \"municipal sources\" aka Tap Water. That's right, that yummy bottle of Dasani you're drinking right now, tap water. Except you paid 19 times what tap water actually cost. In fact, a bottle of water cost the company about 1-2 cent to produce. You paid, what $1.50 or so for that? Yeah, no mark up there.\n\nThe other thing most people don't realize is no one really monitors the bottled water industry. They're self-regulated. Which means they do all their own testing, and don't really have to show the reports to anyone. They may test every day or two, whereas municipal water sources are highly regulated and test their water many times a day to ensure it's safety. In most cases, tap water is actually safer for you than bottled water. Making you re-think that bottle of water right now, huh?\n\nHow many of these are YOU responsible for?\n\nNot only is the safety of the bottle water addressed, along with environmental concerns, but also the ethics of the 3 big bottled water companies. Nestle, Coke and Pepsi. Remember a few years ago when we were in a really severe drought so there were mandatory conservation measures put in place? You couldn't water your lawn or wash your car? Well guess what? The big 3, were still bottling water from municipal sources. So, while you couldn't use water, it was perfectly okay for them too? Even when lake levels were massively low from drought, they just kept pumping away.\n\nPart of the other obvious problem with bottled water is…well the bottle. First off the bottles leach dangerous chemicals that have been found to cause cancer, diabetes and obesity. So while you're drinking water to lose weight, it could actually be causing you to gain weight. The other problem with the bottles are the fact that they are using oil in refineries to make the plastic. (Sounds healthy, huh?) It's especially scary for the residents who live near these refineries that experience major health problems from the fumes and chemicals these oil companies are pumping in the air.\n\nI felt especially bad for a Corpus Christi, TX resident that the movie interviewed. He was explaining that there are battles you fight to win, and then other battles you start that you know you're going to lose. So he chooses not to fight. That pains me. No, chances are he won't win, but maybe that lost battle will help us win the war on oil and bottled water companies.\n\nAnother issue with the bottles is, well, they have to end up somewhere…and normally that's not in the recycling bin. The world rate of recycling bottled water containers is 50%. Doesn't sound all too shabby, huh? Well, sadly in the US that rate is only 20%. That's right, we're such a huge world power, rich and can afford to pay 19 times the price of water, yet, we don't recycle? Aren't we just spoiled brats that squander away what's given to us? There are a few solutions to this problem. Several states require deposits on water bottles, and those states with a 5 cent deposit see a recycling rate of 70%! Raise that deposit to 10 cent and it goes up to 97%! Sadly only a handful of states have bottle deposits. Why? Because manufacturers fight tooth and nail to not have to do deposits. They see it as an encroachment on their profit, which as we've already seen is astronomical so a few lost pennies really shouldn't be such a big deal, right? The bottled water companies do \"encourage recycling\" but they want people to use curbside recycling. Which, usually is funded by tax payers, so the company gets to look good without spending a penny. As a wrote in another post about curbside recycling, there's several problems with that. The main one being that 50% of Americans don't have access to curbside recycling. Yep, 50%!\n\nWhere are your water bottles ending up?\n\nSadly most plastic bottles actually end up in our world's oceans. These are very fragile ecosystems that support a huge majority of the earth's life. And sadly we're losing them because of bottled water. Do you remember learning about plankton in school? Those super little tiny organisms that are feed on by whales? And we're taught how numerous they are? Well, right now in certain parts of the oceans, there is actually more plastic than plankton. How's that for scary?\n\nI only had one major issue in this film. They kept blaming the bottled water companies. Yes, they need to be blamed, but 99% of the blame needs to be laid on consumers. If you don't buy it, they won't produce it. They produce it because it's huge profits and people pay it. From a business stand point, it's genius!\n\nThe movie does also make the point that in some situations bottled water is a much needed necessity. Natural disasters, third world countries where clean water isn't available. But in normal, every day American activity it should really have no place."}
{"text": "Comparatively Speaking: Water Content vs. Water Activity\n\nBy: Anthony J. O'Lenick, Jr., Siltech LLC\n\nPosted: December 29, 2010\n\nSidebars\n\nThis topic of water content and water activity should be of interest to all formulators interested in product safety and stability. It is a concept associated with preservation and one often discussed by industry expert David Steinberg.\n\nWater content refers to the sum of all the water either added to, or introduced with raw materials in, a formulation. The analytical method to assess water content is a titration method that was established in 1935 by Karl Fischer (see Karl Fischer Titration).\n\nWater activity or aw is different from water content in both a qualative and quantative way. First, it is a ratio of the vapor pressure of a liquid divided by that of pure water at the same temperature. Pure distilled water has a water activity of 1.00 (unitless). Second, the value in formulations is rarely 1.00. This means the ingredients in the formulation interact with the water content, altering how that water interacts with the air above the sample.\n\nWater migrates from areas of high aw to areas of low aw. For example, if honey (aw ≈ 0.6) is exposed to humid air (aw ≈ 0.7), it will absorb water from the air.\n\nThis is of interest to the formulator since it is water activity, not water content, that is most important to preservation. Most bacteria cannot grow at an aw below 0.9; yeasts cannot grow at an aw below 0.85; and molds cannot grow at an aw below 0.7. So-called dehydrated foods have aw lower than 0.61."}
{"text": "SafeSIPP\n\nWho are we?\n\nSafeSIPP provides portable water purification systems for organizations to distribute to developing countries with limited access to clean and safe drinking water. Throughout the developing world, 884 million people lack access to safe drinking water resulting in 3.5 million deaths due to water-related illness.\n\nIn addition, in order to obtain water, each day women and children are forced to travel over a mile to a local water source carrying 80 pound jugs on their heads. Over a long time period, this chore of carrying heavy loads results in health problems such as pregnancy complications and spinal deformity. In addition, women and children spend their time collecting water for their families instead of working to earn an income or attending school.\n\nAccording to the United Nations, access to safe drinking water will reduce poverty by promoting economic growth."}
{"text": "Debate and Discussion\n\nI never thought twice about drinking from the tap and always thought that fluoride was good for you. Why would the government try to poison the public right? Well, after some research I came to the conclusion that fluoride is a danger to the public and we've been deceived by the government once again! Do your own research and make up your own mind but here are some sites to get you started. And I'm sure there are people that will call me a quack but I'm just trying to warn people there MIGHT be something more to the fluoride in the water than we were lead to believe.\n\nWow! You have, like, totally opened my eyes! Come to think of it, I always thought the water in my faucet tasted a little funny. Besides, if youtube said it was true, than it has to be. Seriously, I think you might have discovered the next Watergate scandal in the U.S.A.! You know, I think the government is trying to cover this up with pointless issues like the waterboarding incidents in Guantanamo Bay, but you single-handedly exposed the government for what it truly is!\n\nSpeaking of which, I think there is another chemical harmful to us that the government isn't warning us about: hydrochloric acid! That's right! Your body probably contains several milliliters of the stuff right now, but the government never tells you. In fact, the government has already programmed vital organs in your body like your liver and your pancreas to produce this acid on it's own. Therefore, the only way to rid yourself of this wretched acid is to remove your own liver and/or pancreas. Don't worry, they're probably not vital organs, probably.\n\nWell, from this point on, I vow to never drink tap water again in order to rid myself of the horrible fluorine once and for all. Now if you'll excuse me, I have to brush my teeth.\n\nBilly vs. Tree -- The epic struggle of boy versus tree.\nSonic Colores -- It looks like it's going to be a good game because I love how the way it makes me grow.\n\nWow, sarcasm! That's original!\nIts not a matter of filtered or unfiltered, its a matter of whether you want extra chemicals designed to destroy organic matter added after it has been filtered and treated. Note the same stuff material is usually added in sufficient quantities to melt steel if it were undiluted.\n\nYes the human body can withstand certain amounts of flouride. But like a carcinogen or any other toxin, do you really want to chance it if it can be avoided?\n\nWe can withstand certain amounts of arsenic too. Doesn't mean you should drink it on a regular basis though.\n\nTheMy question is ... why would they? When it comes to government actions, I'm as big a sceptic as the next guy but who supposedly gains from this?\n\nAre there huge fluoride manufacturers pouring billions into politicians' pockets just so they can shift their product? If so, how would they make that money back when drinking water is provided at minimal cost?\n\nI know the whole fluoride-in-water issue has been controversial since at least the 1950s, but I just can't see any benefit to the government or to anyone else in a position to influence the government. On balance, therefore, I'm prepared to give the politicians the benefit of the doubt on this one.\n\nType of Water\nTo avoid nuisance algaes growing in your tank, it is recommended to get Reverse Osmosis De-Ionized water. You can often times buy this kind of water at the fish store where you found your saltwater pet. You can also buy RO water at your supermarket, as well as distilled water. What you don't want to use is tap water from the sink. It contains elements that are detrimental to your saltwater tank. Chlorine, Phosphate, Nitrate, Fluoride and more are readily detectable in tap water, but your saltwater tank needs pure water to keep your fish healthy.\n\nHawk TheNah, the you can't convince the converted no matter how much substantiated evidence you present. Cognitive dissonance. It's great reading what those who believe immunization causes autism even though a few dozen repeated studies cannot prove it and have conclusively disproven it.\n\nOh god... chemistry people. The stuff can't phucking harm you in the form and the level it's in.\nYou can't filter it either: it's dissolved.\n\nWhen fluoride harms you it doesn't do it by tiny gradual stages. It just does it. It's not some cumulative poison like lead or cadmium for goodness sake! if the calcium in your system starts getting eaten away by Fluoride you DO notice it and it HURTS.\n\nA guy working in his backyard here a few years ago, using hydrofluoric acid on some concrete got a small bit splashed on his hands. He wasn't wearing protection and he didn't have a solution that would neutralise it. So he jumped in his swimming pool hoping that would save him. He died very fast.\n---\nMan I wonder what these guys would think if they knew that nitroglycerine was a very effective heart medicine. -one of the most explosive conventional materials ever developed. Whoops, now I've told them lol!\n\nI care to disagree Ozone. Are you familiar with the concept of lead poisoning? It works the same way. Slow accumulation and exposure, usually through water. Nobody thought lead pipes made drinking water dangerous, until people starting manifesting systems and now we mostly use PVC or copper.\n\nIn fact any material harmful to the body can accrue to the point where it affects your health over time. Its called Poisoning. Same way Cigarettes can give you cancer or alcohol can wreck your liver. Some people get away with consuming them for years but in the long run frequent exposure WILL harm you.\n\nThat's the problem: it's NOT like lead. At all, in any way. the human body has a problem with Al heavy metals from uranium, to cobalt, to mercury, to cadmium, to lead... And so on.\n\nGold is OK though, you can eat that if you like :D\n\nBut The people pushing that agenda are nuts. Painful, annoying nutjuobs.\n\nEven non-radioactive Uranium, which apparently IS NOT innately harmful will do a LOT more harm to your internal organs if it keeps building up compared to the fluoride you consume in fluoridated water. ...which doesn't ;)\n\nI'm sorry to say this, but ceasing consumption of fluoridated water will provide you as much protection from harm and death as a hat covered with aluminium foil. :)\n\nozoneocean But\n\nTellOstensibly municipal water supplies add a pre-bottled mix of flouride that is safe. This does nothing to take local chemical content into account. 15 people died in Almira Michigan when the high salt content of their water interacted with the flouride and produced Sodium fluorosilicate. Sodium fluorosilicate becomes deadly at .2g within an exposure period up to 12 hours. Hydrogen fluoride is even worse and can result in chemical burns, and I don't have to tell you how much hydrogen is available in h2O.\n\nI'm not going to pedal you the crack-pot theories about it being forced medication or the illuminati trying to kill us. I simply know that its an outmoded and hazardous material. Like asbestos, it was once considered beneficial but is not safe to use. Seriously though, enough people brush their teeth now that its not even needed. Let's at least not take the risk.\n\nHydrogen fluoride is even worse and can result in chemical burns, and I don't have to tell you how much hydrogen is available in h2O.\n\nThere is a lot of Hydrogen in there. Problem is, getting it out of there. You need intense heat to create hydrogen fluoride and even then, it is a highly reactive material which is quick to break down into other fluorides. That's why you usually don't see too much of it outside of smelting plants and factories. In nature, you don't see too much of it outside of active volcanoes. I don't think you have to worry too much about tap water magically converting itself to hydrofluoric acid. Even if you boil your water you aren't exposing it to enough heat to cause that reaction.\n\nimshard TellIt's NOT cumulative because of the kind of chemical it is. It has no trouble passing through the body, unlike the aforementioned heavy metals.\n\nNutritionists are not respected professionals. What they practise is 1/10th common knowledge science and 90% pop theory on food. I'm not surprised they tell you things about Fluoride. As for medical professionals, being a doctor doesn't confer sense on someone unfortunately. I knew doctors that practice acupuncture and homoeopathy. By that token- YES, abstaining from tap water WILL be god for you, because the placebo effect will probably have some bearing then ;)\n\nAs we keep saying- the fluoride is not in a form or in a sufficient amount to affect the calcium. Besides, The body doesn't produce calcium, stars do that. You just ingest the stuff. But the fact is that most studies show that even when you drink a lot of milk or take a lot of calcium salt supplements not even much of that goes to the bones. You really don't have to worry about fluoride stripping it- you ingest more calcium than you do fluoride... If the stuff in toothpaste and tap water did work that way it'd be nullified by your food intake anyway.\n\nAs to your anecdote about the deaths in the small town, a source would be good. But I'd seriously doubt the veracity of the scenario since it amazingly unlikely. I've no doubt those people could have died from exposure to that chemical, but I don't believe it had anything to do with the fluoride ions added to their drinking water - since the standard process is such that it would be impossible. Indeed, I know for a fact that we have fluoridated water supplies here with extremely high salt content and yet nothing of the sort has ever occurred. (or could, logically, if you go by the chemistry).\nSo if those people actually DID die and it really was from exposure to said chemical, I would speculate that the source was somewhat different from the one you believe. -accidental chemical spill, supply tampering, a catastrophic breakdown or error with some mechanical process or other that resulted in the contaminate being introduced.\n\n-Such things happen. Not song ago Several miners became extremely ill after water contaminated by uranium tailings leaked into the reservoir of their drinking water. The situation wasn't discovered for several days, during which time the poor men had bein increasing their exposure.\n\nlet me make this simple.\nFluoride in almost any form bonds to calcium, that calcium is then not usable by your body. Very few forms of it are safe for consumption, and it doesn't take much for its chemical structure to change or reform into one that is hazardous.\n\nWater treatment facilities regularly superheat and re-condense water to purify it. Thus increasing the odds of unwanted chemical reactions.\n\nFluoride only works topically to protect the dental enamel. There is no benefit whatsoever, and considerable evidence of harm, from ingesting fluoride. Many dentists are aware of this fact.\n\nHalf of all ingested fluoride remains in the skeletal system and accumulates with age.\n\nFluoride is an effective insecticide amongst other things and works by destroying critical enzymes (G-proteins). This is how it negatively affects human health as well. For example, fluoride disrupts thyroid health by displacing iodine uptake in the thyroid gland and it also causes calcification of the pineal gland, which disregulates the pituitary gland, which is the master gland of the endocrine system. Pineal calcification is especially prevalent in teens, who are going through growth spurts. Fluoride accretes in bone, and bone turns over more rapidly during periods of growth. Who knows a teen with disrupted sleep habits? Fluoridated communities have higher rates of hip fractures, and higher rates of cancer.\n\nMoney saved from halting water fluoridation programs can be more wisely spent on public health education about diet and topical fluoride varnishes for those at risk for dental decay.\n\nBefore it is added to water, most fluoride is purchased from factories and powerplants as a byproduct and classified as toxic waste by the EPA.\n\nMore benefit could be obtained from spending the same money on hygiene and public health programs as on fluoride.\n\nDeny it all you want but the fact is minerals and not just heavy metals become trapped in the body. If they didn't we'd fall apart into greasy pools of fluid.\n\nPimshard PMy mother works for Health Canada. Her job is to determine whether things are safe to be eaten. I just asked her about this, and she basically confirmed what Ozone has been sayingNo one has mentioned the chlorine that they also add to the water. I know that's added to reduce the number of bacteria in the water but good god. I've tasted US tap water and it was horrible. I'll never go near that shit. If I order a coke in a restaurant and it turns out that it was made in a post mix machine (cola in syrup form mixed with carbonated tap water) I have to turn it away because even that tastes revolting (and no, I'm not one of those pansies that ask before hand and starts to whine if they say yes. I can easily taste it).\n\nI have a funny story. Do you people remember a Simpson episode where Bart insulted Australia and he had to go there to apologize? The whole thing started because Bart found out that water in the southern hemisphere turned counter clockwise while it turned clockwise in America and called Australia to check. When they visited the US embassy over there the toilet system had been rigged to force the water to turn clockwise so that the US personnel would feel more at home. I never figured how true this joke was until I heard of this particular case.\n\nWell, there used to be a US army base in Iceland near where I lived and the local government one day realized that the army was shipping water to the base from America. Figuring that was a bit wasteful, Icelandic government representatives contacted the army officials and asked why they simply didn't buy water from them. The Army asked for samples of tap water to test which was quickly provided. Shortly after the Army responded with a request to receive unfiltered water to test. Apparently they thought that the water had been treated because the purity levels were considered too high. They were told that this was not the case and the water was unfiltered. Naturally the water was qualified and the US troops stationed there were treated with local water but here's the kicker. It was decided that the water should, despite it's purities, be treated with chlorine and fluoride anyways, so that the soldiers would feel more like home.\n\nThose were my two cents.\nIf you have any other questions, please deposit a quarter.\nThis space for rent.\n\nForget fluoride, I've discovered there's something even more toxic in the water supply. It can cause results such as damage to the central nervous system, lungs and eyes creating symptoms such as disorientation, breathing difficulty, vision changes, damage to cell membranes, collapse of the alveoli in the lungs, myopia, retinal detachment and seizures.\n\nYes that's right the fiend I speak of is... Oxygen! Granted this only occurs from exposure to pure oxygen, yet oxygen is a toxin and you'll notice it doesn't accumlate to unsafe levels in the body and kill you. The point is, just because something is toxic one way doesn't make it completely harmful. In fact pretty much anything good for you has it's bad points too.\n\nHere's another lovely example you seem to think calcium is harmless correct? Well then perhaps some Calcium Hydroxide should be perfectly healthy? I mean it's just Calcium, hydrogen and oxygen right? Let's see:\n\nSo wait, good things can be bad for you under certain conditions? It might even interest you to know Calcium Hydroxide is used to remove solute from drinking water as part of sewage treatment AND as a Calcium supplement in mineral fortified baby formulas.\n\nBut by all means let's worry about a little diluted fluoride your only getting small doses of at a time. As a user of heavily fluoridated toothpaste (Neutra Fluor 5000+, look it up it's the most fluoride you can have in toothpaste) and a drinker of tap water I have not as of yet ever had any adverse effects to my health from it, unless you count hardening of the enamel on my teeth an adverse effect.\n\nThe fact is most things are harmful if they are handled incorrectly, the fluoride in the water supply is about as toxic as the oxygen. Which is to say, very under the right conditions which fortunatly, they aren't.\n\nThe History of Fluoridation In the early 1900s, Dr. Frederick S. McKay began an almost 30-year search for the cause of the staining of teeth that was prevalent in Colorado, where he practiced dentistry. In his investigation, McKay found the condition common in other states, including Texas, where it was known as \"Texas teeth.\" In 1928, he concluded that such teeth, although stained, showed \"a singular absence of decay,\" and that both the staining and the decay resistance were caused by something in the water. In 1931, the \"something\" was identified as fluoride. ....In 1943, he reported that the ideal amount of fluoride was one part per million parts of water.\n\nThe next step was to determine whether water engineering could copy nature's amazing dental health benefit. At several test sites, the fluoride concentration of the public water supply was adjusted to one part per million. One such test was conducted in the neighboring cities of Newburgh and Kingston, New York. ...After ten years, the children of Newburgh had 58% fewer decayed teeth than those of nonfluoridated Kingston. ....\n\nToo much fluoride can cause dental fluorosis, which, in its mildest form, causes small, white, virtually invisible opaque areas on teeth. In severe form, fluorosis results in brownish mottling. However, dental fluorosis is not caused by artificial fluoridation, because the levels are kept low enough to avoid this effect.\nquoted -- \n\nThe National Academies of Science did a study where they found health problems in people who have fluoride levels at or near 4mg/L in their water, which is the highest level approved by EPA. 200,000 people in America have water at this level and they show a higher degree of developing severe tooth enamel fluorosis and also bone fractures. 1.4 million Americans have fluoride water levels at 2mg/L, the EPA secondary recommended level, and the studies show mixed results, with some moderate tooth enamel fluorosis but not enough to be a health risk beyond tooth coloration, and inadequate data for bone fractures.\nsource --  [www8.nationalacademies.org]\n\nSo it looks to me that there is some legitimate concern about water fluoridation at very high levels around 4 ppm. But I wasn't able to find any studies showing any health problems with populations who have water fluoridation at the ADA recommended 1 ppm.\n\nShade Here's another lovely example you seem to think calcium is harmless correct? Well then perhaps some Calcium Hydroxide should be perfectly healthy? I mean it's just Calcium, hydrogen and oxygen right? Let's see:\n\nI'm sorry but that's a stupid example. Sure calcium, in it's pure form, may be good for you but Calcium Hydroxide is a chemical compound. When you mix different elements together you normally get something with drastically different properties.\n\nTake for example chlorine and sodium, a highly toxic gas and an unstable mineral. Combine the two and you have table salt.\n\nTake oxygen, one of the three things that's essential for fire to exist. Take Hydrogen, one of the most potent fuel for fire. Combine the two and you have something that puts out fire, water.\n\nAnd chemicals can be different depending on how it's put together. Glucose, table sugar and fat are all chemicals made from Carbon, Hydrogen and Oxygen, each one respectively more complex.\n\nEven elements can have different chemical makeup. Carbon can be found in pure form as graphite, coal or a diamond.\n\nIn short. I find this example of yours to be invalid. However.. kudos on the oxygen toxicity example. All things that may be good for you are normally bad in large dosage, and vice verse. Heck, some doctors have figured out that some of the worlds most deadliest poisons can be good for us... in a very, very small dosage.\n\nThose were my two cents.\nIf you have any other questions, please deposit a quarter.\nThis space for rent.\n\nProduct Placement Sure calcium, in it's pure form, may be good for you\n\nHahaha, it's not. It's like sodium. You eat some of that and your neck will end in a bloody stump lol!\n\n------------\nimshard- in the form Fluoride is added to water there is not enough to have that affect on bodies or the bones therein. None of those negative health problems are backed up by reputable agencies IF you're talking about the fluoride as it is added to water supplies in the amount and form that is common practise. IN the form and amounts that it's added to the water supply it DOES NOT accrete to the bone or what have you. It just doesn't. Just like drinking a calcium plus milk DOES NOT strengthen your bones any more than normal milk, even though nutritionists and advertising people would like you to think that it does- the science doesn't show it. the trouble with this fluoride bullshit is just like the rest of the health/nutrition fringe fad stuff: They extrapolate from real studies into areas of wild speculation where it just doesn't apply.\n\nFor that very reason the satirical examples given by PP and Shade are quite appropriate: they illustrate what's happening; something that is true in one instance, taking into account certain conditions, is inappropriately extrapolated to be true in all conditions. That's not scientific man. It's fine to extrapolate and formulate a hypothesis, but you have to realise that extrapolation is ALWAYS subordinate to data about real world conditions and studies actually focusing on the the specific real world conditions that you are speculating and extrapolating aboutOk my point isn't that fluoridated water is immediately toxic. Even though the risk of accidents resulting from the use of hexafluorosilicic acid (the most common fluoridating agent) in municipal water supplies is quite high (dangerouness not likelihood). Since it decomposes under nominal conditions and once it is diluted resulting in free Fluoride ions. Ions that can and do recombine with other elements without special stimulus. Even lava sulfate and sand bed filtering does little for this and 98% of US water supplies are closed loops that recycle the same water continuously. The same water is treated and retreated with fluoride. While fluoride is usually only added in amounts that would equal 1ppm few districts bother measuring the existing content of fluoride and instead focus on chlorine and Ph levels. Fortunately safety commissions usually shut down a supply if it is discovered to exceed 7 ppm fluouride.\n\nThat said, it is the long term effects that concern me since incidents of actual immediate toxicity are quite rare. When asked, most officials and professionals will correctly tell you fluoridated water is safe because by and large it is. You can safely drink tap water and not die. But over time it will lead to long-term health effects as the material accumulates in your tissues and modifies your body chemistry.\n\nIt belongs in toothpaste where its greatest effectiveness (as a topical treatment) can be achieved."}
{"text": "H2Go purifies water direct from tap to reduce plastic waste\n\nBottled water may provide a hygienic alternative to quench your thirst, but the empty bottles littered in the open become utterly unhygienic for the environment, as plastic takes thousands of years to decompose. Addressing the issue, Indian design firm Kiba Design has come up with a portable water purifier that doubles as water container. Entitled \"H2Go,\" the water purifier features the shape of a donut and makes use of silver-impregnated activated carbon filters and a micro-filtration membrane to sterilize water from the tap. Passing the filter though water, using the serrated disc to store potable water, the H2Go also integrates a partition wall to divide purified and unfiltered water, so you'll have clean water at your disposal anytime, anywhere."}
{"text": "I often use CLO2 (for example this product) to treat drinking water when I'm backpacking and boiling is not convenient. The instructions for the product say that the dose should be tripled if the presence of cryptosporidium is suspected.\n\nWhat are the warning signs that could indicate that a source of water is contaminated with cryptosporidium?\n\n1 Answer\n\nAs Cryptosporidium is passed in the faeces of animals, the more heavily the land is used by animals, the greater the risk of Cryptosporidium contamination in water sourced from that land.\n\nThis article suggests some ways (quoted below) to avoid Giardia (which has a similar lifecycle to Cryptosporidium), conversely, if you are unable to source water following these guidlines the greater risk of Cryptosporidium contamination.\n\nDrink from large streams whenever possible, preferably those entering from the side rather than those paralleling the trail.\n\nWater in fast-flowing streams is safer because any contaminants present at any location are swept downstream, being quickly displaced by presumably clean water from above.\n\nWater at higher elevations is safer, partly because of reduced human and animal presence, and partly because water flowing to lower elevations has a chance to pick up more contaminants the farther it travels.\n\nTaking water from a lake is best advised at the inlet, with the next best place at the outlet. Inlet water has a tendency to flow somewhat directly to the outlet, undergoing little mixing with the lake water as a whole.\n\nFew Giardia cysts survive harsh Sierra winters. Contamination begins essentially anew each year, so springtime water is safer than summer or fall.\n\nThe colder the water is, the more likely it is freshly melted, meaning less opportunity for contamination.\n\nBecause filtration of water through soil removes Giardia cysts, deep well water is considered safe. By implication, springs in the wilderness should be, too.\n\nOne would think that, after a heavy snow year when streams run full and long, some kind of \"flushing out\" of lakes and streams must be occurring. Conversely, it makes sense to be more cautious in dry years.\n\nAvoid water that likely could have passed through an area subject to heavy human or animal use.\n\nIf it doesn't look good—it's cloudy or has surface foam—treat it or don't drink it.\n\nthanks, that was an interesting article. One significant difference between giardia and cryptosporidium to keep in mind though is that while giardia cannot survive for a long time in cold water (less than a day in freezing water according to your source), cryptosporidium can (for over a year). Therefore, it seems that for cryptosporidium, a very cold water source is not quite as advantageous. – Big GeneralFeb 13 '12 at 21:15"}
{"text": "stevem,\nI'm no expert, but I think it might have to do with the build-up of contaminants in the water, and their detrimental effect in the boilers (scaling, etc).\nIn the cooling towers, large volumes of \"pure\" water are evaporated, increasing the concentration of Ca, Na, etc. in the remaining water.\nThis is not to say that a purifying process such as RO (reverse osmosis) could not be used.\n\nstevem,\nRecycled sewerage effluent is so pure that I still think it's best use is for domestic drinking water, not industrial. However, due to the social/political hurdle of the public conception of drinking \"poo\" I concede that industrial use is a good start.\n\nBut our power stations could do a lot better than their current performance with respect to water. The steam cycle requires that the process water is cooled after it emerges from the turbines. This is done by evaporative cooling - allowing massive quantities of water to evaporate in cooling towers.\n\nHowever, they could take a separate stream of impure water (grey water, stormwater, seawater) and use it to cool the process water in a series of heat exchangers. This would immediately reduce or eliminate the need for evaporative cooling.\n\nThen, the impure water stream, which has been heated with \"free\" waste energy, could be very cheaply purified, using either flash distillation (if it's hot enough) or RO (which becomes more efficient as temperature increases).\n\nSo there is a two-fold gain. Reduced consumption of water in the power station, and cheap water purification powered by free waste energy.\nThis technology exists today. They do it in Dubai. If our state government invested some money researching and implementing this technology, we really could lay claim to being the \"smart state\".\n\nDarren the jury is still out in my book for using sewage as drinking water, however you never cease to amaze me with that practical and innovative solution. The technical details are way above my head but you deserve a gold medal for your last post.\n\nLuv it\nLets do it, as power is one thing we already suffer from not enuf of.\nIt also saves the Mary!\nDarren maybe you should use your engineering talents more than wixing up merds! _________________ Everyone who drinks this water will be thirsty again, but whoever drinks the water I give him will never thirst. John 4:13f\n\nSomething I meant to add earlier (but had lost the piece of paper I wrote it down on):\n\nTarong power station consumes 28.2 GL of water per year (i.e. nearly half the yield expected from Traveston Dam). [Based on 2003/2004 data from Tarong Energy website].\nIt's power capacity is 1400 MW, i.e. the same as the Dubai power station referenced above.\nTarong produces roughly 1/4 of Queensland's electricity, so the total water consumption associated with electricity generation must be in excess of 100 GL/year. That's a lot of water!\nIf you look at the cost:yield equation for the proposed dam (>$2B for 70 GL/year) that should mean a lot of money to throw at improving the water efficiency at coal fired power stations.\n\nThe station also has two cooling towers which emit fog-like clouds of water vapour. The towers cool the hot air that was used for cooling steam in the station's condensers. The flow of air in the towers cools the hot water by evaporating as it falls from the upper hot pond to the lower cold pond. The cool water is then pumped back to the condensers and the process begins again"}
{"text": "…PT4000T36-GOLD all work together to rid your water of contaminants. Because of this 4 stage process, the PT4000T36-GOLD requires 3 separate reverseosmosisfilters and an RO membrane: they are the 5 micron sediment filter, a carbon block filter, a reverse osmosis membrane and a post carbon filter. Each…"}
{"text": "Aqua-Sol is a powerful biocide which purifies on-board water tanks by destroying all water borne bacteria and viruses. It also removes tastes and odours caused by plastics, GRP, chlorine and metals, so keeping water fresh. 250ml treats up to 625 li tres of water"}
{"text": "Calorifier - Hot-water boilers\n\nDrinking water is heated and stored in hot-water boilers which are generally connected to the central heating system. Or in a calorifier where an electrical coil is used to produce the heat. These boilers tend to scale up very greatly if the water is hard, primarily if the temperature is high accordingly. Frequently, such boilers also start to rust after a few years and this is why stainless steel boilers are used to a greater extent today. Merus clears the scale in the boilers if used properly and this scale is then flushed out with the water. Existing rust deposits are partially dissolved and converted. At boilers heated electrically might occure the problem of less efficiency, if the coil gives a strong electrical field. These electrical heating systems may emit fields, which impair the\n\naction of Merus so only slight scale removal occurs. Generally, only the build-up of scale again is greatly reduced in such cases. See as well the case study Water in Fitness Clubs or a Public Pool in the city of Munich."}
{"text": "Calorifier - Hot-water boilers\n\nDrinking water is heated and stored in hot-water boilers which are generally connected to the central heating system. Or in a calorifier where an electrical coil is used to produce the heat. These boilers tend to scale up very greatly if the water is hard, primarily if the temperature is high accordingly. Frequently, such boilers also start to rust after a few years and this is why stainless steel boilers are used to a greater extent today. Merus clears the scale in the boilers if used properly and this scale is then flushed out with the water. Existing rust deposits are partially dissolved and converted. At boilers heated electrically might occure the problem of less efficiency, if the coil gives a strong electrical field. These electrical heating systems may emit fields, which impair the\n\naction of Merus so only slight scale removal occurs. Generally, only the build-up of scale again is greatly reduced in such cases. See as well the case study Water in Fitness Clubs or a Public Pool in the city of Munich."}
{"text": "Drinking water on cruise ship\n\nIs the drinking water on the cruise ship filtered, so the ice and other foods made with water OK to drink? Also does anyone know price of bottle water on ship, and also, the price of soda cards, Carnival ImaginationTHANKS\n\nMost cruise ships pull into port (U.S. ports) and take on fresh water. At sea, they have evaporators that turn salt water into fresh water.\n\nNot sure what they do in foreign ports, but you can tell the difference. Ship made water is very soft -- you feel it is very difficult to get/wash the soap off your body. Most shore water that is taken on tends to be \"hard\" -- makes it difficult to soap up.\n\nAll ships made in the past 10-15 years have systems that produce pure water from sea water. Seldom is there any need for them to take on water, especially in a foreign port.\nThese systems are so high tech that they produce water that is at or above the purity of bottled water.\n\nI'm an engineer Merchant Marine Cadet (training to become the people who crew the cruise ships). Potable (drinking) water onboard ships is usually made by boiling seawater at very high temperatures and capturing the salt-free condensate that the process produces. Believe it or not, that water is actually purer than any bottled water you'll ever find. If I remember correctly, it's usually around 7 parts per million salt. Bottled water is usually around 60 ppm"}
{"text": "Water is one of the valuable and precious resources of our earth. 65% of our bodies are made up of water. Although water covers 71% of the earth's surface, 97% of the world's water is salty or otherwise undrinkable. 2% of the earth's water is locked in ice caps and glaciers, this leaves only 1% for all humanity needs.\n\nWe use water to drink, for recreation or just to look at. Water pollution can occur through natural processes, but mostly it is a result of human activities. When water becomes polluted, it loses its value to us economically and aesthetically.\n\nWe use water daily in our homes and industries. Water we use is taken from lakes and rivers and from underground (groundwater). After we have used and contaminated it, most of it returns to these locations. Used water of a community is called wastewater or sewage. If there are not properly treated before being discharged into waterways, serious pollution is the result.\n\nWater pollution also occurs when rainwater runoff from urban and industrial and agricultural land and mining operation makes its way back to receiving waters (river, lake or ocean) and into the ground.\n\nThere are a few different types of water pollution. Microbiological water pollution happens when disease causing (pathogenic) microorganisms like bacteria, viruses or protozoa can cause swimmers to get sick. Chemicals that are disposed by factories can also pollute the environment. These chemicals can cause acid rain. Aquatic life may also consume the chemicals which might kill them or else be passed up the food chain.\n\nOxygen depleting substances which may be present in polluted water is another problem. When oxygen depleting substances are present in water, the amount of oxygen in the water will decrease until a point where there is not enough oxygen for aquatic..."}
{"text": "Health Concerns\nContaminants in drinking water always are cause for concern. However,\nit is important to distinguish between the acute and chronic effects\nof harmful substances.\n\nAcute Effects\n\nAcute effects appear shortly after ingestion of contaminated water,\nusually within several weeks. They ususally appear soon after exposure\nto a toxic substance. For example, a farmer who accidentally spills a\npesticide may shortly thereafter suffer nausea, dizziness and\nvomiting.\n\nIn Idaho and the rest of the nation the most commonly detected\ndrinking water problem is bacterial contamination caused by improper\nwell construction and maintenance. Bacterial contamination is a common\ncause of acute toxicity, producing symptoms as mild as upset stomach\nand diseases as serious as dysentery, typhoid fever and hepatitis.\nHousehold cleaners and garden chemicals are other examples of\ncontaminants that can produce acute effects.\n\nChronic Effects\n\nChronic effects appear after longer incubation periods, possibly even\nafter a number of years. Chronic effects result from exposure to a\nsubstance over weeks or years. For example, a coal miner who breathes\ntraces of coal dust for many years may later develop serious\nrespiratory problems.\n\nOver time, some drinking water contaminants can damage the liver,\nkidneys, heart and other body organs. Health officials are almost\nalways concerned about chronic effects of drinking-water contaminants\nsuch as low-level nitrates, radon and volatile organic chemicals. Such\neffects may include cancer or damage to the central nervous system.\n\nDrinking Water Standards\nThe Environmental Protection Agency (EPA) standards for drinking water\nfall into two categories -- primary standards and secondary\nstandards.\n\nPrimary Standards\n\nPrimary standards are based on health considerations and are enforced\nby the EPA. They protect you from three classes of toxic pollutants:\npathogens, radioactive elements and toxic chemicals. Primary standards\nset a limit, called the maximum contamination level (MCL), on the\nhighest allowable concentration of a contaminant in drinking water\nsupplied by municipal water systems. The MCL is usually espressed in\nmilligrams per liter (mg/l), which is the same as parts per million\n(ppm).\n\nSecondary Standards\n\nSecondary standards cover contaminants that cause offensive taste,\nodor, color, corrosivity, foaming and staining. The concentration\nlimit is called the secondary maximum contaminant level (SMCL).\nSecondary standards are not enforced. They are guidelines for water\ntreatment plant operators and state governments attempting to provide\ncommunities with the best possible water quality.\n\nIdaho Standards\n\nThe state of Idaho has established water quality standards based on\nthe actual or intended use of water. These uses include domestic,\nagricultural and recreational uses and use for aquatic organisms.\n\nContaminants or potential contaminants covered by Idaho regulations\ninclude hazardous, deleterious and radioactive materials; floating,\nsuspended or submerged matter; excess nutrients; oxygen-demanding\nmaterials and sediment. Standards for Idaho water quality are\nestablished and enforced by the Division of Environmental Quality,\nIdaho Department of Health and Welfare. While existing standards help\nensure safe water, standards do not exist for many additional\ncontaminants.\n\nIdaho drinking water standards do not apply to individual\nwater systems, only to community water systems serving 10 or more\nresidences or 25 people.\n\nIdaho drinking water standards are established based on current\nknowledge to provide a reasonable assurance that water will not cause\nhealth problems. They cannot always guarantee zero risk.\n\nIdaho drinking water standards can be made less or more\nrestrictive in accordance with the Idaho Administrative Procedures Act\nto meet specific water conditions at a particular site.\n\nIdaho standards for\ndomestic water supplies.\n\nSubstance\n\nMaximum allowable\nconcentration\n\n(mg/l or ppm)\n\nArsenic\n\n0.050\n\nBarium\n\n1.000\n\nCadmium\n\n0.010\n\nChromium\n\n0.050\n\nCyanide\n\n0.200\n\nFlouride*\n\nDegrees\n\nup to 12.0 C (54 F)\n\n2.400\n\n12 C (55 F) -- 15 C (58 F)\n\n2.200\n\n15 C (59 F) -- 18 C (64 F)\n\n2.000\n\n18 C (65 F) -- 21 C (71 F)\n\n1.800\n\n22 C (72 F) -- 26 C (79 F)\n\n1.600\n\n26 C (80 F) -- 32 C (90 F)\n\n1.400\n\nLead\n\n0.050\n\nMercury\n\n0.002\n\nNitrate (as N)\n\n10.000\n\nSelenium\n\n0.010\n\nSilver\n\n0.050\n\nEndrin\n\n0.0002\n\nLindane\n\n0.004\n\nMethoxychlor\n\n0.100\n\nSodium\n\nNo maximum established; 20\nsuggested as optimum\n\nToxaphene\n\n0.005\n\nTrihalomethanes\n\n0.100\n\n2, 4-D\n\n0.100\n\n2, 4, 5-TP Silvex\n\n0.010\n\nColiform bacteria\n\n2 per hundred\nmilliliter (ml) for any individual sample\n\nTurbidity\n\n5 nephelometric\nturbidity units (NTU) for any individual sample\n\n* As determined by the average annual maximum daily\nair temperature for the area where the water is to be used.\n\nThe Authors -- Roy Taylor is Extension agricultural\nengineer, Ernestine Porter is Extension textiles and clothing\nspecialist and Robert L. Mahler is soil scientist and Extension water\nquality coordinator, all in the University of Idaho College of\nAgriculture, Moscow"}
{"text": "The life of refrigerator water filters is dependent upon the volume of contaminants in the water as well as the amount of use of the filter. Nicely water is more likely to include contaminants not identified in publicly treated water and could need to have a lot more frequent filter changes. As a rule of thumb, the filter really should be changed as specified by the manufacturer or at least every six months.\nCarbon is the major substance employed in water filtration methods since carbon has the potential to absorb several of the chemical substances discovered in water. Most refrigerator water filters, which meet NSF/ANSI 42 certification standards, use granular activated carbon (GAC) to attract chemicals and impurities responsible for negative taste and odor, such as those that are a by-product of chlorine. These filters are not capable, however, to rid water of more dangerous, health-threatening contaminants. The method by which water is channeled through GAC filters does not allow sufficient time to complete the absorption of such substances. Various bacteria are formed, trapped and allowed to multiply, which additional contaminates water processed by the filters. Carbon is not capable to absorb heavy metals, such as lead. GAC filters might trap some heavy metals and sediments, but allow other people to filter through to the output water. Failure to change the water filter, each six months, permits unabsorbed water contaminants and newly formed bacteria to saturate the filter, forcing the filter to leak contaminants back into processed water. The water output may possibly contain a lot more contaminants than the filter was intended to get rid of in the first location.\nTechnology has lead to the development of much more absorbent carbon-based filters, solid carbon block filters. These filters contain solid blocks of carbon to absorb contaminants from water. Water takes longer to strain through carbon blocks than it does carbon granules, so that carbon blocks provide adequate time for the absorption of far more well being-threatening containments. Even though carbon block filters are capable to absorb toxics, pesticides, TTHM's and other contaminants, they can't absorb heavy metals or contaminants that are by-products of agricultural fertilization, such as nitrates or sulfides. The composition of carbon blocks allows them to restrain heavy metals and bacteria away from output water, even so, nitrates and sulfides are not filtered. Even so, carbon block filters are sufficient to meet NSF/ANSI 53 certification standards. Failure to modify carbon block filters, every six months, makes it possible for contaminants to saturate the filter, forcing the filter to leak contaminants into the processed water. When sediments are not removed from water, those sediments buildup and corrode filter fittings and water fixtures, causing them to leak. This kind of damage to filters and fixtures could result in the output water to contain more contaminants than the water input to the filter. Failure to adjust the filters may well also minimize the water pressure, inside the filtering system, forcing it to be ineffective.\nSome refrigerator water filters may include fiber water filters. These filters are created of tightly wrapped fibers of rayon or spun cellulose, which trap rust, lead and other sediments found in water. When used alone, these filters are ineffective in reducing any chemical or wellness-threatening contaminants. Fiber filters are very best suited for use with other sorts of filters to lessen the concentration of sediments. They should be replaced, every six months, to stay away from a build-up of sediments that would force the filter to leak the contaminants back into the processed water. reverse osmosis water filtration systems for home"}
{"text": "It takes more than fluoride to make person stupid-haha. Intelligence is largely inherited.\n\nI got regular fluoride treatments at the dentist. I drink fluoride free-water. I have an above average IQ. Your fear tactics aren't scaring me. Stop with the exaggerations please. Actual fluoride poisoning only occurs at high levels. In small amounts it is relatively harmless- too much of anything is a bad idea.\n\nI've been concerned about fluoride in our drinking water for a long time. I fought it being added to the water in county I live in, but it happened anyway; it is the waste by-product of a phosphate plant in the area. I am more concerned about the effects of fluoride on small creatures, and health effects on all of us, than about it making people \"stupid\".\nStill, it is an interesting video; thanks.\n\nTrue, but I was referring to health effects on creatures much smaller than children. For instance, fluoride causes brittle beaks in birds, I have very loved animal companions who weigh less than ten pounds. The fluoride in tap water is everywhere, even if you personally make attempts to avoid it. Maybe it does explain, why so many don't seem to give a sh*t about anything that doesn't directly effect them at the time. I've been noticing that for a long quite awhile now.\n\nI've used filters on my tap water for many years -- and I'm so tired of hearing that tap water is fine and good for you -- when you're accustomed to filtered water, one taste of our tap water and you know better...\nThanks for sharing...well done video.\n\nI stopped drinking city water a long time ago, but I just looked on the lables of the bottled watter I drink, and it has fluoride. So does my toothpaste and mouthwash. .-. The only water I have that's fluoride free is flavored, and I DO have some little kids toothpaste lying around that's fluoride and bleech free. It'll do for now."}
{"text": "History of water disinfection\n\nHistory of drinking water disinfection The link between water quality and health has been known since the early ages. Clear water was considered clean water. Swamp areas were associated with fever. Disinfection has been applied for centuries. Two basic rules dating back to 2000 B.C. state that water must be exposed to sunlight and filtered with charcoal and that impure water must be purified by boiling the water and than dipping a piece of copper in the water seven times, before filtering the water. Descriptions of ancient civilisations were found about boiling water and water storage in silver jugs. To realize water purification copper, silver and electrolysis were applied.\n\nDisinfection has been applied for several decades. However, the mechanism has been known for only one hundred years. In 1680 Anthony van Leeuwenhoek developed the microscope. His discovery of microorganisms was considered a curiosity. It took scientists another two hundred years before they started using the microscope to distinguish microorganisms and other pathogens. The first multiple filter was developed in 1685 by the Italian physician Lu Antonio Porzo. The filter consisted of a settling unit and a sandfiltration unit. In 1746 the French scientist Joseph Amy received the first patent for a filter design, which was applied in households by 1750. The filters consisted of wool, sponges and charcoal.\n\nFigure 1: John Snow Figure 2: contaminated water pump spreads cholera\n\nFor the past centuries humans have suffered from diseases such as cholera and the plague. The origin of these diseases was misinterpreted. It was said that the diseases were a devine punishment or were caused by impure air or the alignment of the planets. In 1854 a cholera epidemic caused many deaths in the city of Londen. John Snow, an English doctor (figure 1), discovered that the cholera epidemic was caused by a contaminated water pump (figure 2). He prevented a spread of the epidemic by closing down the contaminated water pump. After that scientists have performed bacteriological studies to research the development, existence and identification of microorganisms and the removal of microorganisms from drinking water.\n\nIn the nineteenth century the effect of disinfectants, such as chlorine, was discovered. Since 1900 disinfectants are largely applied by drinking water companies to prevent the distribution of diseases and to improve water quality."}
{"text": "is Lab Grade Water Purified?\n\nThere's something in the water, and it would love to go after your experiments.\n\nStraight out of the tap, water contains microorganisms, endotoxins, DNase and RNase, salts and other impurities that could gobble up your experiment in one bite. Of course we avoid this drama completely by using purified water from which these nasties have been removed. But how is this purification done?\n\nWell in practice a number of techniques are used, each of which can remove a different set of impurities.\n\nSo here are the techniques:\n\n1. Distillation. A technology as old as the hills (or at least as the stills that were hidden in the hills). Water is heated to its boiling point then condensed back to liquid. This will remove many impurities but impurities with a boiling point equal to or less than that of water will also be carried over in to the distillate.\n\n2. Microfiltration. In this technique, pressure is used to force the water through a filter with pore sizes of 1 to 0.1 micron in order to remove particulate matter. Filter diameters lower than 0.2 micron removes bacteria – so-called cold sterilisation.\n\n3. Ultrafiltration uses even smaller pore sizes (down to 0.003 micron). These are essentially molecular sieves, which remove molecules with a diameter larger than the pore size. It can be used to remove viruses, endotoxins, RNase and DNase\n\n4. Reverse osmosis. If you thought that ultrafiltration used impressively small pore sizes, you'll be even more impressed by reverse osmosis . Reverse osmosis filters have pore sizes of less than 0.001 microns, which allows them to sieve ions depending on their diameter. This is used for desalting the water.\n\n5. Filtration through a bed of activated carbon is useful for removing things like chloride ions and organic compounds, which are adsorbed onto the surface of the carbon.\n\n6. UV radiation. We all know what UV radiation, at specific wavelengths, can do to DNA and microorganisms. So UV is an obvious way to remove microorganisms from the water. It can also clean up the water by breaking down certain organic compounds into less harmful products.\n\n7. Deionization/ Ion exchange. This technique removes ions from the water by passing it through a resin bed containing a mixture of cationic and anionic resins. Positive ions in the water are attracted to the anionic resin particles and negative ions are (yes, you've guessed it) attracted to the cationic resins. The result is that nicely deionised water comes out of the other end of the resin bed.\n\nCommercially available water, or water purification systems will typically use a combination of these. The higher the water purity grade, the more techniques used.\n\nAny questions or comments? Just jump in and join the discussion in the comments section below. The water's lovely.One of my colleagues, a very good molecular biologist, told me that the only time she uses chemistry is when she needs to calculate molarities. I, of course, scoffed at this statement, and tried to remind her of all the chemistry she uses daily. True, I may be a bit biased since I am a [...]\n\nEvery biologist is familiar with the profile of the rate of an enzymatic reaction versus temperature as shown in the figure. We know that enzymes from E.coli or warm-blooded animals tend to have an optimum around 37°C while those from thermal vent bacteria have much higher optimal temperatures. Surprisingly, I find that many biologists don't [...]\n\nIf you want to isolate plasmid DNA, you crack your cells open and carry out a miniprep, trying very hard not to get any contaminating genomic DNA in your sample. If you want genomic DNA, you crack your cells open in a different way and try to isolate as much of the stuff as possiblefrom John Mackay on\nJanuary 11, 2010\n\nInteresting that often reagents such as Taq and other enzymes, dNTPs etc are qizzed first for contamination rather than looking at the reagent that makes up probably 90% of the reaction\nStill, have been reports of DNA sequences (legionella comes to mind) and another one I cannot recall the publication, being amplified from commercial water supplies.\nNice review Nick\n\nLab water is so often overlooked as an important factor when designing experiments and (as mentioned by John here) when looking for sources of errors. The whole area of lab water has been carefully looked at by a number of agencies/groups including the American Society of Testing and Materials (ASTM) and the Clinical and Laboratory Standards Institute-Clinical Laboratory Reagent Water (CLSI®-CLRW). These organisations have similar (but not identical) definitions for highly purified water, which are determined based on parameters such as the water's conductance, resistance, the presence of colloids, bacterial count, organic content and pH. Using ASTM nomenclature, type IV is the lowest grade of purity, suitable for most routine lab work, while type I is the highest grade. The most commonly used standard, ASTM D1193-6 is summarized in table below. This standard can then be further sub-divided into A, B and C, where A is the most pure, as a measure of heterotrophic bacteria count (CFU/ml) and endotoxins (units per ml).\n\nIt is also important, I think, to note that the purification technologies are often combined in lab water generators and can be used to replace commonly used techniques: for example, the DEPC treatment of water as used for RNA work can be replaced by using a water generator using a combination of UV and UF (ultrafiltration) – e.g. Thermo Scientific Barnstead Nanopure UV/UF.\n\nJust a chemist's quibble… Cationic resins will have positively charged ions in them — so these will attract *negative* ions, not positive. This confusion is not infrequent and might come from the names of the common \"exchange\" resins; for example strong anion exchange resin, SAX, binds to strong anions but is therefore itself cationic."}
{"text": "Total Coliform or T-colibacteria testing indicates a total count or measure of the level of coliform bacteria in a water sample.\n\nIf water \"fails\" a T-coli test, further testing is needed. Because not all coliform bacteria are cause for \"failing\" a water potability test, if a water test result discloses high or excessive T-coli alone, what we can conclude is that further investigation is needed.\n\nIf the water test passes a T-coli test as not detected, absent, or below your community's acceptable minimum level, the water is considered safe to drink insofar as bacterial contamination is concerned. Of course other contaminants (chemicals, for example) could still be present in such a water sample.\n\nEscherichia coli (EC or E-coli) bacteria tests in water indicate the presence of (or depending on the test performed, the count or level of colony forming units of) Escherichia coli.\n\nIf water \"faIls\" an E-coli test, the water is not safe to drink. Escherichia coli is a specific indicator of the presence of humanh or animal fecal waste contamiantion of the water supply, a water test which detects an unacceptable level of Escherichia coli is unsafe to drink. The source of contamination needs to be found and corrected or if this is not possible, an appropriate water treatment system is installed.\n\nAs we suggested above for T-coli, if the water test passes an E-coli test as not detected, absent, or below your community's acceptable minimum level, the water is considered safe to drink insofar as bacterial contamination is concerned. Furthermore, T-coli may be present and E-coli absent and the water test may be considered acceptable. However in our OPINION, a high T-coli water test\n\nOf course other contaminants (chemicals, for example) could still be present in such a water sample.\n\nHPC heterotrophic plate count in water test results: aerobic and facultative aerobic bacteria are both detected by the HPC count.\n\nThe HPC count is not part of most basic water potability tests. You may order this test, for example, as part of diagnosing a known or suspected problem, or to help check for growth of microbial contaminants in treated water. HPC or the heterotrophic plate count, along with total coliforms (T-coli) and Escherichia coliform (E-coli) counts are used to indicate the level of microbiological contamiantion of water tests for potability.\n\nDetails about Total Coliform Bacteria Information for Homeowners\n\nThe photos shown here illustrate the simple and inexpensive Total Coliform Test procedure.\n\nWhen the reagent is added to a properly-collected\nwater sample, the liquid remains clear (left hand photo) if the total Coliform count in the sample is less than 1 colony-forming-unit or 1cfu/100ml and turns yellow (right hand photo) if the total Coliform count\nis above 1 cfu/100ml of water in the water test sample.\n\nWhat are \"Total Coliform Bacteria\" and why test for them?\n\nWhat exactly are Total Coliform bacteria and why do we test for them in our drinking water?\nTotal Coliform bacteria are part of a family of bacteria called, Enterobacteriaciae, or Enterics, for short.\nColiform bacteria have some interesting characteristics that allow us to use them as indicator organisms.\n\nIn this case, a Coliform present sample in drinking water indicates that the source is, or recently has been infiltrated by surface water.\n[Coliform bacteria are almost always present in surface water.]\n\nWe use \"Coliforms\" to help us determine this, because Coliform bacteria are found throughout the environment, as well as on most plant material.\nThey live longer than the pathogenic (disease-causing) microbes we don't want you to get, so it allows us to culture them in the lab.\n\nFinding Coliform bacteria in a drinking water sample does not mean anyone is going to become ill. After personally analyzing over fifty thousand individual Coliform tests, we wish we had a nickel every time someone would say to me something like, \"I've been drinking' this water for over\nseventy years, and we never been sick from it once!\" While that may be all well and true, drinking water that contains certain contaminants has been one of the leading causes of major disease outbreaks, historically speaking.\n\nWill Coliform bacteria in water make you sick?\n\nWhen we find Coliform bacteria in your drinking water sample, as stated above, it simply indicates that the source is, or recently has been compromised by surface water.\nWe're not so concerned about the Coliform bacteria themselves, but the \"red flag\" if you will, is that we don't know what else may have gotten in your drinking water system via the same route that the Coliform bacteria entered. Some types of bad microbes we don't want you to ingest, for example, would be Klebsiella, Shigella, Cryptosporidium, Giardia, or Salmonella, just to name a pesky few!\n\nMost drilled wells are free from Coliform bacteria, but many dug wells contain Coliform. This is not surprising, since dug wells are a surface water source, which means it is above the bedrock layer.\nDug wells, can be an excellent source of drinking water, but extra care should be taken to be sure there is adequate separation from the well with respect to pets, farm animals, and runoff.\n\nIf you have a dug well, the volume and taste are fine, but it keeps getting Coliform bacteria, then a viable and effective option may be to install an ultraviolet disinfection system, which kills the bacteria and other microbes by separating, or denaturing the DNA or RNA of their cells.\nThis works well because it doesn't change the chemistry of the water like some other disinfection methods, such as chlorination.\n\nHowever any water treatment system requires care and monitoring, lest you think it's working when it's not. Further, the presence of surface water in your water supply might mean that other surface contaminants, such as chemicals, are\nalso present. If this is the case, a UV-light is not going to remove them. This is why further testing of your water may be in order before deciding just what water treatment system should be installed.\n\nFinally, if Total Coliform bacteria is found in a drinking water sample, then the sample is also checked for a type of\nfecal Coliform bacteria, which is always Escherichia coli, or E. coli. The presence of E. coli may mean a septic or leach field infiltration, or in a dug well, it just may be a squirrel\nor field mouse that tried to make his home in your well! We'll cover well disinfection in another session preventionU.S. Army Field Manual 21-10, Field Hygiene and Sanitation, 1988, web search 07/02/2010, original source:  The purpose of this manual is to assist individual soldiers, unit commanders, leaders and field sanitation teams in preventing disease and environmental injuries. The manual provides information on preventive medicine measures (PMM) to the individual soldier as well as essential information for the unit commander, unit leaders, and the unit field sanitation team on applying unit level PMM"}
{"text": "Who went to drink the shit filled sea water in Mumbai?\n\nThis is a discussion on Who went to drink the shit filled sea water in Mumbai? within the The ChitChat Lounge forums, part of the General Discussion category; Anybody actually drank the shit filled sweet sea water from mumbais beaches...\n\nWho went to drink the shit filled sea water in Mumbai?\n\ntrust the lord to start a shitty thread that somehow manages to catch everybdys attention. has anybody actually had a drink of that water?would love to know how it tasted like . i guess somethin similar to morarji desai cola\n\nIn a wave of credulousness that Mumbai hasn't witnessed since Ganesh idols 'drank' milk 10 years ago, thousands thronged to the Mahim creek to drink the normally filthy coastal water believing that it was holy.\n\nOn Friday night after local fishermen washed their hands in a stream off the Mahim bay after namaaz and allegedly found that the water was sweet, word began to spread about the 'miracle'.\n\nLocals began to call relatives urging them to come and witness \" Allah's karishma \" and within an hour the television cameras had descended.\n\nBy midnight there was mayhem. The miracle-tales were further stoked by the fact that the 'happening' had occurred in the vicinity of the old Mahim Dargah, which has a loyal following among people of all faiths.\n\nAll through Saturday, families from as far away as Biwandi and Kalyan pushed their way through the packed streets to reach the sea-front, where the magical water or 'manna' was eagerly collected in bottles.\n\nSome scooped up handfuls are drank it on the spot while others dipped themselves in the creek to wash away their sins.\n\nThey were unmindful of the health hazards posed by the untreated water or by the fact that the Mahim beachfront is known to be one of the most polluted in the world...\n\nhow can ppl b so foolish av u sin tht shitty water which looks lyk coke which we in mumbai call khaady damn if u c tht u will nev go around mumbai beaches all shitty water of mumbai goes in this arabian sea at mahim ..."}
{"text": "Reply to a comment\n\nReply to this comment\n\nI don't know why there is a boil advisory...we don't even have WATER!! It's been off since 9 last night and they won't even answer the phone"}
{"text": "2. Infections and injuries from floodwaters\n\nThere are also possible dangers from bacteria infections, hand and eye injuries, electrical injuries and mold exposure from floodwaters.\n\nThe New York City Department of Health and Mental Hygiene advises people to take extra precaution around all floodwaters, especially water that may contain sewage or toxic industrial materials. Floodwaters may contain bacteria, viruses and chemicals that could make you sick.\n\nAlso, stay away from downed power lines and assume all power lines are live. Be aware there could be sharp objects in the water. Mell says hand and eye injuries are common because people may forget to wear gloves and protective glasses during cleanup.\n\nIt is also possible there is sewage in the water, and exposure can lead to gastrointestinal diseases, stomach or intestinal infections. Throwing out any food that was touched by sewage water is important"}
{"text": "Are you fucking kidding me?\n\nI feel so disgusting for drinking this all the time, so fucking disgusting. Okay, back to my purr water filter all the time now. God, I feel so fucking disgusting."}
{"text": "Are you fucking kidding me?\n\nI feel so disgusting for drinking this all the time, so fucking disgusting. Okay, back to my purr water filter all the time now. God, I feel so fucking disgusting."}
{"text": "I'm not sure that you could survive long-term on the amount of water you could distil that way, although it certainly would work. I'm thinking about getting one of these to stash in my \"preparedness cupboard\" ;-) \n\nI think It was Gandi who confessed to the world he owed his health to drinking a glass of his own urine every morning. Is he still alive?\n\nA few years back a rescue by the Australian Navy of a British Sailor who had ripped the keel off his racing yacht. Sonar bulbs dropped from the ships Helicopter picked up the sound of Tony Bullimore in his upturned yacht pumping drinking water. He used a Osmosis pump (available in many survival shops) to desalinate sea water for drinking.\n\nI bought one after that and carried it everywhere with me. One day I had to use it. 100 pumps per tumbler full of water. Took forever to get a decent drink but it tasted OK. What was my water source? Urine of course! I mixed urine from 5 people and filtered it with the osmosis pump.\n\nBeen there, done that, taught it, never got cholera. Distillation process removes vibrio bacteria as well as others. Your numbers are way off on composition of Urine. Check medical text next time, not Wikipedia! Salt and other impurities ARE remove by a solar still.\n\nFalse information.Urine is a pure substance.It is used in a lot of medicines some people drink urine for their own health.If you care to do some research on Google .You will discover some truth about URINE what it does in the body when you drink it.I had a cancerous sore on my leg.An old codger said to me all you do it put your own urine in the hole and it will deal. Surprisingly it did\n\nThere is a much easier way for things like this, Survivorman purified salt water, you need a container with water in it, a cup in the middle, then you cover it with something, preferably clear, (like seran wrap) and then you put a rock on the plastic, over the cup. The sun will evaporate the water, it condenses on the plastic, and drips into the cup. ALSO, you can just drink urine straight away, just don't let it sit before you do, or it goes septic. But if you pee, and then drink it straightaway, you're fine.\n\nLife straw will NOT FILTER SALT from water, it will purify saltwater, but it does NOT DESALINATE. Go with a few solar stills (yes a few, like more than 2) per person. Did I mention that if you drink salt water through a lifestraw, as your only source of water, system you will die?\n\nas one whose drunk his urine, first thing, mid stream, every day for 5 years, and having read every book on the subject, such asyour own perfect medicine and the golden fountain, ican assure you all its an UNNEEDED bodily product, poop is waste, urine is sterile and 96% water, the remainder is extremly beneficial. Anyone who says otherwise should research the subject fully as i have before stating something that the Indian culture has benefited from for 5000 years!!\n\nI'm quite famiiiar with this method and it generally doesn't yield much when used in an environment where it is necessary to use such methods to collect water. There are better ways to collect drinking water and this should only be a last resort. Also you shouldn't drink urine.\n\nall plants release water in a gas form through the pores in their leaves and \"skin\" as part of the water cycle. (i cant remember the name of the step, but i learned it last year) so poison plants would work.\n\nGood explanation of a solar still. However, for any water that is \"suspect\" -- which is anything that doesn't come out of a bottle or a tap -- being able to purify it easily is important. In case of emergency, we have a large pond on our property, but I wouldn't drink out of it, so we've always kept an extra gallon or two of Clorox (the original stuff, not the fancier, newer flavors) in case we need to drink pond or rainwater. The mix is 16 drops per gallon for drinking water, and a 1:9 mix is an extremely good disinfectant. Since no one will remember the mix to use (including me, probably), I have the formula written in permanent magic marker on the side of the Clorox container. I suspect treating urine with this mix would make it safely drinkable ... though perhaps still not very appealing.\n\nthe problem with drinking urine isn't germs, it is everything dissolved in it that your (or someone's) body was trying to get rid of. think drinking sea water, or blood. not exactly the same, but similar problem: you wouldn't expect bleach to be able to make either of those potable. no, you have to distill it (and leave all the solids behind) as in this instructable."}
{"text": "Danger in our water? Here in the United States, it's not something we often think about. We turn on the tap to fill our cups or cooking pots. We are privileged with this luxury to get clean water immediately at the turn of a handle. If we can afford it, we may even use a filter such as Brita or Pur, and think that we are drinking good water because it filters out some of the junk and makes the water taste better. Maybe we go to the store to purchase bottled water, but there is no telling where that water came from. Many bottled water sources actually come from city tap water. (If you would like to see how your bottled water measures up, check out the EWG's bottled water score card.) The truth is; however, that these \"precautions\" do not filter out what we should most be concerned about: Fluoride.\n\nFact:\"Most developed countries, including Japan and 97% of the western European population, do not consume fluoridated water.\" Source:Fluoride Action Network Some of you might think this doesn't apply to you because you drink well water, or maybe you already have a reverse osmosis system in your home. Actually, none of you are safe from fluoride either, but we'll get to that in a minute.\n\nBut wait. Isn't fluoride supposed to be \"good\" for us? I mean, that's what we are told by the ADA and Public Health Department. Even our own dentists recommend that we get topical fluoride treatments, especially for our kids. You want your kids to have healthy, strong teeth right? But what if I told you that you and your kids do not need any of this in order to have good oral health. 'Gasp!' It's true! If you eat right and brush your teeth with homemade toothpaste or a fluoride free version, you will have healthy teeth. Okay so not everyone eats right and brushes as often as they should. What about them? Well, if their dentist thinks they should have a fluoride treatment, that's the individual's choice to make. Just like you have a choice whether to purchase fluoride toothpaste or not. Have you looked at the back of your toothpaste tube lately? If you are using a kind that contains fluoride, it will have some drug facts and warnings. That's right. I said drug facts. Fluoride is a drug and a harmful one at that. With most drugs, the body is able to metabolize and excrete the excess waste, if you have proper kidney function that is. Fluoride though doesn't leave the body easily. It really likes calcium. It floats through the bloodstream searching for something to bind to and heads for the bones. Once there, it's stored up ready to expose the individual over and over again to this toxin by way of osteoclast and osteoblast activity. This brings forth my first protest against it's use in the water supply. Why is our government allowing the practice of adding a drug to our water? A drug that is regulated by the FDA in toothpaste but not in my water? I'm a Registered Nurse, and I know what is required of me before I administer any medication. The six rights of drug administration were drilled into my head over and over again in nursing school.\n\nSix Rights of Drug Administration 1. The Right Person 2. The Right Drug 3. The Right Dose 4. The Right Time 5. The Right Route 6. The Right Disease Document Now I find it quite shocking that none of this applies to the drug fluoride. I wouldn't dare give an adult dose of Tylenol or Morphine to a small child. That could be deadly. So why is it that it's okay to throw some fluoride in the water without considering any of the 6 Rights? It's unethical and violates informed consent.\n\nOn the back of your fluoridated toothpaste the FDA warning states to use a \"pea size\" amount and if more than that were to be accidentally ingested, it could have serious health consequences and poison control should be called. Do you know how much is in a glass of water? In the video, Your Toxic Tap Water, Dr.Paul Connett, Professor of Chemistry at St. Lawrence University states that \"A pea sized amount of fluoridated toothpaste contains about one quarter of a milligram of fluoride. Now, we fluoridate at 1 part per million. That's 1 milligram per liter. A quarter of a milligram of fluoride would be in a quarter liter of water or 250 milliliters or one large glass of water.\" You can see his exact statement beginning at 25:00 minutes into this video. It's a good one, so I do recommend you watch it in it's entirety.\n\nSo hopefully we now all agree that yes, fluoride is a drug, and with every drug, there are side effects. Health Dangers of Fluoride\n\nThere may be many health effects that we haven't discovered yet that are caused by excessive fluoride. If we look back through data on when fluoridation started, I wonder if we would find correlations between mass fluoridation and heart disease or autism or ADHD.\n\nI wonder how many mothers go home from the hospital after having a baby and are not told that they shouldn't use tap water in their baby's bottle. I don't think many people consider this. So I'm telling you, please do not use tap water in your baby's bottle. You need to use fluoride free water. Never buy the nursery water that contains fluoride! The only way to filter out this harmful chemical is to buy a reverse osmosis system or the Big Berkey with the fluoride filters. Berkey PF-2 Arsenic and Fluoride filters work in conjunction with their other filters. In order to get the fluoride out, you have to buy the PF-2 filters along with the Black Berkey filters. Remember how I mentioned that those of you with well water, reverse osmosis systems, or fluoride filters, still are not safe? That's because most of our country fluoridates their water. Just because you filter at home (which is still better than not) doesn't mean you're not getting fluoride from other sources such as wine, beer, fruit juices, soda, soup, soup broths, tea, even meats. Manufacturers are most likely using fluoridated water to make your foods. (Another reason to avoid processed foods.) Here you can see why this is an issue with our entire country not just state to state; city to city. Click here to learn how to be more aware of fluoride containing foods at the grocery store.\n\nSo now that you know some truths about fluoride, it's time to take action.\n\nDo lots more research. I've put lots of great links here to keep you busy for hours.\n\nGet in contact with other people that are passionate about this issue.\n\nSign petitions like this one and this onefor my state. (Please sign it!) We need to get our entire country on board with this, and as more states/communities ban this practice, it will help the rest of us get the ball rolling.\n\nDisclaimer: There are companies on my site that I am affiliated with. This means that when you shop through my links, I receive compensation for recommending their products. I only affiliate with companies that I truly believe are beneficial and hold high standards for the products they offer."}
{"text": "Hamburg, Germany, is setting standards for what it means to be green. Correspondent Constantino de Miguel explains why this industrial port city was voted Europe's Green Capital in 2011. And the world's first carbon financed water scheme. Verstergaard Frandsen, a company that makes products to prevent disease in the developing world, shows how providing safe drinking water while cutting more than two million tons of carbon emissions a year is good business.A carbon offset is a reduction in emissions of carbon dioxide or greenhouse gases made in order to compensate for or to offset an emission made elsewhere.\nCarbon offsets are measured in metric tons of carbon dioxide-equivalent and may represent six primary categories of greenh...\nExplore this topic\n\nVestergaard Frandsen is a company headquartered in Lausanne, Switzerland that manufactures public health tools for people in developing countries. Originally founded in 1957 as a uniform maker, the company evolved into a social enterprise making products for humanitarian aid i...\nExplore this topic\n\nA developing country, also called a less-developed country, is a nation with a low living standard, underdeveloped industrial base, and low Human Development Index relative to other countries. There is no universal, agreed-upon criteria for what makes a country developing vers...\nExplore this topic\n\nLifeStraw is a water filter designed to be used by one person to filter water so that they may safely drink it. It filters a maximum of 1000 litres of water, enough for one person for one year. It removes 99.9999% of waterborne bacteria and 99.9% of parasites. The LifeStraw FaDrinking water or potable water is water safe enough to be consumed by humans or used with low risk of immediate or long term harm. In most developed countries, the water supplied to households, commerce and industry meets drinking water standards, even though only a very smal"}
{"text": "Two billion people worldwide don't get the micronutrients they need. Micronutrients are essential vitamins and minerals that the body requires in small amounts. Ranging from vitamin A to zinc, they include folate, iodine, iron, selenium, and vitamin C. Deficiencies in these micronutrients usually occur when someone's diet lacks an adequate variety of vegetables, fruit, and protein sources.\n\nLack of micronutrients compromises health even if the diet provides enough calories. Though less dramatic than outright starvation, micronutrient shortages can seriously damage one's health. Hence it is called \"hidden hunger.\"\n\nMicronutrient deficiencies can also result from relying too heavily on sugars, starches, and processed food for calories, as frequently occurs in wealthy countries. Increasingly this is becoming a problem in other countries that turn to fast foods and other Western products.\n\nMost of the electricity used for running computers, lights, television sets, and video game systems is generated by power plants that burn fossil fuels to make steam to turn a turbine that spins a generator. Since the burning of fossil fuels adds greenhouse gases to the air, any reduction in their use will help turn the problem around. The bottom line is that the less electricity we use, the less we need to burn fossil fuels.\n\nYes, in surprising ways that no one can anticipate. For example, the Gulf Stream, a powerful ocean current that runs from the southeastern U.S. to northern Europe, keeps huge areas of Europe warm enough to support agriculture. Melting ice in the north Atlantic could cool the Gulf Stream, which would, in turn, bring colder weather to much of Europe. While this would not occur overnight, it is possible. Indeed, fossil evidence indicates that it may have happened several times in the past.\n\nAbsolutely! Swimming or bathing in water contaminated with bacteria or disease-causing parasites can have the same negative effects as drinking the water. Disease-causing organisms can enter the body through cuts in the skin, and even through your eyes and nose. In addition, if you accidentally swallow any water while swimming, it's as bad as drinking it.\n\nAnti-bacterial soap kills some bacteria, but it does very little to stop the spread of viruses and other microbes, especially if these \"germs\" are found in the water you are washing with. Washing your hands or food in water contaminated with parasites such as \"crypto\" can actually help spread them to your food. It is also important to note that because of the excessive use of antibiotics, many strains of bacteria have become resistant to standard anti-bacterial soap."}
{"text": "It's something you probably take for granted: At the sink, the shower, the bathtub... turn a faucet and instantly have access to clean, safe water. But thousands - if not millions - of people have no idea what that's like. As WSIU Radio's Jennifer Fuller reports, some local leaders and students are working to change that."}
{"text": "If all the \"bad\" cleaning chemicals go down the drain, where do they end up. I assume they go to a treatment plant, but how does the plant get these chemicals out without returning them to us in our water supply.\n\nI don't usually buy organic. I am an Iowa farm girl and not sure the produce always warrants an organic requirement. I thought if the produce has a skin that will be removed in it's preparation, then organic is..."}
{"text": "If there is a certain amount of bacteria per 100 milliliters of water, the health department takes daily samples until the bacteria is down to an acceptable level for swimming. Until then, they close the affected beach to swimming."}
{"text": "lung clears out foreign bodies by wrapping them up in immune cells, which can then be flushed out of the body. But straight fibres longer than about 20 micrometres cannot be removed in this way because the cells are too small to engulf them. As a result, the cells become inflamed and form unwanted lumps, called granulomas, that can go on to cause mesothelioma, a cancer of the mesothelium.\nThe researchers found that carbon nanotubes of this length led to the formation of granulomas in the mice. \"We have shown that if [carbon nanotubes] do find their way to the mesothelium they are pathogenic,\" says Donaldson. Source\n\nIf you drank nothing but distilled water for months, that might be a problem. In a pinch using evaporation distilling is the best way to get clean water from bad sources and is something humanity has done for millenia.\n\nGraphene is a sheet of tightly packed carbon atoms with varied possible uses. The big issue right now is construction. Most procedures require around 600 degrees C in order to produce the more sought after graphene structure, carbon nanotubes.\n\nReverse osmosis has no real debilitating effects, it's already in use to produce commercial drinking water, and it can easily be scaled down to devices with a pump that can filter more or less anything out of water, you can also use sugar to power it (if you put sugar on the dry side, the sugar will suck the water out of the salt water, giving you a drinkable solution with no energy input).\n\nThe issue with these devices are that you generally need very powerful pumps with large energy demands, because to get decent flow you need a high pressure, this graphene thing says they can reduce the power needed by the pump significantly (and then it goes onto claim that it wouldn't use energy, which is false, though it may be low enough to be a non-issue). Of course graphene is ridiculously expensive right now so it's not worth it (yet).\n\nNot sure about that. People have been predicting that water will be the next resource-in-demand for long enough that a no energy, fast desalination process might avert a lot of conflict. As its already been said, we will just have to wait and see if the price of graphene comes down.\n\nNeedless to say, this could be a game changer for impoverished countries around the world. Fresh water is a rare good, but salt water isn't. There is more than enough salt water to sate everyone on this planet many times over.\n\nAs for Graphene?\n\nThe obvious next sentence would be \"It's even less accessible in impoverished countries than fresh water.\" Oh boy, what a solution!\n\nActually, I read about a group of researchers (I think it might have been in Sweden?) who had come up with a new method of manufacturing graphene that is very productive (far better than current methods), so this might not be such a bad idea after all.\n\nThe problem isn't making it, it's distributing it to isolated villages. There are a lot of really neat products and solutions that already exist, but if you can't (a) get it to people, and (b) get them to use it - which can be harder than you might think - then they're useless.\n\nI think we'll see this one around for a while. The material needed to do this will wear out fairly quickly I would think. Which means there is high profit in it needing to be replaced all the time. Which of course means, it won't get washed into the background with everything else that could dramatically improve life for everyone.\n\nI think the article is \"layman-ated\" so that most people will understand it. Perhaps they were talking about the actual filtration of it? Ie you don't need to 'plug in' the screen and the material itself doesn't require energy to filter.\n\nBelieve it or not, there are economic forces at play that make pumping water up, only to let it fall in order to produce energy, actually economically feasible.\n\nThere is an electricity plant in Massachusetts that works this way. Water is pumped up a mountainside during the night, using electricity that is sold at cheaper rates. The water is then released during the day, and the resulting electricity is then sold for more than it cost to purchase it in the first place.\n\nLake Pleasant has a similar method. In the winter they pump water up from the Central Arizona Project canal and release in the summer to generate power and provide water downstream. Power in Arizona is really cheap in the winter.\n\nIt's not reversed; you expend energy during the night to store power, when it is cheap. Then during the day, when it is expensive, you produce power from your stored water and sell it at a higher price.\n\nThe bottom of a siphon has to be lower than the top (to be precise, the outlet has to be lower than the water line), otherwise nothing will flow. You can't raise water against gravity for free, it's simple physics.\n\nYou doubt the entire article because they glossed over the parts that you would obviously have to assume. You can't do anything without using energy, so isn't it obvious what they meant? That it doesn't take any more energy than what you would have to expend anyway, because \"plumbing\".\n\nOr is this what we do now, just complain about having to exert even the tiniest amount of critical thinking, while missing the point entirely?\n\nI'm all for accuracy, but what useful purpose does being that pedantic serve?\n\nThat's a actually a very significantly large inaccuracy. It's not just the pedant that would mind either. It's not something that makes me doubt the implications of such a technology—it just undermines the credibility of the author's grasp of physics.\n\nThis cannot be true, because one can extract energy by combining freshwater and saltwater. If graphene would be able to extract freshwater without energy expenditure, that would make an over-unity machine.\n\n\"Reverse osmosis like this has been demonstrated before...\" Yes. Every time I have a glass of water, since I have been living off RO water for years.\n\n\"And it is without any energy expenditure at all.\" False, obviously, since everything you do requires some energy, but you still have to overcome the surface tension of the water and the electrostatic forces between the molecules, making this simply a new type of toxic RO membrane.\n\n\"Graphene once again proves that it is quite possibly the most miraculous material known to man...\" How delightful that God has blessed us with this miracle without any need for hard work by scientists.\n\n\"Silicon has never felt like such an underachiever.\" Oh, puh-lease. Are you writing for Grade 4 students? Even if so, your cutesy anthropomorphism makes me want to barf.\n\n\"There is more than enough salt water to sate everyone on this planet many times over.\" Really? I never realized the ocean was that big. Thanks for that.\n\n\"...when you have an easily understandable and flexible tool, you can bend it to almost any task.\" No, you cannot. Idiot.\n\nI respect your opinion, but on the other hand, it is quite easy to get frustrated when you read something in popular media that is totally misleading and generally misinforming the public. The guy had an emotional response.\n\nTrue. But are you saying that graphene synthesis and use will some day be cheaper than distillation or the production of polymer RO membranes?\n\nThe funny thing about this is that I find the paper extremely cool. The idea of synthesizing a sieve with well defined pore shape and size is promising. But to say that this will ever be used to desalt water is silly.\n\nNeed drives innovation. I'm not a materials engineer, but I can say that in the past, expensive things which turned out to be really useful ( again, aluminum! ) became cheap.\n\nBecause it behooved engineers and chemists and the like to figure out how to produce them cheaply.\n\nWHo knows how this will turn out? But I'll wager there are labs all over the works eagerly investigating approaches to produce graphene inexpensively. They know that whoever figures it out will make a mint.\n\nAnd if someday they succeed, approaches like this may all of a sudden become economically feasible.\n\nI happen to be a materials chemist :) I'm not using that to \"one up\" you or anything. It's just that my background is in this sort of thing.\n\nI understand your aluminum analogy, but it's not totally valid. Aluminum is mined and refined. There's an almost limitless supply of it waiting to be found and processed. Aluminum is cheap not because it can be \"produced\" cheaply (it isn't produced, after all) but because we've revolutionized ways of shipping the stuff all over the world.That's why aluminum is cheap and commercial drugs are expensive. Commercial drugs need to be synthesized, and this is an energy intensive process.\n\n\"Reverse osmosis like this has been demonstrated before, but using significantly more bulky equipment and at an efficiency level an order of magnitude or three lower, which, as Gizmodo notes, means saltwater can be desalinated 1,000 times faster. And it is without any energy expenditure at all.\"\n\nAnything that brings up the purification efficiency as compared to reverse osmosis is a product that could save lots of water my well is at 2200 TDS. I am a heavy reverse osmosis user now. It is expensive, and also wasteful. If a product became available that reduced my reject ratio, even if it was expensive, I would sstrongly consider it."}
{"text": "Using filtrated water is just as important for your plants as it is for you to drink. Plants require clean water to ensure the pH remains balanced and that no harmful toxins are being fed to the plants.\nThe best form of water to feed your plants is reverse osmosis water (RO). This is the separation process that uses pressure to force a solution through a membrane that retains the solute on one side and allows the pure solvent to pass to the other side."}
{"text": "What's in the pool?\n\nFrom the U.S. Department of Health and Human Services, I'm Ira Dreyfuss with HHS HealthBeat.\n\nThe water in the swimming pool may look clean, but a microscope might show you it's not. Researchers at the Centers for Disease Control and Prevention checked, testing water in 160 pools.\n\nGuest researcher Joan Shields says none of the pools had reported health problems. But she reports two germs that live in the intestinal tract and can make people sick – Cryptosporidium and Giardia:\n\n``About 1 out of 12 swimming pools were positive for at least one of the parasites. While this might not seem like a lot, it does suggest that contamination happens more often than outbreaks are reported.'' (11 seconds)\n\nShields says when you swim, you're taking a communal bath – so don't swim when you have diarrhea, don't swallow the water, and don't change diapers at poolside."}
{"text": "Lead Water Testing\n\nYour municipal water supply company will give you testing results for city water, usually without charge. These test results do not include any lead that may enter your plumbing system (like from lead solder, faucet parts, etc.).\n\nThere are many entry points for lead before it comes out of your kitchen tap. There can be lead in the ground water, lead contamination from your local municipal water supply (this is unusual), lead contamination from building water supply piping or fixtures, well contamination by lead from surface contamination due to lead paint chips, and lead contamination in well pumps or faucet parts. Also lead is a mineral found in soil, and that may also be a source of lead contamination.\n\nDepending on how long the water is next to lead in the water source piping, will determine the amount of actual lead to which the water is being eposed. So water that sits in a lead water entry main overnight has a fairly high lead content while water that enters a building after the lines have been flushed usually has a lower lead content.\n\nThe chemistry of the water and disinfectants added to that water can affect the corrosive level of the water. More corrosive or aggressive water picks up more of whatever with which it comes in contact.\n\nThe most common lead water testing that American Air Testing is requested to perform is from the faucet. In older urban homes and office buildings it is very common to find lead above threshold limits in drinking water, unless a filtration system is used. Lead solder was, and remains, a common solder for plumbers to use.\n\nLead, above threshold limits, in drinking water is a particular hazard to children. If you have additional concerns for your children, please discuss this issue with your pediatrician or other health care professional.\n\nThere is significant additional information on the CDC's website regarding health and children."}
{"text": "Bottled Water vs. Tap\n\nWhat's healthier for you? For the environment?\n\nREADER'S COMMENT:\n\n\"I almost always drink tap water. Sometimes at a meeting there is no other choice but bottled water so I have to drink it then. I keep a bottle of tap water in my car to quench my thirst while driving. Why waste what little bit of money...\n\nwas was doing reserch for a school project and the info realy helped me\n\n— Anonymous\n\n09/29/2009 - 1:23pm\n\nI never believed bottled water was better than tap water. Although I drink bottled water, I drink bottled water because it taste 100% better than tap water. I live in Fontana, California and supposedly the water here is very good. But whenever I drink tap water or even my children drink the tap water they always say it tastes horrible. The water is clear, fuzzy when you first turn it on but it surely does not taste as good as bottled water.\n\nLaura G. Fontana, California\n\n— Anonymous\n\n09/15/2009 - 5:50pm\n\nI have never been a big believer that bottle water was better for you than tap water. Now that I know the industry sucks up 10 million barrels of oil annually, I will certainly drink even less bottled water. Americans are spoiled by conveniences, plain and simple.....\n\nVicki Counos, St. Albans, VT05pm\n\nIf you can't drink bottle water how can you trust a simple filter? What makes you think, a filter will stop all the chemicals in water. What about well water, chemicals are there too. Distilled is the water I drink, nothing ihn there..... Hello....\n\nJackie, Oley, PA\n\n— Anonymous\n\n09/01/2009 - 4:05pm\n\nap water would be just fine except for one major problem: Fluoridation. Why is fluoride added to municipal water?... Google \"The Fluoride Deception\" and watch the video. The biggest problem with bottled water is the carcinogenous plastic being used to bottle water. When is the general public going to wake up?\n\nPierre, Sacramento, CA\n\n— Anonymous\n\n09/01/2009 - 4:05pm\n\nI always thought bottle water was better, but now, i need to get a filter, thanks a lot for the information."}
{"text": "Maxicrop Liquid Seaweed - Chlorine?\n\nHowdy - Question for you learned growers:\n\nI've been using Maxicrop liquid seaweed for my grows, and have a question:\n\nMaxicrop contains *not more then 1% Chlorine*. I thought chlorine was a no-no, based on all the information about tap water containing chlorine, and that you should let that evaporate. How can chlorine be bad in tap water, but not in Maxicrop?\n\nChlorine in tap water is in the form of free chlorine or chloramines. Neither of these are found in nature, and both are used to disinfect tap water.\n\nThe Cl in Maxicrop must be in the form of a chloride. Common table salt is sodium chloride. Maxicrop is derived from kelp, which comes from the ocean, and sea-water has chlorides. Plant's actually require chlorine as a trace element."}
{"text": "Primo Water Corp is a provider of multi-gallon purified bottled water, self-serve filtered drinking water, water dispensers and carbonating beverage appliances sold through major retailers"}
{"text": "styckx:Thisstyckx:This concept has been around for... farking ever.. What is it suddenly a big cash cow when someone makes it all artsy and attaches some feel good message to the design?\n\nBah, imagine if it was 3D printed? The stream of jizz from the whacko technofetishists would be visible from Jupiter. Guaranteed some fruitcake would come along and ask if it will work on Mars and when we are sending a 3D printer there...\n\nBig time distillation or reverse osmosis needs lots of electricity. The tidal machines, solar power, windmills, coal fired plants or what have you... its all going to add up along with the cost of getting the water to these people. Lets not forget that they are probably poverty stricken for a reason. Wars, bad government, or just extremely bad luck. What seems a simple project to us is often just impossible where its needed.\n\nAn easily made, easily moved, easily copied distilling bottle which provides drinking water from waste material is a start. Especially if it can be made more efficient than a sand pit. If they can line up dozens of the things in battery, it will just have to do.\n\nhalB:What the hell are poor people doing in an area where there isn't enough fresh water to grow crops, let alone keep them alive?\n\nWar, drought, economic unrest, it can happen in any society. Imagine living where you are when one day the money stops coming and the lights go out. This is most of the worlds reality.\n\nThe problem isn't just water, or fresh water, but \"clean\" water. Most of what you'll find nearby is contaminated. Storage methods in poverty stricken areas can be of extremely poor quality, or there may be no storage at all. Often they've been drinking from a river where someone upstream thought it would be a great idea to take a dump in it. They don't have the money or know how to treat their water chemically or run it through a filter. They use it as they find it, microbes and all.\n\nbelgianguy:I get the previous comments regarding the fact that this is based on already well-established technology (though implemented in an interesting way, I think, due to the use of internal pressure to direct the steam into the lower section rather than just using gravity) but your comment makes less sense. The only \"price\" in these, is what it takes you to make one. There are no \"parts\" to go missing because you can't buy one of these things. There is no equivalent of a \"Genius Bar\" because you build the thing yourself. You get the plans and make one from whatever is available, modifying the plans as necessary to fit your particular situation.\n\nI'm not sure why all the butthurt in this thread. The dude came up with a slightly novel way of doing evaporation distilling and then packaged it as a plan that can be utilized and modified by anyone if they so choose. What's with the poutrage?\n\nhalB:The problem with the logic is that there is people that will shoot them if they get too close. So, you're kinda forced to make the best of the situationIt seems there's a good reason you're not helping solve the world's problems. Where do you want to get plastic sheets for people dying of thirst in 3rd world countries?\n\nThe whole point of this is that it's something that can be built and used by the people who need it with zero cost, shipping or impact. One guy can show another guy who to build it and it's self perpetuating. Yes, evaporation is as old as the sun. That's not the point.\n\nI'd think it would be easier to just set up a small off shore rig designed to convert wave motion into electricity to boil the water. More expensive up front, but with better results over all.\n\ntzzhc4:If this is open source where the hell are the plans? I want some schematics so I can have my wife make one (my wife is a potter).\n\nThere's a bit of information here but I couldn't find any actual plans or parts lists. I'm also not convinced that the device would work as well as he says.\n\nHe talks about boiling the salt water to produce steam. Sure, a black surface in the sun will get hot but will it actually reach the boiling point without using reflectors to concentrate the light? And wouldn't a clear plastic top with a black bottom plate be a much better way of transferring heat to the water than the opaque container he's using?\n\nYou could get around the boiling-point issue by sealing the system completely and adding a small mechanical vacuum pump to remove most of the air, but I didn't see any mention of that on his site.\n\nAlso he shows how you remove the pan of fresh water, but doesn't mention that you need to dump out the leftover brine from the top section. Not a big deal, but it is an extra pail of water you need to haul around each day.\n\nHe does not say \"boiling\", simply pressure increases in a boiler as temperature rises, and steam, by which I assume he means evaporated water, is forced out, free of salt. I imagine boiling is not as necessary as with fresh water since bodies of salt water tend to flow.\n\nLooking at the object in the video, there appears to be a plastic sealing cap and some machined metal parts (could be hand produced, but I am not sure how frequently local metal workers would have had to produce such materials), which are not as widely available as stated.\n\nI remember when we learnedsat1va:I remember when we learnedOne of the big concerns is how to make something in desalinating a significant amount of water without needing the clear plastic film. Needs to be materials which absorbs the heat in a design which both separates the evaporated water while not allowing the heat to escape, because this needs to produce about three liters of water per person per day. Low production costs, low maintenance costs, available materials, simple production, and effectiveness make this a design task harder than people seem to believe.\n\nSo...guy improves on existing designs/theories and comes up with a potentially helpful, if not exactly groundbreaking device that might improve some people's lives, all while not profiting from it in any way? Hang the bastard."}
{"text": "Tests for Water Quality\n\nTest\n\nMethod\n\nReason for testing\n\nTemperature\n\nUse an alcohol thermometer in a hard plastic cover\n\nTemperature influences the amount of dissolved oxygen in water which in turn influences the survival of aquatic organisms (raising the temperature of a freshwater stream from 20 to 30oC will decrease the dissolved oxygen saturation level from about 9.2 ppm to 7.6 ppm.). Increasing temperature also increases the rates of chemical reactions taking place in the water. Increases in temperature are often associated with hot water discharge from power stations and industries that use water as a coolant.\n\npH measures the acidity or alkalinity of water. pH of rain water is about 5.5-6.0. Typically, natural water has pH 6.5-8.5. A pH<5 (acidic water) is most damaging to eggs and larvae of aquatic organisms. Most aquatic life (except for some bacteria and algae) cannot survive pH<4.Natural alkalinity is due to CO2(g), HCO3-, CO32- and OH-, carbonate rocks such as limestone and dolomite increase alkalinity. Alkalinity is increased by caustic substances from industry (KOH, NaOH), soil additives in agriculture such as lime Ca(OH)2, superphosphate which is mixture of Ca(H2PO4)2 and CaSO4, and soaps and detergents. Natural acidity is due to CO2(g), HPO42-, H2PO4-, H2S, Fe3+, other acidic metal ions, proteins & organic acids. Increases in acidity can be due to acids used in industry, acid mine drainage, acid rain.\n\nTurbidity\n\nUse a Sechi disc or 500mL of water in a measuring cylinder standing on paper marked with a black cross.\n\nTurbidity is a measure of water clarity. Suspended solids in water can stop light reaching submerged plants and can raise water temperature. Suspended solids often present in water are mud, clay, algae, bacteria and minerals such as silica, calcium carbonate and ochre (iron oxide). Suspended solids can be increased by the discharge of wastes (domestic sewage, industrial and agricultural effluents), leaching of wastes (from mines), and agitation (dredging or shipping).\n\nThis is a conductivity test of available ions in the water, including Ca2+, Na+, K+, Fe2+, Fe3+, HCO3- and ions containing P, S & N. High levels of Na+ is associated with excessive salinity and is found in many minerals. Potassium is incorporated into plant material and is released into water systems when plant matter is decayed or burnt.\n\nCollect 2 water samples, 1 for DO test, 1 for BOD test. Sample must be collected under water to ensure there are no trapped air bubbles.\n\nThe Dissolved Oxygen test measures the current oxygen levels in the water. The DO level varies with temperature. DO levels are highest in the afternoon due to photosynthesis and lowest just before dawn. DO is lowered by an increase in temperature (as from a discharge of hot water form a power station), increases in aerobic oxidation (due to increases in organic matter from sewage or due to inorganic fertilisers such as phosphates and nitrate with overstimulate algal growth). Water with DO<1ppm is dead.\n\nBiochemical Oxygen Demand (BOD)\n\nThe first water sample from above is kept in the dark for 5 days at the temperature at which the sample was collected. Then the dissolved oxygen is determined using the Winkler titration method as above. Subtract the mass of oxygen obtained an day 5 from mass of oxygen on day 1 to determine the BOD (mg/L). Unpolluted natural waters have BOD<5mg/L. Treated sewage can have BOD 20-30 mg/L.\n\nBOD measures the rate of consumption of oxygen by organisms in the water over a 5 day period. Increases in BOD can be due to animal and crop wastes and domestic sewage. Untreated domestic sewage BOD~350 ppm Waste water from breweries BOD~550 ppm Waste water from petroleum refineries BOD~850 ppm Abattoir wastes BOD~2,600 ppm Pulpmill wastes BOD~25,000 ppm\n\nSalinity\n\nTitrate a known volume of the water sample with silver nitrate solution (2.73g AgNO3 per 100mL distilled water) using K2CrO4 as indicator. The end-point of the titration is given by the reddening of the silver chloride precipitate (AgCl(s)). Volume of AgNO3 used = chloride content in g/L.\n\nMany aquatic organisms can only survive in a narrow range of salt concentrations since salt controls their osmotic pressure.\n\nTotal Phosphate Test\n\n-acid digestion using concentrated H2SO4 and ammonium persulfate.\n-Titrate using NaOH and phenolphthalein as indicator\n-Use a few drops of H2SO4 to turn the solution clear again.\n-Add ammonium molybdate solution then solid ascorbic acid.\n-An intense blue complex of molybdenum blue is formed which can be measured colorimetrically.\nAbsorbency is measured at 882nm. (A field kit is available using a 'Smart' colorimeter)\n\nTotal Phosphate is used as an indicator of pollution from run-off in agricultural areas or domestic sewage. Concentrations of 0.2mg/L are common. Concentrations of 0.05mg/L indicate the possibility of eutrophication (increased nutrient concentrations) and algal blooms are likely. Natural phosphate is due to decayed organic matter and phosphate minerals.\n\nTotal Nitrogen test\n\nKjeldahl digestion\n-digestion with concentrated sulfuric acid, converting the nitrogen into ammonia sulfate\n-Solution is then made alkaline\n-liberated ammonia is distilled, and the amount determined by titration with standard acid.\n\nTotal Nitrogen is an important indicator of eutrophic waters, especially for those contaminated by animal wastes, fertiliser run-off and domestic sewage. Aquatic nitrogen is essential for the growth of organisms and is produced in natural processes including decay of proteins, the action of lightning, and the action of nitrogen-fixing bacteria on ammonia.\n\nMg2+\n-complexometric titration using EDTA at pH=10 (both Ca2+ and Mg2+ will complex with EDTA at this pH, [Mg2+] can be found by subtracting the results of this titration from the results of the first titration.)\n-OR potentiometric techniques using selective electrodes\n-OR Atomic Absorption Spectroscopy (AAS)\n\nCalcium ions are a major contributor to water hardness and are due to water running through rocks containing minerals such as gypsum (CaSO4.2H2O), calcite (CaCO3), dolomite (CaMg(CO3)2). Hard water has a noticeable taste, produces precipitates with soaps which inhibits lathering and forms precipitates (scale) in boilers, hot water systems and kettles. Temporary hardness (or 'bicarbonate hardness') is due to Ca(HCO3)2 which deposits CaCO3(s) as scale on boiling the water. Magnesium ion levels are often high in irrigation water and can cause scouring in stock. Ca2+ and Mg2+ can combine with Cl- and/or SO42- causing permanent hardness which can't be removed by boiling. Water can be softened by an ion exchange process using a solid material such as a resin or clay that is capable of exchanging Na+ or H+ for Ca2+ and Mg2+.\n\nMicroorganisms\n\nmicroorganisms in a water sample are counted under a microscope\nMethod for finding the number of coliform organisms in a water sample:\n\nFilter a known volume of water sample through a filter that retains microorgnisms\n\nTransfer the filter to a sterile petri dish containing appropriate agar and incubate at 35oC for 20-40 hours. Also incubate a control plate with agar only. Colonies will develop on the filter wherever bacteria are retained.\n\nEither visually, or using a microscope, count the number of coliform colonies. Express these values as CFU/100mL.\n\nMany protozoa, bacteria, viruses, algae and fungi are found in natural water systems. Some are pathagenic (typhoid, cholera and amoebic dysentry can result from water-borne pathogens). The excessive growth of algae (called 'algal bloom') can degrade water quality because it lowers dissolved oxygen levels thereby killing other living things. The level of bacterial contamination of water due to animal waste is measured by determining the number of coliform organisms such as E. coli\n\nHeavy metals in concentrations above trace amounts are generally toxic to living things. Trace amounts (<0.05 mg/L) of Zn, Cu and Mn are present in most natural waters. Zn and Cu may be present in higher levels in irrigation areas due to the use of galvanised iron, copper and brass in in plumbing fixtures and for water storage. In irrigation areas, acceptable levels are 0.2 mg/L for Cu2+, and 2.0 mg/L for Zn2+ and Mn2+."}
{"text": "\"Commercial bottled water here varies quite a bit depending on how frequently the company changes its filters, but it's generally flat tasting and very low in minerals (RO essentially takes out everything, including the modicum of minerals needed for good flavor).\"\n\n\"If tap water is added to a battery's electrolyte liquid, it can allow minerals from the water to build up on the battery's internal lead plates, which will reduce the battery's power and shorten its life.\""}
{"text": "Everything for Everyone\n\nCategory Archives: groundwater\n\nRecently, PBS NewsHour ran a two-part investigative story that must have seemed to have all the elements of a compelling piece. There was a relatively unknown but apparently widespread carcinogen and a great hook—it was tied to the story of contaminated water behind the film Erin Brockovich (and the book A Civil Action). Issues relating to public health threats demand careful and thorough reporting. Unfortunately, those qualities were at times absent from the PBS story.\n\nThe story focused on hexavalent chromium (Cr6 carcinogenic. It's much worse if inhaled, but there's evidence that it is dangerous when ingested as well. As the NewsHour story noted, recent sampling has shown that hexavalent chromium is present in drinking water across the country. Does that mean we have a public health crisis on our hands, caused by shockingly widespread contamination? Let's slow down and get some context.\n\nMeet the metal\n\nHexavalent chromium occurs naturally. That's a rather important fact never mentioned in the NewsHour story, which describes the water as \"tainted\" by industrial chemicals. Chromium, like many elements, is present in Earth's crust. Some types of rock have more than others, but it's actually a little bit more common than copper or zinc—the average concentration in the upper crust is something like 90 parts per million. Oxidize some of that chromium to the hexavalent state, and it can be mobilized into groundwater. If hexavalent chromium is showing up in wells nearly everywhere we look, it might be because it's naturally present rather than a ubiquitous, human-introduced contaminant.\n\nOne of the things people often wonder about earthquakes is whether human activity can play a role in their occurrence. Sometimes that comes from a desire to assign blame, but often it's related to a bigger question: could we actively trigger small earthquakes to prevent the big, damaging ones from occurring? While that lofty piece of geoengineering may not be feasible (or even possible), it is true that humans can sometimes trigger earthquakes.\n\nEarthquakes are fundamentally controlled by two factors. The first is the movement of rock, such as tectonic plates. This constant, gradual movement is the source of conflict in an active fault zone—one region of rock is being forced past another. If the two blocks simply slid smoothly by each other along the fault surface, this would be a pretty peaceful process. But this is where the second factor comes along—the friction between the blocks. The stress builds up until it's great enough to overcome that friction, at which point seismic energy is released violently as the blocks catch up on decades' (or centuries') worth of motion in just a few seconds.\n\nFor the most part, the accumulating stress that creates this situation is much too large for human activities to make a difference. We can, however, affect the friction that locks up the fault. Hydraulic fracturing, where fluids are pumped into the ground at extremely high pressures to crack rocks that release natural gas and oil, has been shown to do just that in certain situations. Increasing the fluid pressure inside the fault partially de-stabilizes the friction-lock, lowering the stress threshold necessary to trigger an earthquake just enough for one to occur.\n\nIn December of last year, Ars reported on a major EPA study in Pavillion, Wyoming that concluded hydraulic fracking operations there had contaminated the groundwater aquifer. While there wasn't a clear link to contamination detected in some shallow private water wells, EPA believed that the deeper contamination was very likely related to fracking. This determination came primarily from two deep monitoring wells that EPA had installed for the investigation.\n\nEncana, the gas exploration company that owned the natural gas wells, disagreed vehemently. They asserted that EPA had drilled monitoring wells into a zone where gas was naturally present. As for the other compounds EPA detected in the wells, which were known to be components of fluids used during fracking, Encana said these were likely introduced into the aquifer during the drilling of the monitoring wells. EPA had foreseen this objection, and went to great lengths to avoid contaminating the monitoring wells, but Encana was not satisfied.\n\nIn the end, the EPA, the United States Geological Survey (USGS), the Wyoming Geological Survey, the Wyoming Department of Environmental Quality, the Wyoming Oil and Gas Conservation Commission, and the Wyoming Water Development Office met to discuss these objections. They decided that the EPA and USGS would carefully re-sample the deep monitoring wells to verify the results EPA had gotten previously.\n\nHydraulic fracturing—fracking—for natural gas has revolutionized the energy industry in many places, including the United States. The pushback over contamination concerns has been a prevailing storyline in the public eye. This possibility has been viewed as unlikely, though, as the shale gas layers being fracked are typically several thousand feet deeper than any aquifers used for drinking water. Fractures would have to propagate tremendous distances, through a number of confining layers, to create a pathway for contamination.\n\nThe physics required to make something like that happen just aren't there. In nature, however, it's usually true that to consider something to be impossible is to be disappointed. And so the nagging question remained: what if there are already some pathways present through those confining layers?\n\nIn 2011, researchers from Duke University published results (open access) showing a correlation between methane concentrations in private water wells and proximity to local natural gas production wells in parts of Pennsylvania and New York. While that suggested the water well contamination could be related to recent fracking, it was not at all a sure thing. The work was controversial, too—triggering a string of comments and replies in the journal that published it.\n\nNo, you don't need to check the prescription on your eyeglasses (or medications)—we really are talking groundwater depletion and sea level rise again. Just a few weeks ago, we covered a recent study on the topic published by researchers from Taiwan and the Netherlands and compared it to one from last year that was done by Leonard Konikow of the United States Geological Survey. There's a good reason that we're back at it again. But first, for those who didn't take notes—what are we talking about?\n\nIn many places, the water table is dropping as groundwater is depleted. When groundwater is pumped up for use, whether for drinking water or irrigation, some portion of it fails to infiltrate back down into the ground. (In drier regions, that portion approaches nil). Instead, the water evaporates into the atmosphere or ends up in surface streams. In either case, most of it eventually makes its way to the ocean. In many places, the amount of precipitation that infiltrates into the ground is too small to make up for that loss. And as the volume of groundwater decreases, sea level must rise in turn. It's an awfully big planet we're on, though. Most of its surface is ocean, so you might not expect this to add up to much.\n\nThat's where these studies become so interesting. They estimated that, currently, the volume of groundwater being depleted is equivalent to about 13 to 20 percent of the ocean volume change. This isn't the whole story, however. The construction of dams on rivers creates large reservoirs (or lakes) behind them, increasing the storage of water on land. As long as you keep building new dams, you continually counteract some portion of sea level rise.\n\nLast year, we had covered a study on the non-trivial contribution of groundwater depletion to sea level rise. It concluded that humans have pumped enough water from underground sources to account for up to 13 percent of the rise in ocean levels that occurred between 2000 and 2008.\n\nA caveat, from a related paper, was that this might be offset by an increased retention of surface water in large reservoirs behind new dams. That would make the net effect of these human activities a wash. In fact, the 2007 IPCC report left out groundwater depletion when projecting sea level rise because of the uncertainty of existing estimates and the presumed balance with reservoir impoundment.\n\nA new estimate, published recently in Geophysical Research Letters, takes a closer look at dam building and projects current trends into the future. While groundwater depletion continues, dam construction is on the decline. The result should be an increasing contribution to sea level rise.\n\nHydraulic fracturing (more commonly referred to as \"fracking\") involves the injection of fluid at high pressure into a well, opening or widening fractures in the rock below that free up the flow of natural gas. Domestic natural gas production has been booming as a result, but opponents claim the technique contaminates drinking water, causing serious health effects"}
{"text": "Marketplace\n\nNasal rinsing and tap water\n\nNEW YORK (WABC) --\nIt turns out that what many people do to breath easier could actually end up making things worse.\n\nSeven's On Call with Dr. Jay Adlersberg.\n\nSinus infections sometimes take a few weeks to clear up. But what if one hangs on for months at a time? A new report says doctors and patients should search for an infection caused by a germ that can live in tap water.\n\nBill Pearson gets IV treatments to boost his immune system. Before them, he got a whopping sinus infection that lasted three years.\n\nRelated Content\n\n\"I did all kinds of antibiotic treatments through my [general practitioner] and other doctors,\" he said. \"I even had sinus surgery to clean the nose out, which didn't help.\"\n\nBill had rinsed his sinuses with a salt water solution he made with tap water. That tap water may be linked to sinus infections with a germ called atypical mycobacterium, a first cousin of the tuberculosis germ.\n\nNurse practitioner Jennifer Walsh did the study.\n\n\"We found 24 patients with chronic sinusitis we think is due to this TB-like organism,\" she said.\n\nChlorine in tap water doesn't kill TB-like germs. Like tuberculosis, they can cause chronic infections, such as abscesses and bone infections. Besides water, the germs are also found in the soil. Unlike TB, these infections are not contagious.\n\nIt is not clear that sinus rinsings with tap water caused these infections, as the water in the homes of patients was not tested for atypical TB.\n\nSinus rinsing involves squirting salt water into one nostril, up into the sinuses and out the other side. Sinus rinses are commonly used by allergy patients to rinse out pollen from the nose.\n\nAll the study patients had rinsed their sinuses with tap water and salt, so infection from water is a possibility. Several special antibiotics cleared up Bill's TB-like infection.\n\nDoctors say more studies need to be done on tap water-TB-like sinusitis connection.\n\n\"At this point, to be the safest, we are suggesting that patients use sterile saline water to irrigate their nose,\" Walsh said.\n\nThis is a very preliminary report, with many unanswered questions. Most sinus infections are caused by viruses and some by germs that are sensitive to standard antibiotics. But for an infection that don't get better for weeks, a patient might consider this very unusual infection and check with a doctor."}
{"text": "Marketplace\n\nNasal rinsing and tap water\n\nNEW YORK (WABC) --\nIt turns out that what many people do to breath easier could actually end up making things worse.\n\nSeven's On Call with Dr. Jay Adlersberg.\n\nSinus infections sometimes take a few weeks to clear up. But what if one hangs on for months at a time? A new report says doctors and patients should search for an infection caused by a germ that can live in tap water.\n\nBill Pearson gets IV treatments to boost his immune system. Before them, he got a whopping sinus infection that lasted three years.\n\nRelated Content\n\n\"I did all kinds of antibiotic treatments through my [general practitioner] and other doctors,\" he said. \"I even had sinus surgery to clean the nose out, which didn't help.\"\n\nBill had rinsed his sinuses with a salt water solution he made with tap water. That tap water may be linked to sinus infections with a germ called atypical mycobacterium, a first cousin of the tuberculosis germ.\n\nNurse practitioner Jennifer Walsh did the study.\n\n\"We found 24 patients with chronic sinusitis we think is due to this TB-like organism,\" she said.\n\nChlorine in tap water doesn't kill TB-like germs. Like tuberculosis, they can cause chronic infections, such as abscesses and bone infections. Besides water, the germs are also found in the soil. Unlike TB, these infections are not contagious.\n\nIt is not clear that sinus rinsings with tap water caused these infections, as the water in the homes of patients was not tested for atypical TB.\n\nSinus rinsing involves squirting salt water into one nostril, up into the sinuses and out the other side. Sinus rinses are commonly used by allergy patients to rinse out pollen from the nose.\n\nAll the study patients had rinsed their sinuses with tap water and salt, so infection from water is a possibility. Several special antibiotics cleared up Bill's TB-like infection.\n\nDoctors say more studies need to be done on tap water-TB-like sinusitis connection.\n\n\"At this point, to be the safest, we are suggesting that patients use sterile saline water to irrigate their nose,\" Walsh said.\n\nThis is a very preliminary report, with many unanswered questions. Most sinus infections are caused by viruses and some by germs that are sensitive to standard antibiotics. But for an infection that don't get better for weeks, a patient might consider this very unusual infection and check with a doctor."}
{"text": "Sterilization removes free floating bacteria, parasites and disease causing pathogens from the aquarium system water. Ultraviolet sterilizers work when water passes through the unit and is exposed to the germicidal light being produced by the bulb inside. It is essential that ultraviolet sterilizers are installed properly to have the correct \"dwell time\" or exposure to the light. If the bacteria or pathogens pass through the sterilizer too quickly they will have a nice tan, but they will survive to cause problems later. Ultraviolet sterilizers are required by law in all shellfish aquarium systems to prevent cross contamination and food borne illness. Ozone can be used to sterilize water, but is much more difficult to control.\n\nThe process of making something free from live bacteria or other microorganisms. Sterilization of milk bottles and other containers is necessary to prevent the re-introduction of bacteria or other harmful organisms after pasteurization. close window resize type\n\nAs used in the context of planetary protection, the process of actively reducing the microbial burden on flight hardware so that the hardware is nearly free of all living microorganisms (consistent with the appropriate specifications).\n\nAs used in this document, the process of actively reducing the microbial burden on flight hardware so that the hardware is nearly free (consistent with the appropriate specifications) of all living microorganisms.\n\nThe process by which all forms of microorganisms -- including viruses, bacteria, fungi and spores -- are destroyed. Suitable methods of sterilization include the use of steam under pressure (autoclave), dry heat, chemical vapor and ethylene oxide gas (only for instruments that can be thoroughly cleaned and dried).\n\nThe process of eliminating bacteria and viruses from tools, surfaces and equipment. OSHA (Occupational Safety & Health Administration) has specific standards for sterilization in all dental offices. See autoclave and heat sterilization.\n\nSterilization (or sterilisation) is the elimination of all transmissible agents (such as bacteria, prions and viruses) from a surface, a piece of equipment, food or biological culture medium. This is different from disinfection, where only organisms that can cause disease are removed by a disinfectant."}
{"text": "Tag Archives | water filtration\n\nThe Steripen Adventurer Opti uses short wave germicidal UV light to disinfect water. The UV light disrupts the DNA within bacteria and viruses making them unable to reproduce and therefore harmless. The Steripen is handy both on a wilderness backpacking trip when treating water or when visiting other countries and reluctant to drink water. This [...]"}
{"text": "re: pH of RO water\n\n>Question 1: My tap water is pretty much crap for growing plants.\n>Its got a pH of about 8.6-8.8 depending on when I measure it.\n>Its also hard as nails.\nYour tap water may have a high pH because the treatment process has\nremoved all the dissolved CO2. Since you have hard water, the treatment\nplant may be softening your water a bit to help reduce scale buildup in\npipes. They generally do this by raising the pH and precipitating out\nsome of the Ca and Mg. At this pH, all the CO2 changes to carbonate,\nCO3.\nAn easy way to check this is to aerate a bucket of your tap water for 48\nhours. If the pH drops to 7.5 or so, then it is the removal of CO2\nthat's causing a high pH at the tap. Aeration sure is a lot cheaper and\neasier than RO. For faster results, try injecting CO2 into straight tap\nwater, and see what the resulting pH is.\nThere's nothing wrong with hard water for growing plants.\nRegards,\nMark"}
