{"text": "Is there any specific type of tree that you've used on your backpacking trips that you dislike hanging under (that is otherwise suited for hammock use)? For example, a particular tree may drop undesirable debris/substances..."}
{"text": "A branch ( or , ) or tree branch (sometimes referred to in botany as a ramus) is a woody structural member connected to but not part of the central trunk of a tree (or sometimes a shrub). Large branches are known as boughs and small branches are known as twigs."}
{"text": "Chestnuts are monoecious, meaning they bear both male and female flowers exist on the same tree. However, most Chinese chestnut are self-sterile, thus requiring cross pollination from other trees for successful nut production. Regardless, all Chinese chestnuts will produce the spiny burrs."}
{"text": "Selecting Trees by Shape\n\nSelecting Trees by Shape\n\nColumnar\n\nColumnar trees are shaped like columns or cylinders, with branches of uniform length -- top to bottom. They aren't necessarily narrow, but they appear to be because of the branching pattern. Many commonly known trees are available in columnar versions."}
{"text": "How much wind your pine tree will be able to withstand depends upon a number of things such as, how tall it is, and how much crown it has; how exposed it is (is it a single tree out in the open, or is it sheltered by other trees or buildings); and probably most important, is how soft the ground is"}
{"text": "This pyramidal oak can grow up to 70 feet tall and 50 feet wide. It is hardy in zones 4 to 8, and grows in full sun and moist to swampy soil. Though they drop a lot of leaves each year (and acorns every couple of years), but they tend to stay in place rather than blowing into neighbors' yards.\n\nYuapon holly (ilex vomitoria)\n\nThis small, broad-leaf evergreen grows throughout the Southeast, and is hardy in zones 7 to 10. It can grow to about 20 feet tall and 15 feet wide. If you grow both male and female plants, it will grow bright red berries through winter. It tolerates most soils and shade conditions, and is fairly drought-tolerant. However, watch small children around the plant, as the leaves can cause vomiting"}
{"text": "Related\n\nThis pyramidal oak can grow up to 70 feet tall and 50 feet wide. It is hardy in zones 4 to 8, and grows in full sun and moist to swampy soil. Though they drop a lot of leaves each year (and acorns every couple of years), but they tend to stay in place rather than blowing into neighbors' yards.\n\nYuapon holly (ilex vomitoria)\n\nThis small, broad-leaf evergreen grows throughout the Southeast, and is hardy in zones 7 to 10. It can grow to about 20 feet tall and 15 feet wide. If you grow both male and female plants, it will grow bright red berries through winter. It tolerates most soils and shade conditions, and is fairly drought-tolerant. However, watch small children around the plant, as the leaves can cause vomiting."}
{"text": "Sue Roberts helps her son Willie measure a tree\n\nSue Roberts helps her son Willie Roberts measure a tree for a customer. Willie started working with the trees when he was three years old. Photo by Margaret A. Ontl\nRead the article: Willie's trees are more than a symbol"}
{"text": "How To Kill Banana Trees\n\nGlad you asked...\n\nThe fastest way to kill a Banana Tree is to chop it down with and axe or handsaw. Once you chop it down youn need ton use kerosene and broad-spectrum herbicide. Check out this website on how to Kill A Banana Tree. \n\nnwinkler How-To Expert\n\n| |\n\nThen again, this answer might help you...\n\nKilling banana trees isn't an easy task. It seems that because they are a bulb and not an actual tree they have to be forcibly dug from the ground. If the banana is a particularly tall one or bothersome it is possible to advertise in the classifieds to see if someone else wants it."}
{"text": "What is the likely cause of the bobbly forms on the leaves of a peach tree? Does it matter or is it just some natural anomaly that doesn't affect the tree's health? If is it a concern how can it be"}
{"text": "Given enough time trees will break through, grow around, and even grow over just about anything. Here are some trees that have done just that. Growing through houses, growing over signs and over benches. Source: A new species of mysterious sea animal? No, unfortunately not, it's actually a mass of Goose barnacles which were clinging to a log that washed up on a beach in Wales. Some amazing images nonetheless. Source\n\nIn Uzbekistan there is a hole. In this hole, there is fire. Reportedly, a group of geologists where drilling in the area when they discovered large pockets of highly flammable gas. They attempted to burn the gas away so that they could safely reenter the hole but the fire never went out. But this isThe Rainbow Eucalyptus tree is native to tropical areas, it sheds its bark at various times throughout the year, and as it does the inner bark changes from blue to purple, pink, orange, and finally maroon. This gives the tree a spectacular rainbow effect."}
{"text": "bark\n\nbark, in woody plants, tissues external to the vascular cambium (the growth layer of the vascular cylinder); the term bark is also employed more popularly to refer to all tissues outside the wood. The inner soft bark, or bast, is produced by the vascular cambium; it consists of secondary phloem tissue whose innermost layer conveys food from the leaves to the rest of the plant. The outer bark, which is mostly dead tissue, is the product of the corkcambium (phellogen). Layered outer bark, containing cork and old, dead phloem, is known as rhytidome. The dead cork cells are lined with suberin, a fatty substance that makes them highly impermeable to gases and water. Gas exchange between the inner tissues of bark-covered roots and stems and their surroundings takes place through spongy areas (lenticels) in the cork.\n\nBark is usually thinner than the woody part of the stem or root. Both inner bark (secondary phloem) and wood (secondary xylem) are generated by the vascular cambium layer of cells: bark toward the outside where the oldest layers may slough off, and wood toward the inside where it accumulates as dead tissue"}
{"text": "What is a\ncanker?\n\nCanker: Localized necrosis\nof the bark and cambium on stems, branches\nor twigs. They are often sunken because the stem continues to get bigger\nelsewhere. Also, callus may be produced\naround the canker that makes it more sunken.\n\nWhat causes\ncankers?\n\nPathogens are\nmostly Ascomycota. Many also have an asexual\nstage in the Deuteromycota.\n\nThere are some diseases usually considered\nwith other groups that also involve cankers:\n\nCanker rots\n\nSome basidiomycetes that decay wood in\nthe stem may also kill patches of sapwood\nand bark. We consider them along with stem-decay fungi.\n\nStem rusts\n\nThese cause cankers, but we consider\nthem separately.\n\nFoliage diseases, shoot and tip\nblights\n\nSome of these kinds of diseases also\ncan involve cankers of twigs, branches, and even main stems.\n\nIt is amazing for how few of them we really\nknow how the pathogen gets in. We think that generally none of them\npenetrate intact bark.\n\nOften, cankers are\ncentered around a wound or branch stub, suggesting that they were the\ninfection court. But seeing a branch at the center does not tell us much.\nDid the pathogen colonize the branch or stub after it was dead, then\nattack the nearby living stem? Or did it infect the branch while it was\nalive (perhaps through some kind of wound?) and then grow down into the\nstem, killing the branch in the process?\n\nSome people have trouble with this. Cankers\nare a good topic for examples. For example, the pathogen\nof coral-spot Nectria canker has both a sexual and asexualfruiting structure that occur separately. The\nsexual structure is in the perithecialascomycetes,\ncharacteristic of the genus Nectria, and the fungus is called Nectria\ncinnabarina.\n\nThe asexual structure is a sporodochium.\nFungi with sporodochia are classified in the Deuteromycota. This\nparticular sporodochium and conidia it produces\nbelong in the genus Tubercularia, and this one is Tubercularia\nvulgaris.\n\nSo the pathogen\nhas two names. They both refer to the same fungus. If we want to refer to\nthe whole fungus (as we usually do), it is usually best to refer to the\nname for the sexual stage, because, as with plants, that is the stage\nusually used to indicate relationships. So we call this pathogen Nectria\ncinnabarina. But you may also hear people refer to the asexual stage\nby name.\n\nFor some fungi, though, we may just see the\nasexual stage. Cytospora canker is an example. We\nalmost always only see pycnidia. So it is natural\nto call it by the stage that we see, Cytospora or Leucocytospora.\n\nFor some fungi, a sexual stage may never\nhave been seen. Pitch canker is an example. All we see are sporodochia,\nso we can use only the name for the asexual stage, which in this case is Fusarium.\n\nIn other cases, there may be both stages,\nbut the sexual stage is so consistently present that we don't need to use\nthe name for the other stage and there may not be one. Hypoxylon canker is\nan example. There are conidia, but you never hear a name for that stage.\nThere are almost always perithecia around to\nidentify."}
{"text": "I received two Italian stone pines (Pinus pinea) in pots. What kind of light and soil do they like? How tall do they grow?\n\nI received two Italian stone pines (Pinus pinea) in pots. What kind of light and soil do they like? How tall do they grow? —Peg Banks, Plano, TX\n\nItalian stone pines, sometimes called parasol pines, become large, picturesque trees with 5- to 7-inch needles in bundles of two. Their seeds are edible. In fact, most pignolias (the \"pine nuts\" we use in cooking) come from these trees. Unfortunately, they're only suited to Zones 9 and higher.\n\nI hope you're planning to move your pines from their pots to your landscape. Since they're relatively slow growing, you might be able to keep them in large containers for a few years. But eventually, these trees may grow up to 80 feet tall. Choose a location with lots of sun. Originating in the Mediterranean, these pines grow best in fairly poor, dry soil. Water to get them established, but don't overdo it."}
{"text": "@Clenram: I have almost the same memory, only it the tree was in an abandoned houses yard and all the neighborhood kids would sit in the tree, eat cherries, tell stories and pick some to take home. It was probably 4-5 years until someone bought the house and \"stole\" our cherry tree."}
{"text": "Left unchecked, canker can gradually spread to affect whole branches and sections of trees. Severely-infected old trees may be beyond rescue, while young trees are vulnerable to infection, particularly where other susceptible trees are growing"}
{"text": "Tree won't grow apples! HELP!\n\nI just moved into a house and there's a gorgeous apple tree in the yard, but the landlord says it doesn't make apples anymore. Someone told him if you beat the trunk with a baseball bat it will \"shock\" the tree into making fruit again...is this true?? Is there anything I can do that won't make my new neighbors call the insane asylum?? :lol:\n\nDon't beat it!\n\nI've Never heard that before and I've been pruning a long time!!! There are a couple reasons why fruit trees stop bearing... one of which is how they have been pruned. If all you have been left with is upright suckers, they usually don't produce the spurs that produce fruit. Also, spurs like to form on branches that are horizontal. Also, an apple needs a nearby apple tree which can polinate it. Hmm. Why don't you check out this link and see what's going on - then let us know! Keep your bat in the closet though.... :)"}
{"text": "How to Manage Pests\n\nPests in Gardens and Landscapes\n\nPlant identification\n\nThe California bay is a native of coastal areas\nand lower elevation of the Sierra Nevada. It is adaptable to many\ngardens. An evergreen tree, it grows up to 75 feet tall.\n\nOptimum conditions for growth\n\nCalifornia bay grows best in full sun to part shade\nand can adapt to several climatic zones. Water is not required\nonce established. Trees look better and grow faster with adequate\nwater applied deeply but infrequentlybay.html revised:\nMay 31, 2013.\nContact webmaster."}
{"text": "called 'Morello Crown' on Gisela 5 dwarfing rootstock. It's smaller than the 'Colt' rootstock, so the tree should reach around six to eight feet after 10 years. The 'Crown' variety is a slightly larger strain than the usual morello cherry, it's the one"}
{"text": "Questions like yours:\n\nblack maple tree pictures\n\n[image: [\"c5c3b5bd71c750f47f9cc5543afdb85a\"]]\n\n[image: [\"c5c3b5bd71c750f47f9cc5543afdb85a\"]]\n\nan image of Acer nigrum\n\nan image of Acer nigrum\n\nan image of Acer nigrum, a species of maple closely related to A. saccharum, and treated as a subspecies of it by some authors, as Acer saccharum subsp. nigrum Desmarais (image: Acer_nigrum_drawing.png)\n\nReport Abuse\n\nRate this answer:\n\nVote\n\nor Vote\n\nblack maple tree pictures\n\nHow do we know?\n\nWho or what is currently an image which shows (possibly with other things too) Acer nigrum, a species of maple closely related to A. saccharum, and treated as a subspecies of it by some authors, as Acer saccharum subsp. nigr"}
{"text": "Can a tree blush green?\n\nMay 11th, 2010\n\nQ: It's happening again. Every spring my wife notices the onset of buds on the trees and tells me they are \"blushing green.\" I tell her that \"blushing\" refers to red, not green. She tells me that if I can find a better way to convey the idea of \"blushing green,\" she will deign to use it. Can you help?\n\nA: We think your wife's description of tender young buds as \"blushing green\" is delightful, and it's not as farfetched as you might think. The original meaning of \"blush,\" in the 14th century, had nothing to do with redness.\n\nThe word \"blush\" first showed up as a verb, according to the Oxford English Dictionary, and initially meant to \"cast a glance\" or \"give a look.\" The OED's earliest written citation is from 1325.\n\nThe noun \"blush\" was first recorded in writing in about 1340, when it meant \"a gleam, a blink.\" By this time, the verb was being used to mean \"shine forth.\"\n\nA slightly later sense of the noun – \"a glance, glimpse, blink, look\" – was recorded about 1375 in the expression \"aftur the furste blusch.\" We still use the word this way, in the phrase \"at first blush\" (the equivalent of \"at first glance\").\n\nThe current sense of the verb \"blush,\" meaning \"to become red in the face, (usually) from shame or modesty,\" came along in the mid-15th century, the OED says.\n\nThe first written citation is from about 1450, in the phrase \"blushed red.\" Later, the \"red\" became unnecessary and \"blushing\" by itself meant turning red.\n\nThe use of the noun \"blush\" to mean \"the reddening of the face caused by shame, modesty, or other emotion\" was first recorded in Shakespeare, the OED says."}
{"text": "How To Prune Your Citrus Trees\n\nBelow we explain step by step how to prune your citrus\ntree. We will be adding videos soon!Let us knowhow\nhelpful this was.\n\nPruning Orange Trees and Other Citrus Step By Step\n\nFirst\nstep: You will need handheld pruners to remove\ndead, diseased or crisscrossing limbs to open the\ncenter of the tree. If the branches are two thick\nand the pruners don't suffice use a small hand saw. Second\nstep: After you carefully remove all the\nbranches described make sure to cleanse your pruning\nshears with a disinfectant spray to not spread any\ndisease that you may be unaware of.\n\nThird\nstep: Make sure to clip off any frail or weak\nthin Branches. This process will cause the branches\nto grow back thicker and stronger enabling them to\nhold larger heavier fruit"}
{"text": "If you look at it this way; cherry blossoms are planted in graveyards because they need the nutrients from the rotting corpses underneath the ground. That's why these trees are fully grown and pretty. From dead humans, pretty things will grow. And if think about it, these dead bodies are in this tree, blossoming."}
{"text": "dieback\n\ndieback, common symptom or name of disease, especially of woody plants, characterized by progressive death of twigs, branches, shoots, or roots, starting at the tips. Staghead is a slow dieback of the upper branches of a tree; the dead, leafless limbs superficially resemble a stag's head. Dieback and staghead are caused by many fungi and a few bacteria that produce cankers, anthracnose, wilts, and stem or root rots. Nematodes, stem- or root-boring insects, mechanical damage, paving over roots, winter injury from cold or deicing salts, and a deficiency or excess of moisture or an essential element may cause dieback, directly or indirectly"}
{"text": "There are 3 ancient Ficus sycomorus trees in close proximity of each other, in the yard of the Ayia Napa monastery, in the center of Ayia Napa village. These are huge trees, especially the 2 oldest ones. The oldest is 600 years old, has a height of 26 meters and a trunk perimeter of 7 meters, the middle one is 350 years old, has a height of 18 meters and a trunk perimeter of 4.5 meters while the younger one is just 150 years old, a height of 18 meters and a trunk perimeter of almost 3.5 meters. This is not an indigenous species of Cyprus. The small fruit is edible."}
{"text": "Stump Removal\n\nBy: Nexstar Staff\n\nUpdated: February 3, 2012\n\nStumps can be removed using a chemical method, or a physical method. The chemical method involves \"rotting out\" the stump, while the physical method requires chipping out the stump with a stump grinder."}
{"text": "Judging from the orange fruits on the tree next to the clump, you are not in the Seattle area. It's a pity, I could help you out if you were.\n\nYou need to dig out the perimeter pups, 1 or 2 at a time, deep enough preserve the corm and some roots, and work your way towards the middle. If you intend to grow them, either get some pots to plant them in, or prepare other planting sites where you intend to plant them.\n\nGranted that his illustration is for a single pup, and that should work for you if you want to separate individual pups. But if you want to just remove the clump, having 2 or 3 pups to plant in another spot would make your work faster."}
{"text": "Juniper (Juniperus sp.)-Magnesium Deficiency\n\nCalcium/Magnesium imbalance of Juniper. Note the dead branches towards the center of this plant.\n\nPhoto by Melodie Putnam, 1989.\n\nCause 'Tam' and 'Pfitzer's' often are deficient in magnesium, and other cultivars may be as well. Competition with calcium-rich growing medium or acid conditions can also produce magnesium deficiency when it is not limiting.\n\nSymptoms In contrast to the twig blight caused by the fungus Phomopsis, which is confined at the outset to one shoot or to one side of the plant and usually kills one shoot at a time, magnesium deficiency seldom kills the plant. It produces chlorotic and/or dead foliage in the center of severely affected plants.\n\nCultural control Be careful because some junipers, such as J. horizontalis, prefer a pot pH of around 5.5.\n\nUse pesticides safely!"}
{"text": "Should I use pruning paint on my trees?\n\nThese days, it can be confusing about pruning paint because of the oak wilt in our area.\n\nWhen we prune our red oaks and live oaks, especially February through June, it's very important to apply pruning paint. However, it's advisable to apply pruning paint to susceptible oaks whenever you prune. The insects that transmit the disease are not active right now in January, but since our weather is as unpredictable as our insects, if you're pruning an oak, the best advice is to always cover any cuts with pruning paint.\n\nOn other trees, you don't need to apply pruning paint. It does inhibit the natural healing process that occurs when you prune in the proper place on the tree. So normally you would not apply pruning paint of any sort."}
{"text": "The trees have been selected in their individual areas because they grew not too far away from other trees, but not too densely with others either. They have been selected because they have the ideal (full foliage) south side, which gets the most exposure to sunlight. Most branches are like a wave, growing down and then upwards to achieve more space. (See Fig. 1) Some lower branches near the base of the tree have split up into two, and sometimes three, different sub-branches, like Y's. This is not done in upper branches, probably because of the weight that is required to support this. Some branches also crossed and overlapped each other, but this did not affect the branch length or angle of the trees. There are more branches in the middle and near the top of the tree, since that is the area with the most sunlight, than at the bottom of the tree. This allows for the optimal efficiency in solar energy collection. It has been noticed in the photographs that some of the lower branches are slightly under 90°, and the upper branches near the tops of each tree are over 100°. Branches at the bottom are also usually longer than they are at the top, for stability.\n\nIn some of the older trees that are taller in height with longer branches, the centre of the tree is bare, because those needles have senesced due to old age and excessive shade from other needles on the outside. To make it so that the tree will not have to support useless needles, some of the older trees shed the inner needles so there is less weight to support, and less areas to photosynthesize to, conserving energy. The average length of a branch that is bare without needles was 30.6 inches across 20 trees. (See Fig. 2)\n\nThe trees all have a good exposure to sunlight, and grow in an environment that is grassy and flat. There were often other trees of the same species growing nearby with branch angles that were quite variable, some growing at an upward angle, others drooping in a downward angle. Some areas even contain deciduous trees. The trees chosen, and their neighbours, are all usually around the same height growing in one area, since they all started growing at approximately the same time, based on the number of vertical branch whorls. There is usually a reasonable amount of fertile soil in the areas, with some more moist than others. Nonetheless, there is not a significant difference in moisture to affect the growth of the trees. Another factor that has remained constant is that the trees are all in areas where they would all experience similar amounts of annual sunlight, snowfall and other growth-determining factors. Some areas have little plants growing at the base of the tree, but there is not a dense amount to affect the health of the tree. (See Fig. 3)\n\nWhen it comes to branch angles, most of the range is from 80° to 120°, which is near the angle that is necessary to be perpendicular to the sun (90°). Most of the modal, median and mean angles range from 90° to 100°, since these are the most common angles. Data obtained from the branch angle measurements is fairly consistent and constant along the main stem of each tree, regardless of the different quadrants and environments in which these trees grow. Most of the branch angles on any one tree are very similar, even though they occur at different tree heights. This indicates that all trees of the Picea glauca family use the same basic rules for growth and solar energy collection.\n\nIt can also be observed that there is somewhat of a consistent ratio for the tree height to average branch length of the entire tree. There are a few exceptions where the tree stops growing in terms of height, but continues to grow longer branches. The ratio, then, only applies when the tree is growing in the optimal manner for collecting sunlight at first. The ratio ranges from 0.25 to 0.71, which is very close when one is examining the very natural growth of trees that could easily be changed by some specific environmental factors. If one were to state a general ratio number, they could use the mean of all the data ratios that have been collected: 0.426118209. This is the standard ratio number that will be used later on in procedures for this project. Tree height was something that has been manipulated and measured, but only for the purpose of determining whether or not the basic ratio changes with height. Since it does not, the height of a tree would seem not to be relevant when its sole purpose is to collect the optimal amount of solar energy.\n\nThis project is the intellectual property of Eden Full. Use of this information for one's own purposes is not permitted."}
{"text": "Description:Sandy and Ed Martin have been a staple in their community for years, but it wasn't until they began decorating a roadside tree on their property that they really began attracting attention ... and uniting their neighborhood.(2:55)"}
{"text": "Brendan M. with his plum tree he won at our show in Anchorage, Alaska on August 5, 2010\n\n| | | | | | |\n\n| | | | | | |\n\nMichael W. with his daughter Vivienne and their newly planted tree in upstate New York. He\nunfortunately broke his wrist climbing the fence to get on the stage at our Rumsey Playfield\nshow on September 16th.\n\n| |\n\n| | | | | | |\n\nTroy with his spruce \"Bruce\" won back in December 2007.\n\n| |\n\nGeraldine W. pictured with her four children, Louise, Arthur, Raphaël and Justine.\n| | | | | | | | Geraldine won the Blood Pear Tree on September 11, 2010 at our Olympia show in Montreal. They planted their tree in their garden in Waterville the next day.\n\n| |\n\n| | | | | | | |\n\nJeff C. and his son Jak with their orange tree\n| | Jeff won at the\n| | Oakland Art and Soul Festival on August 21, 2010.\n\n| |\n\n| | | | | | | |\n\nAudrey G. with her grapefruit tree she won at\n| | the Tel-Hi Fundraiser at The Independent in San Francisco on July 1, 2010.\n\n| |\n\n| | | | | | | |\n\nJustin R. and his son Sam in Camden, Ohio with the Red Delicious Apple Tree\n| | | | | | | | | that he won in Columbus, Ohio on July 12, 2010 with the ticket's Sam got him for Father's Day.\n\n| |\n\n| |\n\nNeil H. found the perfect place to plant his pear tree that he won at our\n| | | | | | | | show\n| | i7n Newport, RI on July 17, 2010.\n\nKait N. with her Aunt Jenny and Uncle Henry. They are pictured here with her\n| | | | | | | | | planted apple tree she won at our\n| | show at The Ives in Danbury, CT on July 15, 2010.\n\n| | | | | | | |\n\n| | | | | | | |\n\nChristin E. & Randy P. with their Dwarf Gala Apple Tree they won at our\n| | | | | | | | show in Indianapolis, IN on July 11, 2010.\n\n| | | | | | | |\n\n| |\n\nTabith K., with her planted Vine Maple she won at our New Year's Eve show in Seattle at the Moore Theater.\n\n| |\n\n| | | | | | | |\n\nLaura Z., a tree and shrub specialist from Milwaukee, WI, with her already planted Honeycrisp Apple tree.\nLaura won her tree at our Carroll University show on April 23, 2010.\n\n| |\n\n| | | | | | | |\n\nJessica J. of Calgary photographed with her Prairie Magic Apple tree.\n| | | | | | | | | She won her tree at the Calgary, AB show on April 21, 2010.\n\n| | | | | | |\n| |\n\n| | | | | | | |\n\nAnita S. of Edmonton, AB was the winner of a Praire Magic Apple tree at our April 20, 2010 show in Edmonton.\n\n| |\n\nTom, Deanna, Adam, Sarah and Lauren with | their planted grapefruit tree. Deanna won her tree at our San Francisco show at The Fillmore on January 9, 2010.\n\n| |\n\nTricia, being photographed by her brother with her 6 month old | Rosebud tree and her dog Cooper.\n| | | | | | | | | She won her tree at Crossroads in Kansas City, MO on May 2, 2009.\n\n| | | | | | | |\n\n| |\n\nJoe, pictured here with his McIntosh Apple tree he won by doing the most push ups at our Buffalo, NY show at The Town Ballroom on September 2, 2009.\n\n| | | | | | | |\n| |\n\n| | | | | | | |\n\nNate and Mo, with their Belle of Georgia peach tree won at the Richmond, VA show at The National on July 19, 2009.\n\n| | | | | | | |\n| |\n\n| | | | | | | |\n\nSarah, with her persimmon tree won at the April 30th show at Palladium Ballroom in\n| | | | | | | | | Dallas, Texas. The tree's name is Robert \"Cake\" Plant.\n\nHere is Lynne, of Louisville, KY, with her cherry tree that she won at the June 4, 2008\nconcert in Elizabeth, Indiana at Caesars Indiana.\n| |\n\n| |\n\nZach and Tarra from Vista, CA with their Fuerte Avocado tree. Zach won his tree on November 29, 2008 at 4th & B in San Diego, CA.\n\n| |\n\nHere is a picture of the Red Delicious Apple tree | Jeff of Chatham, Ontario. He won his tree on September 26, 2008 at our show in Hamilton, Ontario at the Hamilton Concert Centre.\n\nMarylee and Larry with her tree she won one year prior on December 8, 2007 at the Sewell, NJ show. She reports the tree is doing well, living in a pot for the time being until she owns a house and can plant it in her yard.\n\nRustin and his Blue Spruce he won at Constitution Hall in D.C. December 10, 2007.\n\n| |\n\nMoshe Levy of Thousand Oaks, CA was a Fuerte Avocado winner at the Orpheum Theater\nin Los Angeles on December 10, 2007.\n| | He found out avocado trees need another tree nearby to cross-pollinate, so there will be another one to keep it company soon.\n\n| |\n\nLeigh Ann Ballou winner of a Sago Palm at The Grove show in Anaheim, CA on December 2, 2007.\n\nKelli (pictured on the right) and her Blue Spruce she won at our Richmond, VA show in December of 2007.\n\nThe big winner at The Orpheum in Boston, MA on December 7, 2007.\n\nStephen with his planted pine he won in Boston on December 7, 2007.\n\nMore winners at the Orpheum show in Boston on December 7, 2007!\n\n| Did you win a tree but don't see it on this page? Please mail your photo and information to: INFO@CAKEMUSIC.COM"}
{"text": "Coniferous or evergreen\ntrees grow straight toward the sky and have a triangular shape.\nThis makes the conifer tree strong and keeps its branches from\nbreaking under the weight of snow.\n\nThe leaves on a\nconiferous tree are either pointed needles or small, flat\nscales. The needles or\nscales will stay on the tree for several years, falling off\ngradually.\n\nSeeds of coniferous trees and shrubs grow in cones. When a cone\nopens its scales, the seeds fall out. There are over 500 species\nof conifers and include the largest and oldest of all living\nthings. Canada has 34 different species of conifers. Vancouver\nIsland Has 14 of these species.\n\nCommon examples of conifers are firs, spruces, cedars and pines\nand they can be identified by their needles. The firs have short\nneedles with blunt tips. Spruces have four-sided needles that\nare very sharp and pines have needles that grow in bunches,\nwrapped together at the base, cedars have flat needles."}
{"text": "Beech (collected myself)\n\nThe beech tree is known as the \"mother of the woods,\" queen to the king oak. In fact, they belong to the same family as oaks, Fagaceae.\n\nBeech trees have a mystical legacy. Along with oak, they were included in the sacred grove of Dodona at the temple of Zeus in Greece. Druids practiced their rituals in beech groves when oaks weren't available. Also, forked beech branches are sometimes used as dowsing rods, and beechnuts are used as amulets.\n\nIt's not uncommon to see a beech tree dressed in last year's crisp, dead leaves. For this reason the beech tree is associated with cycles, change, passing generations, rebirth and transformation.\n\nIts leaves drip something that kills weeds and makes the soil rich. This helps other deciduous trees thrive, though its not good for grass or evergreens growing beneath it. That's probably why beech trees have the reputation for selfish ambition, the ambition of a forest queen who \"bears no rival near the throne.\""}
{"text": "Related\n\nEdit\n\nA tree is a perennial woody plant. It is most often defined as a woody plant that has many secondary branches supported clear of the ground on a single main stem or trunk with clear apical dominance.\n-Wikipedia-"}
{"text": "These sequoia saplings are the same species of evergreen that have produced the world's tallest, hardiest trees for thousands of years. You can choose from the Giant Sequoia (Sequoiadendron giganteum), the world's most voluminous tree that grows up to 275' high and 40' in diameter, or the Coast Redwood (Sequoia sempervirens), the tallest tree in the world that grows up to 379' high with 8'- to 20'-diameter trunks. Each sapling is approximately two years old and 24\" to 26\" tall. Simply start the sapling in a container, allow it to grow outdoors until it reaches 5' high (about three years), and then transplant the tree into the ground. The Giant Sequoia grows 1' to 3' annually and has an average life span of 2,000 years, while the Coast Redwood grows 1' to 2' per year and can live for up to 2,200 years. The Giant Sequoia's optimal climate is located in U.S. hardiness zones six, seven, and eight; Coast Redwood in hardiness zones seven, eight, and nine. Growing instructions included.\n\nLifetime Guarantee\n\nThe California Sequoia Saplings"}
{"text": "work in ferneries, conservatories, &c\n.\nSubsequently the bark is removed every eight or ten years, the quality of the cork improving with each successive stripping; and the trees continue to live and thrive under the operation for 15o years and upwards\n.\nThe produce of the second\n\nbranch is replaced by a thin layer of \" cork,\" that is a layer of cells the living contents of which have disappeared while the walls have become thickened and toughened as the result of the formation in them of a substance known as suberin\n.\nFresh cork is formed each\n\nseason by an active formative layer below the layer developed last season, which generally peels off\n.\nWhere the formation is extensive and persistent as in the cork-oak, a thick covering of cork is formed\n.\nIn some cases, as on young shoots of the cork-\n\ncombination of properties which peculiarly fits it for many and diverse uses, for some of which it alone is found applicable\n.\nThe leading purpose for which it is used is for forming bungs and stoppers for bottles and other vessels containing liquids\n.\nIts compressibility,"}
{"text": "There are 9 lessons in this course:\nExplain how to plant a specified advanced-sized tree on a specific site.\nExplain tree injection, including the technique and applications.\nIdentify situations where trees require strengthening operat..."}
{"text": "One of the oldest tree species on the planet, ginkgo grows only about a foot a year, reaching 50 to 80 feet. Female trees set fleshy fruit that smell unpleasant as they decay; they contain edible nuts"}
{"text": "One of the oldest tree species on the planet, ginkgo grows only about a foot a year, reaching 50 to 80 feet. Female trees set fleshy fruit that smell unpleasant as they decay; they contain edible nuts"}
{"text": "I decided to write this after visiting Jackson Bog State Nature Preserve and reading all the informative signs there… except they weren't all that informative for me because I didn't know my swamps from my bogs. So when I came home I decided to learn a few wetland basics.\n\nLet's start with the easy stuff. In North America a wetland that has trees growing in it is called a swamp. That's why Dawes Arboretum referred to the following grove of trees as \"Cypress Swamp\".\n\nI always associated the bald-cypress pictured above with the bayous of the deep south. Imagine my surprise to learn that we have some growing in Central Ohio. It turns out that the mature bald-cypress (Taxodium distichum) is actually cold tolerant. You may be wondering why we aren't seeing them all over the place. Well, they can't reproduce naturally in this climate because the immature seedlings are susceptible to ice damage. But if you nurture the little seedlings in a greenhouse, then transplant them outdoors when they're older, they'll survive and flourish here. Now I'm thinking of transplanting one into a wet spot in our backyard"}
{"text": "\"the Green Gage that still hasn't blossomed significantly or set any fruit after 12 years in-ground\"\nLucky, I'd really like for that tree to crop for you, since you say it's so healthy. Why don't you beat the trunk with a chain and see if you can get it to fruit? The hardy citrus guys down in TX used to tie a wire around vigorous young citrus seedlings to cut off some of the sap and make them slow down and bloom so they could find out what their crosses had produced. What is it, walnuts, women and dogs that do better when beaten? Donna\n-------------- next part --------------\nAn HTML attachment was scrubbed...\nURL:"}
{"text": "training bonsai\n\nBy definition, the perfect bonsai should have an aged-looking trunk and a vigorous growth of branches and leaves. The proportions of the tree should be similar to those of natural growing trees in the country or in forests but in … Continue reading →"}
{"text": "Perennial Wood is real wood modified to endure. It resists shrinking and swelling that causes cracking, cupping and warping, without sacrificing the beauty of real wood. This makes it well-suited for any outdoor application. It's also a smart choice for sustainably minded trade professionals and homeowners because it is domestically harvested and processed, long-lasting and modified through a process that leaves no toxic substances in the wood"}
{"text": "Step 1: Chop It Down\nStep 2: Plan Your Escape\nStep back and see which way the tree is naturally leaning—it's easier to make the tree fall that way. But make sure you map out two escape routes for when the tree falls.\n\nStep 3: First Cut\nSaw the tree. First make an undercut, a 90-degree, pie-shaped piece, in the base of the tree in the direction where you want the tree to fall. Just don't cut all the way through the tree.\n\nStep 4: Take the Fall\nMake a back cut on the other side of the tree, which should be two inches over the hinge, or the intersection of the undercut—and watch the tree fall.\n\nStep 5: Branch Off\nOnce the tree is down, remove branches from the bottom up to the top. Remove only the branches that are on the opposite side of you.\n\nStep 6: Stump the Yard"}
{"text": "The progressive dying back, from the top downward, of leaves and branches and eventually often the whole plant. In Western Australia, particularly applied to the effects of the root rot fungus Phytophthora cinnamomi.\n\noccurs when a plant's stems die for part of their length, beginning at the tips—causes may include inadequate moisture, nutrient deficiency, poor climate adaptation and severe injury from pests or diseases Drip Line— circle around a tree directly under its outermost branch tips"}
{"text": "Sacramento Valley Oak Trees. Here is a recognized Champion that is in great peril..\n\nRemember the Butternut Tree. That was the beautiful ultra green and very old tree that got in the way of some engineers. The tree lost the argument. Now another tree has planted itself in the wrong place. Here are some pics of that beautiful valley oak. This controversy is the ultimate example of unrepairable egotism. An engineer has decided that there is only one possible answer to a problem. Because some engineer was so dead certain the he was absolutely right we lost a one hundred year old Butternut Tree, in town by the river in July. Now we're facing the same thing on a levee by the airport. This time it's a Valley Oak that's over three hundred year old. The engineers have decided that there is only one way to deal with the levee problem in the Sacramento valley and to prove it, will destroy a tree that is over 300 years old. Rise up and let somebody know, don't cut Isabella. This tree is a champion. Refer to SacBee.com 10/30/2010, Home & Garden, Debbie Arrington."}
{"text": "As trees grow above the ground, their root systems must become equally large\nto support the additional weight. In urban or community situations, the\namount of space the tree is allowed is limited by streets and sidewalks, often\nto a diameter of 6 feet or less.\n\nWhile just about any tree, after several decades, will push up sections\nof sidewalks, the ones presented below typically achieve mature heights of under\n40 feet, and therefore are better suited for locations as narrow as 6 feet wide,\nthan larger- and faster-growing trees such as live oak and mahogany."}
{"text": "Yeah...apparently they go through periods where they shed all their greenery and then grow new stuffThe Tree of Ténéré or L'Abre du Ténéré was the world's most isolated tree - the solitary acacia, which grew in the Sahara desert in Niger, Africa, was the only tree within more than 250 miles (400 km) around.\n\nThe tree was the last surviving member of a group of acacias that grew when the desert wasn't as dry. When scientists dug a hole near the tree, they found its roots went down as deep as 120 feet (36 m) below to the water table!\n\nApparently, being the only tree in that part of the wide-open desert (remember: there wasn't another tree for 250 miles around), wasn't enough to stop a drunk Libyan truck driver from driving his truck into it, knocking it down and killing it!\n\nROFL!!\n\nIm not sure what Baruk Khazad is , but if they speak Judeo-Dwarvish, that would be \"blessed are the dwarves\" - lord of the markThe Wollemi Pine is one of the world's oldest and rarest plants dating back to the time of the dinosaurs. With less than 100 adult trees known to exist in the wild, the Wollemi Pine is now the focus of extensive research to safeguard its survival.\n\nYou can still easily pee on it through the bars while drunk and kill it that wayOriginally posted by OzzyKP\nThere's no way that arch one is real. I'm rather skeptical of the ladder one too.\n\nTheir real. They're just grafted trees instead of natural trees. By grafting parts of different trees of the same species you can make all sorts of shapes though it can take decades for the trees to finish growingWollemi Pines can now be bought in the US for $99.99 from the National Geographic society. The money raised goes towards research and conservation of the speciesInteresting, I heard the exact same story about a tree in Nullarbor Australia"}
{"text": "Example of a Weeping Habit\n\nWeeping Trees Create a Feel of Mystery, Luxuriance\n\nPlant forms can even convey a certain \"feeling\" to the landscape....\n\nWeeping trees can create a luxurious feel, as this picture shows.\n\nDavid Beaulieu\n\nWeeping trees, for instance, can convey a feeling of luxuriance or mystery. One weeping tree in the yard shown here probably wouldn't have been sufficient to convey this feeling; but having the two weeping trees (a weeping cherry and a weeping Japanese maple) in such a small space creates a powerful impression."}
{"text": "A shrub is distinguished from a tree by its multiple stems and shorter height, usually under 6 m (20 ft) tall. Plants of many species may grow either into shrubs or trees, depending on their growing conditions. Small, low shrubs, generally less than 2 m (6.6 ft) tall, such as lavender, periwinkle and most small garden varieties of roses, are often termed subshrubs or bushes.\n\nAn area of cultivated shrubs in a park or garden is known as a shrubbery. When clipped as topiary, suitable species or varieties of shrubs develop"}
{"text": "Gardening\n\nTwo of my favorite rosebushes won't bloom anymore. The flowerless stems, however, grow like crazy. I have to cut them back to keep them from taking over. Is there anything I can do to get these roses to flower?\n\nA grand willow in our front yard excretes a foul-smelling brownish liquid from the crotches of the tree. A local arborist called it \"slime flux,\" bacteria that can be killed by putting household bleach on the oozing matter. So far, it hasn't done anything. Do you have suggestions?\n\nI planted a saucer magnolia 5 years ago. The first few years, it blossomed beautifully. Since then, something eats the blossoms before they open, causing them to drop. The local garden center suggested using spray that keeps deer and squirrels away. That didn't help. Any suggestions?"}
{"text": "May 7, 2008\n\nPress Play to start the video.\n\nPropagating Begonias\n\n\"It's a simple as snip, snip, snip!\" says Jim Alston as he shows Walter\nhow to propagate begonias. Begonias come in many leaf forms, from angel\nwing to spiraled like a snail. If you have one you'd like to propagate,\ngarb your scissors and snip!\n\nAgaves\n\nThese spiny-leaved plants look at home in the desert but many of them\nfind Georgia a favorable haunt. David McMullin shows Walter his favorite\nagaves and also demonstrates how toenail clippers can keep an agave\nowner from shedding blood.\n\nFertilize Your Pecan Tree\n\n\"More leaves, more pecans.\" This simple rule governs whether you'll have\nenough nuts to make several pies or barely enough to feed the squirrels.\nWalter says that if you know how thich your pecan tree trunk is you can\neasily figure out how much 10-10-10 to apply to make more leaves."}
{"text": "Would you like to add this plant to a new site, or an existing site?\n\nChoke cherryChokecherry is an erect to straggling, deciduous shrub to small tree growing 3 to 30 feet tall or more. It is often connected by underground roots forming thickets. Its tiny white flowers are grouped into showy, long clusters that are fragrant. Each flower contains both male and female parts.\nChokecherry is mostly found on moist soils, such as in aspen groves, scrub, oak/pine woodlands, and coniferous forests, as well as ravines, rocky slopes, canyons, and the edges of creeks. It can also be found in old fields, uncultivated field edges, and dry, exposed sites. Additionally, it can grow well on sandy soils. Chokecherry prefers full sun to partial shade and is intolerant of full shade\nChokecherry provided a staple for Native American tribes and was first cultivated in North America as an orchard crop in 1724. Prussic (hydrocyanic) acid is found in the bark, leaves, and pits of chokecherry, and there are numerous reports of cattle dying after eating these parts of the plant. The acid in chokecherry pits is neutralized by boiling or drying. In addition, the bark is used as a tea, and the fruit is used to make jellies and jams."}
{"text": "How to Manage Pests\n\nPests in Gardens and Landscapes\n\nXylosma—Xylosma congestum Family Flacourtiaceae (Flacourtia family)\n\nPlant Identification\n\nXylosmas are often slow-growing, evergreen or deciduous shrubs or trees. Leaves are shiny, yellowish-green and oval with pointed tips. New growth is bronze. Flowers are inconspicuous and not often seen. Branches arch or droop. Plants may be spiny.\n\nOptimum conditions for growth\n\nXylosmas can be grown as hedges or tree. Some species can be trained up walls or fences. They do best in areas with full sun or partial shade. Provide moderate water. They tolerate most soil types and heatxylosma.html revised:\nMay 26, 2010.\nContact webmaster."}
{"text": "Tree Anatomy THE ANATOMY OFATREE The major partsofatree are leaves, flowers and fruit, trunk and branches, and roots. LEAVES Leaves are basically sheets (or sticks) of spongy living cells connected by tubular conducting cells to the\n\nunderground partsof the tree need enough space to feed, drink and breathe. The feeder roots are in the top 12-22 inches(30-55 cms) of the soil.DRIP LINE ... line (see diagram below). Make sure that the feeder roots of your trees have the\n\ncanopy of leaves - the upper partsof the tree, where the branches and leaves are located. heartwood - the core of the trunk, which contains very strong, dead tissue that supports the ... then label the treediagram above. Tree Anatomy: Label Me!\n\ntreediagram, or tree, is a two-dimensional diagram used in generative grammar as a convenient means of displaying the ... partsof speech, or word classes, in pedagogical grammar. Perfect comparison and contrast between the two can be\n\ntain partsof that history; the truth or falsity of the history itself is not relevant ... to the treediagram had no room for such a circumstance. Figure 2C shows the first proposal offered here as a solution of problems of\n\ntree, read and follow these important precautions: Do not dig until you are sure there are no buried utilities. ... Model Information and PartsDiagram . year long) Roots . P. a c K a gnI g . Roots . Your tree has been packaged in one of the following ways:\n\nEach spinner is divided into equal parts. 3. Spin spinner A two times. 4. Spin spinner A and spinner B. 5. Spin spinner B two times. 6. ... treediagram that represents the second bill being chosen should show only the two remaining bills.\n\nAtreediagram can be used to show all the possible outcomes of an experiment. • Demonstrate the Race Game with the overhead projector. Place a transparency copy of the game board handout on the overhead. Use to\n\nBreaking the problem into smaller parts. STEP 3:SOLVING THE PROBLEM Students should write down their ideas as they work so they don't forget how they approached ... Begin your treediagram by linking the first friend (Karina) to the other three friends.Then link the\n\nPartsofaTree Worksheet #1 ... • Teacher shows students the partsofa leaf diagram on the Project Plant It! poster and passes out leaf samples brought in, explaining that the parts are easier to see on deciduous leaves versus the evergreen\n\nPartsofaTree Roots. Much ofatree is out of sight beneath the ground. Growing very quickly, thousands of tiny root hairs push through ... diagram 2? A how trees help people B how sapwood is made C how chlorophyll makes food D how roots absorb water\n\nShow your answers to parts b), c), and d) as a fraction, a percent, and a decimal. ... Draw atreediagram to represent the sample space for both spins. c) What is the probability of spinning A followed by B: P(A then B)?\n\nFor the purposes of this discussion, we simplify the circum- must be a composite of three parts: ... FIG. 3— Treediagram describing the probability of the evidence for each of the composite hypotheses in Fig. 2. it is not a mixture?''\n\nTreeParts (from treediagram in Unit Test)-Can identify all parts and function of the tree. -Can draw atree and illustrate with arrows, the flow of water, light, glucose, and nutrients found in a living tree.\n\nFruit treeparts Pruning Terms Bearing tree – A fruit tree that has reached the stage of development to produce fruit annually. Branch – A shoot that has developed to maturity and has passed through one or more dormant seasons (Figures 1B and 1C).\n\nTrees, and Partsof Speech 0. INTRODUCTION ... The other is to represent the units with a group of lines called atree structure: 16) the students These bigger units are called constituents. ... eted diagram for (13) is given in (19):\n\nAtreediagram will also show all the other possible outcomes of boy – girl combinations in a 3 child family. AFTER SHOWING THE VIDEO: The students can be given the following problems: 1. ... Parts 1 & 2 STATISTICS Parts 1 & 2 PROBLEM SOLVING Parts 1 & 2 GEOMETRIC SOLIDS Parts 1, 2, &3\n\ntreediagram is the immediate constituent analysis of the sentence. The tree depicts ... tence parts are called conjuncts of the coordination. In (3), mistakenly, it turned out is a comment clause inserted in the main clause.\n\nTreeDiagram VP V PRN help you This form is called atreediagram . And the two constituents are help+ you. Help= head; you= complement. 10. ... Draw tree diagrams for the underlined parts. (1)a. She was quite intriguing. b. Melissa is happy about the results.\n\nFig.1.A familiar kind of state-space search tree. This diagram corresponds to a partial search in the middle ofa Tic-Tac-Toe game. ... Messages can refer to partsofatree in two ways: (1) by naming a labeled node or by describing the path to it from the root, and\n\n(As students name the different partsofatree, add that part of the costume or draw that part and share the function.) Bark: The \"skin\" of the tree that protects the inner living tissue of the tree. Can talk about the xylem and phloem.\n\ndiagram and 2 plant parts from each category above. 3) Explain that each group has two seeds, two roots, etc., and their task is ... in tree cavities, or burrowed among the roots. This activity was written by Susan Crider, UC Davis School of Education, 2003. 4\n\nFor each of the following words, draw atreediagram that represents the word's morphological structure. Don't forget to include part of speech labels where appropriate. a. ... Partsof speech In the following sentences, a root which usually has one part of speech (noun, verb, etc.) is used\n\nturing parts lists except that each item is made from only two other things, its parents. The ... In the Tree Structure Diagram the owner/member re- lationship (arrow) of the \"dependent\" set class has been reversed. The ...\n\nThis task consists of two parts: choose a first digit and choose a second digit. The results for a two-part task can be pictured in a product tablesuch as Table 1. ... Another helpful device is the treediagram, which we use in the following examples.\n\na plant. Some stems are very hard, like the trunk ofatree, and others are soft, like the stem ofa tulip. The stem also ... diagram in Appendix. • Soak large, dried lima beans in water overnight ... the five parts (embryo, leaves, roots, cotyledons, seed coat). Evaluation:\n\nBefore each use, inspect all parts for damage and wear. Do not ascend tree if you have ... Part II: DiagramofParts and Use of Specific PartsA. TSVCB: Tree SpiderTM Vertical Climbing Belt Loosening Tab Carabineer Adjustment Buckle Carabineer\n\nTree or shrub pruning is the removal of all or partsof selected branches, leaders, or roots from trees and shrubs. ... Network Effects Diagram; November 2011 Keywords: TREE/SHRUB PRUNING (660) Network Effects Diagram; November 2011 Created Date:\n\npartsof the meaning of sentences; they form coherent units of sense. It is rea-sonable to ask what beside a stream and a stream mean, but it is not reasonable ... In treediagram (a) above, what are the immediate constituents of: (1) A? (2) B?"}
{"text": "Brush Killer\n\nAre there any brush killers that are safe to use around mature trees. We have some large pines with very overgrown undergrowth. I would just go in and start cutting but there is also some poison ivy. I looked at Bonide brush killer and it seems to indicate it would work. I would also like to use it around the perimeter of our yard where the growth has taken over.\n\nRoundup will kill almost everything that it comes in contact with, so if you spray the undergrowth and don't get any on the needles of the pines you will be OK.\n\nDepending how much you need to spray, you can purchase a gallon of the equivalent called \"Pronto big and tough\" 41% solution from tractor supply for about $25. Roundup will cost 5x that. Use it in a 2% solution (2.5 oz to a gallon ) so a gallon goes a long way. It will kill the weeds and anything else green. For grass it takes about 7-9 days for results. Really tough stuff like American Barberry takes about 3 weeks to show the results.\n\nI am in the middle of a mission to spray and kill invasive Barberry in my 30 acre wood lot so am quite familiar with this material.\n\nDo not use anything like 2,4-D as that will get into the soil and possibly harm the pines. -- The difference between genius and stupidity is that genius has its limits.\n\nI'd try 2,4-d first and see if that kills most of the stuff. That won't hurt the grass or trees but should kill most of the other stuff. It won't kill the poison ivy but if you can kill everything else then you can come back later with some Roundup aka glyphosate in a dish and use a paintbrush to apply the glyphosate to the poison ivy to be safe. Any chemicals can get into the soil but 2,4-d and glyphosate are both classified as non-persistent to slightly persistent. 2,4-d is a broad-leaf killer so it's selective while glyphosate will kill anything it touches. Glyphosate shouldn't hurt the tree as long as you don't get any on the leaves but that's a call you'll have to make.\n\nAs you can see I have a pretty extensive collection of weed killer products directly from the farm supply store.\n\nMy next-door neighbor is going south of the border, so we'll probably go splits on the 2.5gal and also get some weed-and-feed that's been banned from our stores by dem damn treahuggers dustwvl I've had good luck with Round Up. For small weeds and grasses a single spray will due, for larger stuff you'll need to do multiple treatments. Round Up works through the plant's leaves, so it's best to spray on the leaves (top and underside) and avoid the soil where practical.\n\nI used it on some very aggressive ivy, it took several days of spraying to start to kill it off, and then I ended up just yanking a lot of it down followed by pulling it's stump out with my SUV at the time (this ivy had grown so large and so enormous that it had a trunk the diameter of a small tree (at least 6\" around).\n\nKeep in mind that if you have poison ivy, the stuff that is 'poison' will remain even after the plant is dead... so exercise caution pulling out the dead stuff.\n\nWhat I recently did in my yard was to say eff it and buy several yards of mulch, I put a 3-4\" barrier of mulch down, first off it's black, so in the sun it gets HOT, second, most weeds will not grow through that much mulch... so if you can rent a brush cutter to get it all down to the 1-2\" level you might consider just covering it w/ mulch.\n\nThanks everyone. I have been out of town and I am just getting back in the swing of things. Thanks for all the help.\n\nJust a note: Roundup is effective. I think its patent on glyphosate expired back in 2000, so there are a few generic products like the one I posted the link for (Compare-N-Save 2.5 gal. Grass And Weed Killer) and Pronto that are based on the same active ingredient, just cost a heck of a lot less.\n\nThey literally were giving it away last year... I got a gallon of round up with a remote pump/sprayer with purchase of something, I think a 40lb bag of grass seed or something...\n\nI read something about adding some dish soap to the mix to help it stick to the plants especially ones with a waxy coating. Any opinions on this?\n\nYou want a nonionic agent. Some dish soaps are OK but Jet Dry actually states it is non-ionic on the label. Typical rate is 0.5% or just over 1/2oz per Gallon. -- The difference between genius and stupidity is that genius has its limits."}
{"text": "How to Prune a Tree - A Graphic Tutorial\n\n2 of 9\n\nCrown thinning is a pruning technique primarily used on hardwood trees. Crown thinning is the selective removal of stems and branches to increase light penetration and air movement throughout the crown of a tree. The intent is to improve a tree's structure and form while making life uncomfortable for tree pests.\n\nStems with narrow, V-shaped angles of attachment (graphic b) often form included bark and should be selected for removal first. Leave branches with strong U-shaped angles of attachment (graphic a). The included bark forms a bark wedge when two stems grow at sharp angles to one another. These ingrown wedges prevent strong attachment of stems often causing a crack at the point below where the branches meet. Removing one or more of the stems will allow the other stem(s) to take over.\n\nBranches growing off these stems should be no more than one half to three-quarters of the diameter of the stem at the point of attachment. Avoid producing \"lion's tails\" or tufts of branches and foliage at the ends of branches by removing all inner lateral branches and foliage. Lion's tails can result in sunscalding, epicormic sprouting and weak branch structure and breakage. Branches that rub or cross another branch should be removed.\n\nTo avoid unnecessary stress and prevent excessive production of epicormic sprouts, no more than one-quarter of the living crown should be removed at a time. If it is necessary to remove more, it should be done over successive years."}
{"text": "Reply by LukieB\n\nAshamed to say that I just did the exact same thing to a friends maple tree. It had been cut down a couple years ago, she asked if I wanted it for firewood. While unloading it in my backyard a big chunk of the bark fell off, and I could see ripples on the outside of the tree. Thinking that that might indicate some curly figure I cut off a small plank with my chainsaw and ran it through the planer. It was gorgeous, so I spent the next two days and two chainsaw blades cutting it into planks. It's stickered and drying in the shed, still trying to come up with what to make out of it."}
{"text": "But don't overdo it. While dead and diseased branches definitely need to go, \"If a tree is virgin, all I recommend usually is thinning about 10 to 20 percent—thinning without over-stressing the tree,\" says Chesbro.\n\nOaks in their natural environment, for example, \"can be just deadwooded and maybe thinned a little now and then,\" he continued.\n\n2. Avoid Topping!\n\nChesbro says many of thetrees that fell during November's windstorm were because of topping, which is essentially when too much of a branch is removed—often done to reduce size.\n\n\"It is extremely bad for the tree, because the cut that is left never heals over,\" says Chesbro, adding, \"The re-growth is weaker than the original top.\"\n\nAnd in that case, he does recommend maintenance: \"You can't just leave that tree to its own devices, because the likelihood of it being damaged is very high.\"\n\nThere are some tree species that stand up to strong winds much better than others. \"Particularly deciduous trees—trees that lose their leaves—are usually safer, because the wind usually happens in the fall and winter,\" notes Chesbro.\n\n(All trees are susceptible to disease. Here's a link that will help you determine if one of your trees is damaged"}
{"text": "It is an Asian variety, it was brought to America in the 1800's to try to start producing silk (silk worms love mulberry leaves) but it never took. They're now consider an invasive species because they actually produce so much fruit it's kind of a mess. The red ones stain. I have three in my back yard, love them!!\n\nYes, dip them in some rooting hormone if possible, but they're not crucial, then stick it into some moist potting mix. Keep the plant in light shade and put a plastic bag over the plant to keep humidity in, but you want to also snip some holes so that some humidity is allowed to escape for heat regulation and to prevent too much water from collecting on the plastic.\n\nThe largest mulberry tree I've ever seen by an order of magnitude is in my parent's backyard. It produces several hundred if not thousands of pounds of berries every year.\n\nThe stems will give you a stomach ache if you eat a ton of them. It's ok to eat some, but if you're going to stand there and eat hundreds, pull the fruit off the stem with your teeth before you eat it. Cooking with them can be a bit of work if you don't find an easy method of stem removal.\n\nNever seen a white mulberry before, but those look exactly the same as the black ones we had, except for the color.\n\nI've always had red/purple mulberries, after I moved from my childhood home I found a white mulberry tree near by where I lived next. In my opinion the white mulberry is much sweeter, And it was amazing. The only one i've seen of it's kind. I'm hoping to get both kinds for my homestead when I finally get it.\n\nhaha! you're funny. i've just been looking it up, it might have originated in Korea, or another Asian country seeing how thats where the tree is from. i'd be interested in trying it, but i've never seen it up here in Massachusetts. hmm maybe i'll try to make my own.\n\nThis is a confusing subject- white mulberry trees (morus alba) generally produce black fruits. The white berries are a strain that was originally spread to deter birds from eating them, but the white colored fruit has less flavor than red berries.\n\nMost of the wild type trees are M. alba, introduced from Asia, mixed with native Morus rubra genetics..\n\nAll parts of white mulberry, except for the ripe fruit, contain a milky sap (latex) that is toxic to humans. Although humans may consume ripe mulberry fruit, ingestion of unripe fruit can result in stomach upset, stimulation of the nervous system and hallucinations.\n\nAs everyone else has all ready pointed out, those are Mulberries. They're delicious. They make excellent jam as well. I have a line of red and white mulberries behind my house. My wife harvests them all summer and makes all sorts of goodies with them. Mulberry-Raspberry-Blackberry-Strawberry icecream is fucking awesome.\n\nif you are interested in some cuttings or berries from my tree please email me at Xnard14@gmail.com. i'm trying to raise money for a missions trip to mexico so it would be awesome to make a little money! :D"}
{"text": "Deliquescent branching is a type of branching that is exhibited by an oak\nor maple tree. There is a short main trunk with irregular branching\nabove the short main trunk. This is also known as\nSympodial\nBranching.\n\nDichotomous branching is where the stem repeatedly forks. It forks\ninto to branches, and then each of those two branches fork, etc. This\nis quite common in the lower tracheophyte plants such as\nPsilotum,\nSelaginella,\nand\nLycopodium.\n\nDormant refers to plants that are living but are not growing. This\nis typical of seeds, plants that live in\ntemperate\nregions of the earth, lose their leaves during the winter, and stop growing.\nIn the spring, these plants break dormancy and begin to grow. Seeds\nbreak dormancy by soaking up moisture and beginning to send out shoots and\nroots."}
{"text": "leah and rich moss\n\nThere is an Kwanzan cherry tree in our front yard and the branches used to make the awesomest shadows on our wall. When we trimmed it back I missed the shadows so I painted my own. I like how it doesn't compete with the framed painting but still fills out the wall a bit."}
{"text": "decline\n\nMany trees in Georgia are showing dieback and decline symptoms. Twig or branch dieback is initiated in the tree as a responce to poor growth conditions and/or pest attack. Usually a combination of physical, climatic and pest problems lead to the tree shutting off some of its outside portions.\n\nWho do you call when you need someone to prune a one hundred year old, one hundred and fifty foot tall oak tree that sits ten feet away from your house? Who do you call if your favorite 80-year-old pecan is starting to decline?\n\nFairy Ring (Clamp fungi mushrooms and approximately 50 Genera species of fungi) Fairy ring is caused by many types of basidiomycetes most of which produce mushrooms after heavy rains usually during late summer or early fall. Fairy ring can enlarge and cause severe damage or death to turfgrass. All turfgrasses are susceptible.\n\nDollar Spot makes circular areas only a few inches in diameter. Spots may run together causing large, irregular patterns. Blades have straw-colored lesions along one edge that spread across the leaf blade until tips dieback. Leading edge of dieback is reddish brown. White mycelium (the vegetative part of a fungus that looks like a mass of branching strings) may be associated with patches when turf is wet."}
{"text": "tamaramarack is discussed in the following articles:\n\ndescription\n\nThe most widely distributed North American larch is called\ntamarack, hackmatack, or eastern larch (L. laricina). The bracts on its small cones are hidden by the scales. Eastern larch trees mature in 100 to 200 years. This species may grow 12 to 20 metres (about 40 to 65 feet) tall and have gray to reddish brown bark. A taller species, the western larch (L. occidentalis"}
{"text": "Tom Cole from Capel Manor College in London shows you how to prune apple trees between late Autumn and early Spring. A great video on how you can prune apples for maximum taste.\n\nStep 1: You will need Secateurs A pruning saw or loppers 'telescopic pruner' for high branches\n\nStep 2: Remove 'suckers' Use secateurs to cut back the 'suckers', which are the unwanted shoots that grow near the base of the trunk. Remove all of these shoots up to the base of the main canopy of the tree to encourage a good shape.\n\nStep 3: Remove dead wood Remove any dead, diseased or damaged wood which is flaking or discoloured. Remove the whole branch if it doesn't have any buds. If it does have buds towards the base of the branch, make a cut just above an outward facing bud. Angle each cut so rain can drain off the stem rather than sitting on top and rotting the plant.\n\nStep 4: Remove crossing branches To encourage your tree to grow in a vase shape, remove any branches that cross over. Vase shaped trees not only look more attractive, they help wind pass through the plant which prevents it catching airborne diseases. Branches that cross may also rub and become infected. Remove these branches at the base, and any other stems that grow inwards rather than outwards.\n\nStep 5: Prune the remaining branches Cut back the rest of the branches by about half their length, to encourage the stems to thicken and develop flowers the following season. Make each cut just above an outward facing bud to encourage a healthy shape.\n\nIf you have some jobs to do in the garden, but are unsure how to go about them, these videos should come in handy to show you step by step what to do, and provide the advice you need. If you're inspired by what you see, and want to have a go yourself, we've also listed some plants and products below that will be particularly suitable!"}
{"text": "Many centuries ago trees began growing around the\nworld. Since that time people have cultivated them into\nfabulous forests, woods and gardens. I am always working\ntowards helping you\npreserve the wondrous beauty of your gardens by bringing you\nmy skills and knowledge in the art of tree surgery"}
{"text": "About Gall Wasps in Trees\n\nAbout Gall Wasps\n\nGall wasps are tiny wasps, as small as 1mm in length, with many species across the United States. Specific species attack specific trees, i.e. the erythrina gall wasp on Wili Wili trees in HI. Most known gall wasps, however, attack oak trees. The wasp lays its eggs in the plant tissue which creates a \"gall,\" or abnormal growth, where the eggs were deposited. The larvae live and feed inside the gall. Generally, the galls are more an eyesore than a threat to the tree. Galls can form on leaves, stems, twigs, buds and roots. One of the more common is the oak gall wasp which forms spherical galls on the leaves"}
{"text": "I have a spruce tree that has a problem. Every year, some branches suddenly drop all of their green needles and die. I would like to prevent this, but I don't know what the cause is. What causes this and how do I prevent it?\n\n1 Answer\n\nfungal parasite\nSymptoms: Yellowing of needles younger during the summer, for a portion or in their entirety. Subsequently emerge from the needles attached vesicles elongated, finger-like white or orange to rust, which would break with ease emitting abundant spores. Following the loss of the needles.\nPREVENTION: If the vesicles are white, the spores can infect rhododendrons, resulting in the appearance of typical rust, and then ritoornare to infect the fir. Provide deleting or moving the rhododendrons from the immediate vicinity of the plants fir attacked.\nCARE: Remove infected branches, dealing with specific products only in case of massive infestation."}
{"text": "Capulin Cherry\n\nPrunus salicifolia\n\nVery similar to the common cherry, the capulin cherry is a subtropical cherry with dark red skin a flesh, firm flesh, and a tasty sweet flavor.\n\nDescription\n\nA fast growing tree, up to 30 feet tall.\n\nHardiness\n\nCapulin cherry's are best adapted to subtropical climates and stand temperatures to 19F.\n\nGrowing Environment\n\nDoes not require winter chill to flower and fruit. Additionally, the fruits tend to ripen earlier than typical Northern cherry varieties. Plant in full sun and water frequently for best fruit. The trees are drought tolerant.\n\nPropagation\n\nBy seeds. Seeds may go dormant for a few months, but respond well to moist soil and warmth."}
{"text": "Just how resilient are trees that are bumped and banged?\n\nAnswer: Banging your tree with a lawnmower or ripping the trunk with a weed-trimmer opens a pathway for microorganisms to invade and cause major tree damage. The resulting tree wounds also disrupt the necessary movement of organic compounds to roots and trees which can cause a reduction in vigor.\nSo bump and bang away with your mower and trimmer; burn those leaves and trash next to a tree trunk or under a tree's canopy; let your pet cat scratch on the bark or a newly planted sapling."}
{"text": "Survival Tips & Strategies (Little Known Secrets of the Backcountry)\n\nNeedles from evergreen Spruce Trees are widely reputed to be high in vitamin C content. I think people used them to flavor certain drinks.\n\nSpruces (Picea,) Firs (Abies,) and Douglas Firs (Pseudotsuga) all resemble each other superficially, but are not the same. Look at their needles and cones to tell them apart. Sometimes the bark, as firs and Douglas Firs tend to have baby smooth, birch-like bark.\n\nSpruce Needles:\n\nThe spruces have needles that point in all different directions and tend to be straight, with a growth base in the outline of a '+' sign.\nSpruce cones tend to droop from below the branches like pines.\n\nDouglas Fir Needles:\n\nA lot of things said about the spruce apply, except the needles are flat instead of pointed and tapered at the end. Cones droop toward the ground like the spruce.\nYoung Douglas Firs have smooth trunks.\n\nTrue Firs:\n\nTrue Firs are distinct from Douglas Firs in a number of ways. Like the Douglas Firs, their needles are more flat. Unlike the Douglas Fir,\nthey have erect cones that point vertically at the sky. Their needle growth tends to curve upward on the twigs forming a sort of\narch. On many varieties, the needles have an intense silvery bluish color on the sides facing upward. Saplings have smooth\nbark. The trees are quite attractive, colourful, and are known to have a nice fragrance.\n\nIt might be a good idea to have a tea strainer along:\n\nLast edited by Herd People Suck; 09-18-2012 at 09:57 PM.\nReason: Additions"}
{"text": "Elms are deciduous and semi-deciduous trees comprising the genus Ulmus, family Ulmaceae. Elms first appeared in the Miocene period about 40 million years ago. Originating in what is now central Asia, the tree flourished and established itself over most of the Northern Hemisphere, traversing the Equator in Indonesia. During the 19th and early 20th centuries, many species and cultivars were planted as ornamentals in Europe, North America, and parts of the Southern Hemisphere, notably Australasia."}
{"text": "Homeowners in some parts of DuPage, Jo Daviess, Will and Winnebago counties may see small aircraft spraying the treetops in late June or early July as part of an effort to stop the spread of gypsy moths. In their caterpillar stage, these insects can eat...\n\nWhen grass fails to grow in the shade of trees, turn to shade-tolerant perennial ground cover. They don't need as much sun as grass. They are better for the tree, since they don't compete as much with its roots. And since you only plant them once, you"}
{"text": "How to Prune Hibiscus Trees\n\nThe hibiscus tree, Hibiscus rosa-sinensis L., is native to China but widely planted in tropical areas of the United States. For most of the year, hibiscus trees produce large flowers that open for only one or two days. The plant blooms on new wood, so heavy pruning greatly reduces flower production. The best course is to prune lightly throughout the year. If heavy pruning must be done, do so in February or March, before the surge of new growth in the spring.\n\nInstructions\n\nClean tools before pruning. Sanitize them with rubbing alcohol or a 10 percent bleach solution before each cut. Use pruning shears or loppers for most cuts.\n\nRemove dead, diseased and broken branches. Make cuts at a 45-degree angle just above a healthy bud, or cut back to the main trunk flush with the branch collar.\n\nPrune out weak branches and branches that rub or interfere with other branches or nearby structures.\n\nMaintain the size and shape of the tree by pruning a few branches each month. Trim the longest branches each month until the bush is the size and shape desired. This will allow you to prune the tree without interrupting flowering."}
{"text": "Most Popular\n\nMost Recent\n\nHow to Measure Trees\n\nDiameter at breast height, or DBH, is the standard for measuring trees. DBH refers to the tree diameter measured at 4.5 feet above the ground.\n\nDBH can be measured quickly with a specially calibrated diameter tape, often referred to as a d-tape, that displays the diameter measurement when wrapped around the circumference of a tree. If you don't have access to a d-tape, you can find the diameter of the tree using a string, a measuring tape, a thumb tack, and a calculator.\n\nWith the measuring tape, measure 4.5 feet up the trunk of the tree from the ground. Use a thumb tack to mark the height on the tree.\n\nWrap your string around the tree trunk at 4.5 feet. Make sure the string is straight and tight around the trunk, and mark or cut the circumference on the string.\n\nMeasure the length of string to get the circumference of the tree.\n\nConvert the circumference measurement to diameter by dividing the circumference by 3.14.\n\nIf the tree has a branch or a bump at 4.5 feet, it is better to measure the diameter slightly below or above the branch/bump. If the tree forks well below 4.5 above the ground, measure the DBH of each fork individually, square each DBH, add the squares together, and take the square root of that sum. View this simplified guide to measuring DBH if measuring your tree is not straightforward."}
{"text": "Skinny Peach Trees\n\nUSDA horticulturists have developed two new varieties of peach trees. Both grow sweet and delicious fruit while taking up less space.\n\nThe new varieties go by the names \"pillar\" and \"upright.\" Pillar trees have a discrete 5-foot canopy and bear fruit in their second year. Upright trees branch out to ten feet as opposed to the standard 16 found in most orchards. If left unpruned, both tree forms will reach a maximum height of 15 feet.\n\nAccording to USDA estimates, the new trees could increase a grower's profits by as much as 20 to 50% using the same amount of"}
{"text": "Ash yellows is a disease caused by Candidatus fraxinii, which affects the tree's vascular system or its' phloem sieve tubes. It is presently only found in North America. Ash yellows disease cycle is still a mystery. Experts think it is transmitted by insect vectors such as leaf hoppers which also transmit viruses. Symptoms seem to appear most widely on white ash (Fraxinus americana) than green ash (F. pennsylvanica.) It can also affect at least ten other ashes including black ash (F. nigra) and blue ash (F. quadrangulata.) The ash yellows phytoplasma can also cause symptoms of witches broom in lilacs often called lilac witches broom.\n\nAsh decline is the rapid decline of ash trees including sparse crown growth and dieback. It may be caused by many factors including environmental factors like weather stresses or poor soil conditions and other pathogens like ash yellows.\n\nSymptoms and Diagnosis\n\nSymptoms of ash yellows and decline can vary depending upon ash species and environment conditions.\n\nWhite ash shows the most prominent of symptoms for ash yellows and can result in substantial dieback which leads to premature death of the trees. Trees may show slow twig growth and short internodes among the twigs causing a tufted appearance of foliage and thinning of the overall crown. The symptomatic leaves can be stunted, chlorotic (yellow coloring,) have upturned margins, and premature autumn color. When the branches are slow growing laterally, another symptom is deliquescent branches which lose their apical dominance. Additionally, the branches can have severe dieback. The tree may develop witches broom at the trunk collar and occasionally in major branches as well.\n\nGreen ash can have similar symptoms as white ash but usually less severe. Green ashes can develop witches broom at the base of the tree without the other symptoms. Green ash appears to tolerate ash yellows better than white ash.\n\nObservation of the trees' conditions is very important since adverse environmental conditions can cause similar decline in ash trees as ash yellows. Some environmental factors to look out for are mechanical damage, drought stresses, insect infestations, and parasitic fungi. The witches broom can be diagnostic of the ash yellows but this symptom is not always present with infected ash trees.\n\nAsh decline can be caused by both ash yellows and other environmental factors, mentioned above. Ash decline is typified by growth reduction and crown dieback. Both ash yellows and environmental factors can work together to cause the premature death of the ash tree in as little as 2 years or as many as 10 years once symptoms occur.\n\nMolecular method tests such as polymerase chain reaction (PCR) are available in diagnostic labs for the ash yellows phytoplasma. At this point, the presence of witches broom is the most reliable diagnostic symptom in the field but not all infected trees have them.\n\nIntegrated Pest Management Strategies\n\n1. Remove the tree. There is no cure for ash yellows. Remove any trees that have severe dieback over 30 to 50% of the crown and decline since the tree will not recover.\n\n2. Improve the vigor of the tree. Although there is no known cure for ash yellows or decline, improving the growing conditions of your tree by watering during drought or fertilizing the tree in the fall can help the tree to live longer and look better.\n\n3. Choose trees suited to the growing conditions. Do not plant ash trees in drought prone areas and reduce competitive plants. Plant a diverse group of trees including other types of trees besides ash trees.\n\n4. Plant more resistant trees. Plant other ash trees besides white and green ash. Some cultivars that have shown to be more resistant to ash yellows are Fraxinus pennsylvanica 'Bergeson,' 'Dakota Centennial®', 'Patmore,' and Fraxinus americana 'Autumn Applause.'\n\nOrganic Strategies\n\nStrategies 1, 3, and 4 are strictly organic approaches. Organic tree fertilizers are available and could be a viable organic approach to Strategy 2.\n\nMore images:\n\nAsh yellows or decline on ash (Fraxinus)\n\nAsh yellows or decline on ash (Fraxinus)\n\nAsh yellows or decline on ash (Fraxinus)\n\nPests and Problems\n\nClick a link in the site map below to see other \"Pests and Problems\" pages"}
{"text": "----- Original Message -----\n> I was talking to a neighbor who mentioned his grandfather had grafted a pear\non a red hawthorn that is in his orchard and is over 100 years old.\n> I'm wondering if this is possible? And do they make good rootstock? Are they\n> useable with apples or anything else?\nI've got several pears grafted onto seedling hawthorn(C.crus-galli) rootstocks. Some are 3-4 years old, now, but no fruit yet. I've also grafted mayhaws and quince onto hawthorn.\nLucky Pittman\nHopkinsville, KY"}
{"text": "rate this answer\n\nMonday - June 28, 2010\n\nQUESTION:\n\nI have a large oak that over the last few days has been oozing a pungent, non sticky, clear substance from one specific site (no damage) about the size of a dime. It's attracting quite a few gnats, moths and butterflies.\nShould I be concerned?\n\nANSWER:\n\nOur expert from the Texas Forest Service, Eric Beckers, says that this sounds like wetwood, also known as slime flux, a bacterial disease that enters through a wound. The pressure caused by the bacteria growing inside the tree usually produces a foaming weep that is very attractive to insects. A healthy oak should be able to close the wound and shut down the bacterial ooze. In the meantime, a periodic hosing down of the weep will cut down on insect activity and the pungent aroma. Here is more information on wet wood or slime flux from the Univeristy of Illinois\n\nMore Diseases and Disorders QuestionsPeach tree problems in Long Island, NY June 16, 2008 - This year my peachtree is bearing fruit for the first time. I live in Long Island NY. I notice a sap on the bark near the soil. Also some leaves are getting disease looking and some peaches are looCare and fruiting time of pumpkins October 06, 2007 - This is my first year growing pumpkin. I have a good vine with flowers now & then, but I still don't see a little pumpkin forming. What am I doing wrong? view the full question and answer"}
{"text": "Paving round an existing tree\n\nWhat is the general policy for paving around an existing tree? Is there an equivalent 'no-dig' option so you don't disturb the roots? I know we could deck round it but ideally we'd like to do a brick terrace. Any thoughts and advice would be much appreciated."}
{"text": "Tuesday - November 08, 2011\n\nQUESTION:\n\nIf the cedar/junipers in our area are brown, will they ever come back green? Or just clear them out as dead. There are many of them due to the drought.\nThank you.\n\nANSWER:\n\nUnfortunately, your Juniperus ashei (Ashe juniper) are most likely dead. Deciduous trees can react to stress by losing their leaves earlier than usual and then re-leaf in the spring or even before spring if the situation causing the stress is alleviated. For instance, this summer during the scorching temperatures and no rain the Juglans nigra (Black walnut) in my yard and the Carya illinoinensis (Pecan) in my neighbor's yard both had most of their leaves turn yellow and fall, but after the 2-inch rain in September they produced new green leaves. Brown evergreens, however, are probably dead evergreens. However, you can test them by bending the smaller branches. If the branches are flexible and full of sap, they're still alive. If they're brittle and dry, they're dead and won't come back. Some of the \"brown\" junipers that are still alive will put out new growth in the spring, but it will be from the tips of branches. If the browned junipers do survive, they're likely to be unattractive for quite some time. That might be reason enough to remove them.\n\nMore Diseases and Disorders Questions"}
{"text": "Slash\n\nIt is fast-growing, but not very long-lived by pine standards (to 200 years), and prefers humid climates and moist soil. ground overgrown with trees and bushes – that constitute its habitat glossy red-brown, 5–15 cm (2–5.9 in) in length with a short (2–3 mm (0.078740157480315–0.118110236220472 in)), thick prickle on each scale. It is known for its conical shape.by the somewhat longer, glossier needles and larger red-brown cones, and from Longleaf Pine by the shorter, more slender needles and smaller cones with less broad scales.Unlike the typical variety of Slash Pine, seedlings of P. elliotti var. densa pass through a \"grass stage\", in a manner similar to Longleaf Pine.\n\nThe Slash Pine also is known as the Yellow Slash Pine, Swamp Pine, and Pitch Pine, although it should not be confused with the tree more usually called the"}
{"text": "How to Prune a Tree - A Graphic Tutorial\n\n6 of 9\n\nA complete ring of callus or wound-wood results from a proper pruning cut. Flush cuts made inside the branch bark ridge or branch collar result in the production of a desirable amount of wound-wood on the sides of the pruning wounds with very little wound-wood forming on the top or bottom.\n\nAvoid cuts that leave a partial branch called a stub. Stub cuts result in the death of the remaining branch and wound-wood forms around the base from stem tissues. When pruning small branches with hand pruners, make sure the tools are sharp enough to cut the branches cleanly without tearing. Branches large enough to require saws should be supported with one hand while the cuts are made. If the branch is too large to support, make a three-step pruning cut (graphic c) to prevent the bark ripping or peeling down into good bark.\n\n1. The first cut is a shallow notch made on the underside of the branch, outside the branch collar. This cut will prevent a falling branch from tearing the stem tissue as it pulls away from the tree.\n2. The second cut should be outside the first cut, all the way through the branch, leaving a short stub.\n3. The stub is then cut just outside the branch bark ridge/branch collar, completing the operation.\n\nThe quality of pruning cuts can be evaluated by examining pruning wounds after one growing season."}
{"text": "12 comments:\n\nThe look great on your deck. I have never seen them in planters before. I know them as tall trees. Round here they are often used as boarder trees, between properties. The are problematic in that there is a disease they get that is very contagious (between them), and once one of the trees gets it, they all do and die. So don't be tempted to plant it in your garden. Keep them small and on your porch.\n\nHey Ruth, I had 3 Leyland Cypress that we removed because one caught a disease. Leylands grow really large quickly and are often used for borders or instead of fencing. These Lemon Cypress only grow 15 feet tall, but I'm going to keep them in pots and not going to plant them in the ground."}
{"text": "If a utility maintenance crew comes onto your land and unexpectedly starts cutting down a tree on an area of your property outside of their power line easement, a freak storm that occurred last year may be partially to blame-- along with broad language contained in some power line easements"}
{"text": "Our experiences in growing nut trees now spans over 40+ years, our experiments have shown that by growing seedlings of varieties, namely, heart nut, Carpathian walnut, Hazelnut (filbert trees), Chinese Chestnuts, American Chestnuts, Pecans and the edible Pines. Some named or numbered cultivars in these varieties will produce from seed, seedlings that are as good or even better than a grafted tree. It has shown that up to 60 to 70 percent of the seedlings will do this. This experiment now into the 3rd generation in some cases, that these seedlings produce at a very early age, size and shape of the shell to have the uniformity for cracking mechanically. These seedlings are very hardy and will grow in a wider variety of soils and even more hardy because they are on their own roots.\n\nAn example of selected superior tree is the . Korean pine - stated up to 15 years before first crop - our experience - from seed to production 7 years.\n\nWe will be happy to send those requesting a copy of the list of varieties, named or numbered, which as explained above has shown that seedlings of those selected should give you the same results we have. All of the seedlings are available at the same price, listed in this catalogue. Please note that some varieties are limited in quantity."}
{"text": "How to Tap a Maple Tree with Arnold Coombs from Coombs Family Farms To tap a maple, you'll need a spout, a hammer, a bucket, a drill, and your parent's permission. Then, find a sugar maple. So, if you want to make a maple syrup at your house, you go out and find a sugar maple like this one. What we're looking for is a sugar maple that has kind of a shaggy bark and you can look at a book and see how a leaf is and such. But the sugar maple gives us the best sap. The roots of the tree stores starch over the winter and it gets converted into sugars. So, the sap is going up through like water. We're going to take a little bit of it out. But there's really thousands of gallons going up through a tree over the course of a year. And we're taking 10 gallons so it doesn't hurt the tree. This is a typical sugar maple. This one's probably a 130 to 150 years old. And in tapping this, we'd walk up to it, just try to get—maybe on the south side, you can see the sun is down in this direction. Look for a big root. There's a couple of good ones on this tree. Find a spot like here, nice and clean. What you'll do is you'd take a bit and you'll tap the tree, you're going about an inch and a half, like the size of my little finger. And I'll do that right now. Let's pick a spot like that. Slightly uphill, so the sap runs down. You can see the sap dripping there, coming out of the tree. Take a metal spout like that with a hook. You put it right into the hole and just tap it in with a hammer within snout not too far. And the sap will bit dam up behind that spout and eventually it'll running out there. Here it comes and catch it with a bucket. Hang the bucket around the hook or if you have a milk jug, put that there. And then slide the cover on. Collect a little bit. Boil it down and then you have pancakes."}
{"text": "sanrico at highdesert.com wrote:\n>Thanks for taking the wheel and getting us back on track!\n>I do have a question:\n>I've seen mentioned, in various newsletters lately, proposals to begin\n>planting/using poplar as hardwood for general construction purposes (which it's\n>supposed to become once it's kiln-dried).\n>I'm curious if 'poplar' would include the hybrid poplars that are advertised as\n>being so fast-growing?\n>Anybody?\n>Sandy\n>>\ntvoivozd---Hybrid poplars, like hybrid willows like Charolais X Angus\ncattle grow faster than non-hybrids---a characteristic of hybrid vigor\nMy observation (not research) is that poplar grows well wherever\nmoisture-loving willows do, but not as fast, but the Matsudana X Salix\nAlba is not as brittle as the huge Wisconsin willow---good for making\nwillow furniture. If you have acid soil the Tulip Magnolia would be\nmuch better to grow for construction purposes. It grows almost as fast\nas hybrids, and straight as a string, you don't have to continuously lop\noff branches to get a good sawlog---unlike poplars awillows. Lumber has\nto be treated the same way---works fine if kept under roof and dry.\nTulip Magnolia is even good for vertical siding (not horizontal), as\nlong as siding bottoms do not touch the ground where moisture can wick\nup. I prefer a thicker and cheaper 10/eighths siding if you buy it from\na sawmill."}
{"text": "Author Fred Brooks American Samoa Community College Land Grant Program\n\nMycelial crust of Phellinus noxius growing on a multi-stemmed tree in the rainforest. (Courtesy F. Brooks)\n\nSymptoms and signs\n\nSymptoms of brown root rot disease are similar to those caused by other root rot pathogens: slow plant growth, yellowing and wilting of leaves, defoliation, branch dieback, and plant death (Figure 2). These aboveground symptoms are caused by a root and butt rot that hinders uptake and transport of water and nutrients from the soil. Fallen trees with visible rot are another general indication of the disease (Figure 3). Although dead wood is initially discolored reddish brown, it later becomes white, dry, and crumbly (Figure 4).\n\nFigure 2\n\nFigure 3\n\nFigure 4\n\nFigure 5\n\nFigure 6\n\nFigure 7\n\nSigns of the pathogen, unlike the symptoms, are distinctive for this disease. Phellinus noxius forms a thick, dark brown to black crust of mycelium around infected roots and lower stems (Figure 5), which gives the disease its name. The leading edge of the crust is creamy white, glistens with drops of clear, brownish exudate, and is usually noticeable even in the dark understory of the rainforest (Figure 6). Patches of white mycelium are present between the bark and sapwood (Figure 7). As colonization progresses, white, soft, crumbly wood becomes laced with reddish strands of fungus hyphae that turn black with age (Figure 8). Sporocarps, or fruiting bodies, are brown to black and rough on the sterile upper surface (Figure 9), gray to gray-brown on the spore-forming lower surface (Figure 10).\n\nFigure 8\n\nFigure 9\n\nFigure 10\n\nPathogen Biology\n\nPhellinus noxius, in the class Basidiomycetes, is a facultative parasite. It obtains nutrients from dead or dying plant tissue, unlike rust or powdery mildew fungi, obligate parasites that require a living hosts for their nutrient supply. As a tropical plant pathogen its mycelium grows best at 25-30°C (77-86°F); it does not grow at temperatures below 4°C (39°F) or above 40°C (104°F). Colonies grown in the laboratory have distinctive raised brown and white plaques and occasionally produce arthrospores, asexual spores formed by division of special hyphae into one-celled segments. Many fungi produce asexual spores that allow them to move within the same plant or from plant to plant. Arthrospores of P. noxius have not been observed in nature, however, and their importance remains unknown.\n\nThe mycelium of P. noxius produces enzymes that break down the middle lamella and cell walls of the plant into simple sugars. This supplies nutrients to the mycelium and allows it to move deeper into the wood. It is sometimes called a white rot fungus (Figure 4) because it degrades lignin, a complex molecule that gives wood much of its strength and brown color. Like brown rot fungi, P. noxius can also break down colorless polysaccharides, but neither as quickly nor as efficiently. Brown rot fungi, however, cannot dissolve lignin and the wood retains its brown color. The mycelium of P. noxius also forms microhyphae and hyphae with extracellular sheaths. These structures are found where wood is being destroyed but their exact function is not yet known.\n\nSexual Reproduction\n\nBasidiospores of P. noxius contain one nucleus (monokaryotic) and are haploid. When haploid hyphae (n) of different mating types touch each other, they can fuse (plasmogamy) to form a dikaryotic mycelium with cells containing two haploid nuclei (n + n). This dikaryotic mycelium is the most common condition in nature. The hyphae can be modified—swelling, thickening, or sticking together—to produce a mycelial crust or sporocarps. The latter often start as small round patches on stems of dead trees (Figure 11). Patches may continue to grow flat against the wood (effused, Figure 12), grow out into a shelf-like conk (reflexed, Figure 13), or a combination of both (effused-reflexed, Figure 14). The upper surface of reflexed and effused-reflexed sporocarps is sterile, the lower fertile surface covered with small tubes, or pores. These pores are lined with basidia, whose two nuclei fuse (karyogamy) and undergo meiosis, producing four haploid basidiospores (Figure 15). During wet weather basidiospores are released and spread by the wind.\n\nFigure 11\n\nFigure 12\n\nFigure 13\n\nFigure 14\n\nFigure 15\n\nPhellinus noxius sporocarps are sometimes confused with those of P. lamaensis, another tropical Phellinus species. Phellinus lamaensis sporocarps have short, reddish-brown, cone-shaped cells called hymenial setae growing into their pores (Figure 16), however, and P. noxius does not (Figure 17).\n\nFigure 16\n\nFigure 17\n\nDisease Cycle and Epidemiology\n\nEpidemiology\n\nPhellinus noxius is present in native tropical forests and plantations on infected roots and stumps and in woody debris. It does not form survival structures, such as sclerotia or resting spores, but may persist in dead roots and colonized wood for many years. Centers of disease radiate outward as roots of healthy trees come in contact with roots of diseased trees. Trees of all ages are susceptible. A mycelial crust forms around infected roots, secreting wood-rotting enzymes as it moves up the roots to the stem. Crusts 0.5-1.0 cm thick usually extend 1-2 m (3-6 ft) up the stem, though crusts almost 5 m (15 ft) high have been measured (Figure 18). If the tree does not die from severe root rot, it is killed when the crust surrounds the stem and the underlying mycelium destroys the sapwood. Sporocarps occasionally develop on standing dead trees, stumps, or trees blown down following severe root decay. Infection of freshly cut stumps or wounds by windborne basidiospores has been demonstrated experimentally but is not as important to disease spread as root-to-root contact. Basidiospores may, however, be responsible for some long distance dispersal of the fungus.\n\nFigure 18\n\nDisease Management\n\nTropical forests cleared for planting must be carefully surveyed for trees and stumps with signs or symptoms of brown root rot. Partial success has been obtained by pushing diseased trees and stumps into piles with a tractor and burning them. Some infected roots and debris will still remain in the soil, however, so newly planted trees that develop symptoms should be removed, roots and all, as quickly as possible. Leaving land fallow for several years or planting annual crops with vigorous root systems to break down remaining debris may offer the best approaches but they are seldom practiced due to economic considerations.\n\nDecreasing root contact reduces spread of the fungus. This is especially important in monocultures (see lesson on Dutch elm disease), as disease usually spreads faster in single-species plantings than in mixed-species plantings. Trees should be planted close enough together for maximum yield but far enough apart to minimize root contact. Thinning to remove large diameter trees reduces disease spread by removing their extensive root systems.\n\nChemical control is not economical on a large scale and tree varieties of important crop species resistant to Phellinus noxius have not been developed. Future solutions may be found in genetic engineering or classic biological control methods.\n\nSignificance\n\nThe spread of root diseases in native rainforests is usually restrained by differences in local conditions, such as soil type, plant density and diversity, and microorganisms. Clearing forests upsets this restraint. When E. J. Corner described Fomes noxius (now Phellinus noxius) as a new species in 1932, he said it was usually found in cleared or disturbed areas; recent surveys tend to support this. Since the beginning of the 20th century, many plantations of rubber, tea, cocoa, coffee, oil palm, and mahogany established on cleared forests sites have been damaged or destroyed by P. noxius.\n\nAs growing populations in tropical countries convert agricultural land to other uses, remaining native forests are cleared for plantations, large-scale farms, and subsistence agriculture (Figure 19). Tropical soils are quickly depleted of nutrients, however, and may be lost to erosion during heavy monsoon rains. Further, the presence of fungal pathogens such as P. noxius can destroy even the most carefully managed venture. Some scientists are also concerned with loss of genetic diversity, both by the open killing of endangered species and by destruction of their habitats. An estimated 70% of the world's species live in tropical forests and these forests are being cleared at the rate of 0.5 to 2% per year (Figure 20)."}
{"text": "The trunk and large branches of Trident Maple develope a scaly and platy character with age, having brown, gray, and light orange hues mottled together for a modestly ornamental bark. This maple is sometimes found with the alternative scientific spelling"}
{"text": "You might like...\n\nPlant details\n\nCommon holly is a useful evergreen shrub that can be grown as a specimen tree, clipped bushes or as a hedge. There are dozens of varieties, many with variegated leaves. Plants are either male or female. Both sexes are required for the female plants to produce their winter berries, which appear from late autumn to mid-winter. The Royal Horticultural Society has given it its prestigious Award of Garden Merit (AGM)."}
{"text": "Ideal\nfoliage range for apple leaves:\n\nIdeal\nfruit concentration:\n\nIdeal\nsoil range:\n\nHowever,\nmost test methods don't distinguish between the forms of iron and\ntherefore, have little meaning for plant nutrition.\n\nIron\nis strongly sorbed by soil components and is relatively immobile.\n\nBest\nindicators:\n\nMobility\nin plant:\n\nNot\nremobilized within plant\n\nDeficiency\nsymptoms:\n\nSymptoms\nincrease with increase in soil pH.\n\nVegetation\nsymptoms: Younger leaves are affected first and will show\ninterveinal chlorosis.Veins remain green except in extreme cases.Shoot growth is stunted and twig dieback may occur.Necrosis of tips and margins as deficiency progresses.All or part of a tree may be affected.May occur sporadically throughout orchard.\n\nIncreased\nrisk of Fe deficiencies on:\n\nSoils\nreceiving excessive amounts of irrigation water, especially in early\nspring when soils may still be frozen (see\nExtension paper)\n\nExcess problems/Interactions with other\nelements:\n\nIn neutral to alkaline soils with low\navailable iron, increased acidity from ammonium fertilizer forms may\nenhance the availability of ferrous (Fe2+) iron by promoting the\nreduction of the unavailable ferric (Fe3+) iron."}
{"text": "Sunday, March 18, 2012\n\nDid you ever look up in a tree and see a large clump of leaves and wonder what it was. It's a Gray squirrels' nest- also known as a drey. Squirrel's nests are built fairly high in the forks of trees and are made mainly of dry leaves and twigs. They are about the size of a football. If a squirrel's nest becomes infested with fleas or other parasites, it will move to, or build another nest. That is why there may be more nests than squirrels in a given area. Despite their outward appearance, the leaf nests are quite sturdy. David and Andrew checking the wooden nest boxes"}
{"text": "Partial Shade is defined as filtered light found beneath trees with high limbs. Partial shade usually offers some protection from direct afternoon sun.\n\nConditions : Part Sun\n\nPart Sun refers to filtered light, with most sun being received during the afternoon hours. Shade usually occurs during the morning hours"}
{"text": "Author\nTopic: Letting neighbors have a say (Read 4319 times)\n\nMy only input to everyone else's thoughtful responses is that a neighbor recently cut down a stand of equally tall trees.\n\nHe got fined heavily because of some protected birds that were nesting in the trees. So you might want to time the cutting of the trees to when falcons or eagles or whatever wouldn't be nesting in them.\n\nLogged\n\n\"The hunger for love is much more difficult to ease than the hunger for bread.\" ~Mother Teresa Tabris is on indefinite hiatus. You can still visit me at my weblog. Thank you."}
{"text": "I found that pulling them out was a better way to go generally. Still had a lot of problems with the moldboard plugging up from roots that remained. They catch on the plow like bits of baling twine. Leaving the entire stump would have to be a very irritating experience.\n\nPulling was pretty easy. A 5/16\" log chain wrapped twice at the base was generally enough grab hold and go. I even do do that with the dozer sometimes because it leaves a lot less mess to"}
