{"text": "Model Ship President\n\nIn stock\n\n$599.00\n\nCatalog # X89443\n\nMODEL SHIP PRESIDENT\n\nThe USS President was one of the \"super-frigates\" commissioned by the U.S. Congress, causing the British some headaches in the war of 1812. On the 15th of January 1815 the USS President was captured by the British, who were impressed enough to build a replica retaining the name 'President'."}
{"text": "World War I American Rear Admiral William Sowden Sims acknowledges the initial assumption that the most successful hunter of the submarine was the destroyer. He argues post war that the most deadly enemy of the submarine was the submarine itself."}
{"text": "Royal Navy\n\nMilitary\n\nThe Royal Navy is the naval warfare service branch of the British Armed Forces. Founded in the 16th century, it is the oldest service branch and is therefore known as the Senior Service. From the 17th century until well into the 20th century it was the most powerful navy in the world, playing a key part in establishing the British ..."}
{"text": "A 1943 recruitment pamphlet that contains illustrations of: types of ships and planes in use by the Navy; naval uniforms; a list of commonly used Navy terms and their definitions; a definition of Navy time measurement"}
{"text": "In the course of the period 01/01/2007-31/03/2008, ΒLUE STAR MARITIME S.Α. published as per its legal requirements, the following information which can be found on the company website and/or the website of the Athens Exchange."}
{"text": "bireireme is discussed in the following articles:\n\ndevelopment of warships\n\nThe\nbireme (a ship with two banks of oars), probably adopted from the Phoenicians, followed and became the leading warship of the 8th century bc. Greek\nbiremes were probably about 80 feet (24 metres) long with a maximum beam around 10 feet (3 metres). Within two or three generations the first triremes (ships with three vertically superimposed banks of oars) appeared. This type gradually took...\n\ntype of galley\n\n...vessel propelled primarily by oars. The Egyptians, Cretans, and other ancient peoples used sail-equipped galleys for both war and commerce. The Phoenicians were apparently the first to introduce the\nbireme (about 700 bc), which had two banks of oars staggered on either side of the vessel, with the upper bank situated above the lower so as to permit the oars of the upper bank to clear the oars"}
{"text": "Female sailor makes history serving on submarine\n\nNAVAL SUBMARINE BASE KINGS BAY, Ga. (AP) - Authorities say a U.S. Navy sailor who serves on a submarine based in Georgia has made history by becoming one of the first of three women ever to earn a Dolphins pin.\n\n@leroyjones…What a sexist remark! You are a Neanderthal! \"one of these\"???? You are speaking about an American that is serving our country with honor! How dare you! You, Sir,(and I use that term loosely) are a chauvinist PIG!!!!"}
{"text": "Despite the common belief that there were mostly British, Irish and American citizens aboard the RMS Titanic, the truth is that 29 different nationalities were onboard. The"}
{"text": "Turbiniaurbinia is discussed in the following articles:\n\nhistory of ships\n\n...of speed possible with piston-engined ships had been reached, and failure in the machinery was likely to cause severe damage to the engine. In 1894 Charles A. Parsons designed the yacht\nTurbinia, using a steam turbine engine with only rotating parts in place of reciprocating engines. It proved a success, and in the late 1890s, when competition intensified in the Atlantic Ferry"}
{"text": "Talk:USS Wellington\n\nAfter reading this article, I would like to ask if it was ever actually mentioned that it was named after the city of Wellington in New Zealand. I think it could have been easily named after the Duke of Wellington, the famous British Field Marshal that fought during the Napoleonic Wars, unless it being named after the New Zealand city is explicitly mentioned. If, as I suspect, neither is explicitly mentioned, then it should at least state that it could have been named after him. Lord Elessar 267 03:23, 19 July 2006 (UTC)\n\nIt's also worth mentioning, in this context, that the city is itself named after the Field Marshall, so even if the ship were named for the city not the man, it's still commemorating him indirectly. I don't know if it was ever mentioned onscreen either way but both are real possibilities (the same goes for the USS Melbourne, I suppose). User:Jim Smith"}
{"text": "the Battle of the Atlantic describes the events in the spring of 1943 when a handful of American, British, and Canadian sailors successfully fought back against the German U-boats that threatened to cut off resupply lines between the U.S. and Britain"}
{"text": "Intentional Vertical Ships Photos\n\nA French inventor has designed the world's first vertical ship. Why would the world ever need such a contraption, you ask? Well, the Jaques Rougerie SeaOrbiter will be used to conduct research on the link"}
{"text": "Anti-Submarine Warfare (ASW) is an increasingly complex and challenging aspect of maritime warfare. Technologically advanced countries such as Germany, Sweden, and France continue to develop advances in diesel submarine technology that make these"}
{"text": "Anti-Submarine Warfare (ASW) is an increasingly complex and challenging aspect of maritime warfare. Technologically advanced countries such as Germany, Sweden, and France continue to develop advances in diesel submarine technology that make these"}
{"text": "Category:Battlecruisers\n\nBattlecruisers are large. They share the very large main armament of battleships, and are generally as large and costly as battleships. Battlecruisers can achieve higher speeds, however, having traded off armor or firepower, and which is made possible by their powerful engines and slender hulls."}
{"text": "Good Post, After the collision between two satellite in the sky now In a first-ever such accident, a British and a French nuclear submarines, both carrying nuke warheads, collided in the Atlantic Ocean earlier this month, but there was no loss of life.\n\nMy undersea correspondant tells me that this was the result of human error, as these things almost always are. First reports indicate that a combination of factors may have caused the collision, notably a French sonar detection operator who had drunk over a half a bottle of pastis and an english helmsman whos immoderate comsumption of whisky caused him to misunderstand an order which said \"port two zero\" and not \"starboard two zero\". I shall keep you updated as details come in...\n\n(I shall resist the temptation to say that this could have been an earth-shattering event).\n\nThe amazing thing is that the two submarines actually tried to occupy the same bit of Atlantic at the same time, there's aroung 3 ½ million cubic kilometres of ocean out there and they were in the same bit????? it's less likely than winning the lottery.\n\nAs to all the sonar and detection devices, it is actually good news that they didn't detect each other - they're supposed to be invisible, that's most of the point of having them, so no one knows where they are and can't find them. It's quite a relief to find that bit obviously works really well!"}
{"text": "Career\n\nWartime\n\nUpstart spent most of her wartime career operating off the south coast of France, where she sank the French fishing vessels Grotte de Bethlehem and Torpille, the German auxiliary minelayer Niedersachsen (the former French Guyane) and the German merchant Tolentino (the former French Saumur). She also launched failed attacks against the French merchant Medjerda and the Italian merchant Pascoli.\n\nPostwar\n\nUpstart survived the war and was loaned to the Greek Navy in 1945, where she was renamed Amphitriti. She served with the Greek Navy for seven years, and was returned to the Royal Navy in 1952. She was subsequently sunk as an ASDIC target off the Isle of Wight on 29 July 1959.\n\nReferences\n\n<!-- non-breaking space to keep AWB drones from altering the space before the navbox-->"}
{"text": "A phone call from the crew was won by Tim Allardyce, Chris friend and physio, who paid £255.01. They called Tim whilst still on their boat in the middle of the San Francisco bay, just a few minutes after passing under the bridge and completing their voyage."}
{"text": "Why did the london docklands decline?\n\nAnswer\n\nThe London docklands declined due to an increase in ship size meaning they found it difficult to come down the river as far as the Isle of Dogs where the river wasn't as deep. Containerization meant few dockers were needed with large cranes used to lift containers from ships and the decline of portside industries and manufacturing also led to the decline."}
{"text": "Forgive me but don't people normally go waist deep into the sea? Who called the lifeboats? Unless this article is very badly written we have yet again wasted precious resources on a hoax.\n\nForgive me but don't people normally go waist deep into the sea? Who called the lifeboats? Unless this article is very badly written we have yet again wasted precious resources on a hoax.Farmhouse France"}
{"text": "On Sunday, the 6535 dwt South Korean tanker, Doola No. 3, exploded in the Yellow Sea near the port of Incheon. Of the crew of 16, 5 are confirmed dead while 6 are missing. The explosion ripped the tanker in half. The ship was traveling in ballast after discharging a cargo of gasoline. The Doola No. 3 typically transports diesel fuel. The cause is still undermined but an ignition of gasoline fumes is suspected to have caused the explosion.\n\nOne Response to Korean Tanker Doola No. 3 Explodes, 5 dead, 6 missing\n\nwhy u guy still can't searching until now????please explain to me,,\nhe is my brother,,,his name is ( kyaw myo aung ),,,our family is depend upon to him,,,i wanna to know about him,pls,we r worry to him…………."}
{"text": "Believe It or Not!\n\nThe First Ironclad Warship Ever Built Invented in 1591 by Li Soon Sin, the Turtle ship, also known as Geobukseon or Kobukson, was a type of large warship belonging to the Panokseon class in Korea that was used intermittently by the Royal Korean Navy during the Joseon Dynasty from the ..."}
{"text": "Fanshot\n\nYes, that's four and three-fifths green dot thingies out of nine total box thingies inside the black box strike zone thingy. In this case, the term \"black box\" is extremely appropriate, as Jim Joyce apparently had no idea what was going on inside of it. From USSMariner."}
{"text": "Just have a quick question, I've noticed some of the vessels particularly those associated with singapore contain the acronym EPBGB. If it is possible it would be most appreciated to attain a simple or detailed description of what EPBGB stands for and it's meaning. Any assistance offered here is highly appreciated. Thank you so much in advance."}
{"text": "Footnotes\n\nThe Battle of Cape Santa Maria took place off the southern Portuguese coast, in which a British squadron under the command of Commodore Graham Moore attacked a Spanish squadron commanded by Brigadier Don José de Bustamante y Guerra, without declaration of war between the Britain and Spain. Under the terms of a secret convention Spain had to pay 72 million francs annually to France, until it declared war on Britain. The British had learned of the treaty, and knew it was likely that Spain would declare war soon. Bustamante set sail from Montevideo on 9 August 1804 with four frigates loaded with gold and silver, as well as other valuable cargo. On 22 September Vice Admiral Lord Collingwood ordered Captain Graham Moore, commanding the 44-gun frigate HMS Indefatigable, to intercept and detain the Spanish ships, peacefully, if possible. At dawn on 5 October, the Spanish frigates were sighted off the coast of Portugal. At 7 a.m. they sighted the four British frigates. Bustamante ordered his ships into line of battle, and within an hour the British came up in line, to windward of the Spaniards. Commodore Moore, sent Lieutenant Ascott to the Spanish flagship Medea, to explain his orders. Bustamante naturally refused to surrender, and impatient of delays, at 10 a.m. Commodore Moore ordered a shot be fired ahead over the bow of Medea. Almost immediately a general exchange of fire broke out. Within ten minutes the magazine of the Mercedes exploded destroying the ship (the moment depicted in this painting), and killing all but 40 of her 240 crew. Within half an hour the Santa Clara and the Medea had surrendered, and the Fama broke away trying to flee, the H.M.S. Medusa quickly followed. However, Moore ordered the faster H.M.S. Lively to pursue, capturing the Fama a few hours later. Spain declared war on Great Britain on 14 December 1804, only to suffer a catastrophic defeat less than a year later at the Battle of Trafalgar in October 1805."}
{"text": "This may be off-topic, but I figure this is also the best place to ask, even though this may seem like a stupid question.\n\nWhy does the (new) Seawolf class designation start with SSN-21 and on to 22 and 23? Why didn't they start with SSN-774, then start the Virginia with 777? Furthermore, if anyone knows why they went out of sequence, where'd they get twenty-one from? Just something I've always wondered but never found out.\n\nAlso, I'd like to point out that if this were Star Trek, the USS Seawolf would be SSN-575-A or SSN-28-B or something like that. ;)\n\nKapitan\n\n07-30-2005, 01:48 AM\n\nhave no idea but i think this belongs in general topics there you might get a better result\n\nSea Demon\n\n07-30-2005, 02:37 AM\n\nThey named it in an unconventional way. It was SSN-21...Nuclear Submarine for the 21st Century (hence 21). And SSN-22, 23 was logical to follow. The names Connecticut and Jimmy Carter were also unconventional names for U.S. SSN's."}
{"text": "World War I American Rear Admiral William Sowden Sims acknowledges the initial assumption that the most successful hunter of the submarine was the destroyer. He argues post war that the most deadly enemy of the submarine was the submarine itself.\n\nIt's fairly interesting, even though it is somewhat unbeleivable. The dialogue is stiff, but the story is there and it does grab you. You feel properly sympathetic for the gutsy main character and you immediately despise the sleazy villain. It's not bad, but it's also nothing extraordinary."}
{"text": "A full rigged ship or fully rigged ship is a sailing vessel with three or more masts, all of them square rigged. A full rigged ship is said to have a ship rig.\nSometimes such a vessel will merely be called a ship, particularly in 18th - early 19th Century and earlier usage, to distinguish it from other vessels such as schooners, barques, barquentines, brigs, et cetera. Also a full rigged ship may be referred to by its function instead, as in collier or frigate, rather than being called a ship."}
{"text": "]]>By: aps\napsWed, 19 Aug 2009 18:08:59 +0000 perhaps it may careen into a mountainside or hill due to no-one manning the helm, but it's not going to drop in altitude to hit the ground.\n]]>By: aps\napsWed, 19 Aug 2009 18:07:26 +0000 the ship starts going down, due to the fact that no ones driving.\"\n\nWhy would it go down? Height is controlled by ballasts and balloon air heat in lighter-than-air airships, also known as dirigibles. Similar priciples and systems apply to submarines, as well- I believe to surface the process is called 'blowing' the ballast tanks. They may angle the submarine up or down appropriately while surfacing or diving, but it's really the laws of buoyancy that cause the rising or falling."}
{"text": "The destruction of the USS Maine in Havana (on 1898-02-15, so today's rally was on the 105th anniversary) helped start the Spanish-American War in 1898 when it was immediately alleged the USS Maine had been attacked, and the US press whipped up public support for war. It was later determined that the explosion was probably due to an accident on board the ship rather than an attack."}
{"text": "Contents\n\nSloops were used both as merchant as pirate ships, in fact it was the most common type of pirate ships as they were fast and agile and required a very small minimal crew (even a one-man crew could be enough for a small sloop) but could also carry up to 100 men. Pirate sloops normally carried 60 to 80 crewmen and 0 to 16 cannons on one deck on the sides. The British Royal Navy sloops had a comparable crew and artillery but merchant ships had much smaller crews."}
{"text": "I was about to ask for specs. To only have a crew of 176 (that's less than a modern aircraft carrier), I'm going to ask how much mechanization it has, though I doubt 36 officers would be required for 176"}
{"text": "Confederate frigate\nMerrimack sinks Unionist ship Cumberland\nAt the Battle of Hampton Roads, off the coast of Virginia, the\niron-clad Confederate vessel the Virginia, which had been built\nfrom the hull of the USS Merrimack, sinks the Unionists' ship\nCumberland. However, the following day, the Virginia is forced to\nwithdraw by Unionist vessel Monitor, and. . ."}
{"text": "It was later boarded by a salvage team in order to investigate the reports of zerg and, if confirmed, detonate a thermonuclear charge to destroy the station. They were trapped by several hydralisks and after suffering casualties detonated the nuclear warhead, destroying the ship.[3]\n\nDifferent sources depict different accounts of the Amerigo being destroyed. In StarCraft, a salvage team boarded the Amerigo and destroyed it with the nuke.[3]StarCraft: Queen of Blades however, seems to suggest the ship was destroyed by the protoss.[1]\n\nThe ship was probably named after Amerigo Vespucci, an Italian explorer who made several voyages to the newly discovered east coast of America. America is named after him."}
{"text": "Photo: Nansen-class staffing the ship only 120 people\n\nnew technology enables a Nansen-class level with a few in Europe over the same period a higher degree of automation, the new frigate, the ship staffing only 120 people (of which 26 officers ). Ship also set up a special medical module can perform non-combat missions in peacetime."}
{"text": "Jackson and his crew ended up having to make an unscheduled visit to the island in March 2005 when they had to abandon the Venture because the boat began to take on water during filming, flooding the engine room"}
{"text": "Royal Navy\n\nEquip the Royal Navy with the manpower and machinery necessary to fully protect British waters, and the capability to effectively counter any oceanic threat from potential aggressors either by surface or submarine."}
{"text": "HMS Sultan\n\nFrom TemeraireWiki\n\nShip History\n\nThe Sultan was serving in the Channel blockade at the time Napoleon's armies invaded Britain in December 1807. She, like the Goliath, had been harpooned and entangled by the French dragons, enabling the French fleet to sail from the port of Calais and land on the British coast."}
{"text": "In 1898 Morgan Robertson wrote Futility, The Wreck of the Titan,\na novel of greed, pride and stupidity. It described the maiden voyage of\na transatlantic luxury liner named the Titan. Although it was touted\nas being unsinkable, it strikes an iceburg and sinks with much loss of\nlife.\n\nIn 1912 the Titanic, a transatlantic luxury liner widely touted\nas unsinkable strikes an iceburg and sinks with great loss of life on her\nmaiden voyage.\n\nOther similiarities:\n\nTitan\n\nTitanic\n\nMonth\nof wreck\n\nApril\n\nApril\n\nPassengers\nand crew\n\n3,000\n\n2,207\n\nLifeboats\n\n24\n\n20\n\nTonnage\n\n75,000\n\n66,000\n\nLength\n\n800\nft.\n\n882.5\nft.\n\nPropellers\n\n3\n\n3\n\nSpeed\nat impact\n\n25\nknots\n\n23\nknots\n\nRobertson later wrote a book, Beyond the Spectrum, that described a\nfuture war fought with aircraft that carried \"sun bombs\". Incredibly\npowerful, one bomb could destroy a city, erupting in a flash of light that\nblinds all who look at it. The war begins in December, started by the Japanese\nwith a sneak attack on Hawaii. . . .\n\n(Note: The name Titan is a derivitive of the Chaldean word Shitan,\nwhich comes from the Hebrew word Satan. It was said that not even\nGod could sink the Titanic. It seems he couldn't pass up this challenge!)"}
{"text": "Saunders, ed. This authoritative reference is the globally renowned guide to the changing capabilities of the world's modern navies along with their ships, aircraft, and weapons systems, both in service and under construction."}
{"text": "Thank you for posting this Margaret C. Francis Austen's report makes a vivid and exciting read - like something from a Patrick O'Brien novel.\n\nThis gives us a brief glimpse into the reality of life at sea during the Napoleonic wars - what a contrast with the atmosphere in Elizabeth Elliott's elegant drawing room!\n\nI see a contrast too between the men for whom this was their workaday reality, and creatures like Sir Walter and Mr Elliott, who look pallid by comparison (and I'm not just referring to sun-tan). Perhaps the nature life at sea does something to explain the informality and the strength of the friendships we see among the Naval men ashore in 'Persuasion'."}
{"text": "Take the ocean further\n\nDescription\n\nAngus Primrose was best known for his designs for around the world races including the Gypsy Moth IV of Sir Francis Chichester, and production boats such as the SEAL class series built in Britain during the late 1960' and early 1970's. Angus Primrose was lost while participating in the 1980 OSTAR race."}
{"text": "or cargo volume of a ship.\n\nHistorically, tonnage was the tax on tuns (casks) of wine that held approximately 252 gallons of wine and weighed approximately 2,240 pounds. This suggests that the unit of weight measurement, long tons (also 2,240 lb) and tonnage both share the same etymology.\n\nYou appear to have answered your own question. If the tonnage of a ship is, as you say, the number of tuns it could carry then obviously a 10,000 ton ship could carry 10,000 tuns! In terms of weight, here's the calculation:\n\nThe actual mass of a ship is called its \"displacement\", i.e. how much water has to be moved out of the way to accommodate the ship. For example, fill a bath to the overflow, put your model ship in the water and collect the displaced water that comes down the overflow pipe. Weigh that water and you have the weight of the model. Now scale this up to the real thing. This is, of course, Archimedes' Principle writ large"}
{"text": "Currently on display Not a part of the official Smithsonian Collection\n\nThis photograph shows a tugboat moving flats of rail cars in the East River about 1915.\n\nPhysical Description\n\nPhotograph\n\nDetails\n\nDate Made:\n\nabout 1915\n\nDates Used:\n\nabout 1915 - about 1915\n\nLocations:\n\nNew Jersey, New York\n\nHistory\n\nThe standard American harbor tug was developed around the end of the Civil War and is characterized by a narrow hull that is also round-bilged and deep. Its pilot house sits forward of a single stack and high above the deck to permit the operator to see around large loads. Tugs have been called \"housings for engines\" because their work, whether it's maneuvering ships around berths or towing heavily laden barges upriver, requires large, powerful engines."}
{"text": "Constellation Vs. La Vengeance\n\nContent Description: Cruising off Guadeloupe on the morning of February 1, 1800, Thomas Truxtun sighted the French frigate La Vengeance and began pursuit. Poor winds delayed action until dusk. Gun crews worked by the light of battle lanterns and flashes of gunfire. The ships fought broadside to broadside for 5 hours. Finally the guns stood silent, but before Truxtun could take charge of his prize, his own mainmast collapsed and he watched helplessly as La Vengeance drifted away."}
{"text": "The Maggie at BFI Southbank\n\nOverview\n\nA less than sea-worthy boat (The Maggie) is hired by a rich American for his cargo, who upon realising this fact, attempts to make other arrangements. The captain of the Maggie is a sly operator though, and tries to force a large sum of money to be handed to him for the transport"}
{"text": "From conservation report: Simon Halfweeg lived from 02-02-1814 until 19-06-1885. During 1853 and 1854 he was commander of the steam/sailing ship \"BORDEAUX\" of shipping company Van Hoey Smit; the company's flag is visible on the captain's hat. The \"BORDEAUX\" maintained a freight service in France and Portugal (wine and salt respectively). Subsequently, the daguerreotype might be made in one of those countries."}
{"text": "Photos: Russian billionaire's yacht makes stop in Vancouver\n\nThe super yacht M-Y Luna, owned by Russian billionaire and Chelsea Football Club owner Roman Abramovich, sits moored in Burrard Inlet off North Vancouver on Thursday. The 115-metre yacht is one of the largest in the world, but isn't even the largest one owned by the oil tycoon. His fleet also boasts the 162.5-metre Eclipse, current titleholder as the world's longest yacht"}
{"text": "On the night of 27 April 1865, the Sultana left Memphis for points north on the flood-swollen Mississippi River. An estimated 2347 individuals were on board this luxury passenger steamer—a boat designed to accommodate only 76 cabin passengers and 300 deck passengers.\n\nAt a point seven miles (11 km) north of Memphis near a group of islands known as Paddy's Hen and Chickens, 3 of the boat's 4 boilers exploded. The explosion, fire, and river claimed approximately 1547 lives, exceeding the death toll of the Titanic.\n\nWhy were so many passengers on board the Sultana? Why did the boilers explode? What were the stories of the survivors? And how does this tragedy compare with the Titanic disaster?\n\nThese questions are addressed along with other aspects of the tragedy. In addition, recent attempts by the authors to discover the exact location of the wreck are discussed."}
{"text": "On this day in 1941 during World War Two, the German battleship Bismarck was sunk in the North Atlantic. Of the 2,200-man crew, only 200 survived. The ship was named after Chancellor Otto von Bismarck, the driving force behind German unification in 1871. Despite suffering heavy damage in the previous days, the cause of the ship's sinking is disputed; some claim it was due to British torpedoes, others claim the crew deliberately sunk it. The wreck of the Bismarck was discovered in 1989 by Robert Ballard who, just four years earlier, had discovered the wreck of the Titanic."}
{"text": "(1) In this Part, unless the context otherwise requires- \"freight\" (運費) includes passage money and hire;[cf. 1911 c. 57 s. 1(2) U.K.] \"vessel\" (船隻) includes any ship or boat, or any other description of vessel used in navigation. [cf. 1894 c. 60 s. 742 U.K.] (2) References in this Part to damage or loss caused by the fault of a vessel shall be construed as including references to any salvage or other expenses, consequent upon that fault, recoverable at law by way of damages. [cf. 1911 c. 57 s. 1(2) U.K.]"}
{"text": "Whats Next ...the USS HUSSIEN?...We have the USS Jimmy Carter!...They keep it under water...When a Lettuce Far Left Picker gets a Ship of the line named after him...the consequences by those forced to sail them falls into DEEP SIX...Who wants to be on a boat named CHAVAZ?.One thing a WAR Hero,but a FREAKING WET BACK FARM WORKER???. One can only imagine what the kids will call this OBSENITY!"}
{"text": "NEED HELP WITH YOUR CRUISE\n\n100 TITANIC FACTS AND FIGURES\n\n10 April 2012\n\nViews 1919\n\nThe Titanic is probably the most famous ship in the world, declared \"unsinkable\" prior to her maiden voyage, and billed as the largest ship in the world for its time. She sailed 10th April 1912, 100 years ago today. Here are 100 Titanic facts and figures...\n\n100 Titanic facts and figures\n\n1 Gymnasium onboard 1 Photographic darkroom onboard 1 Number of crew who jumped ship in Cobh prior to the crossing (John Coffey) 2 Anchors onboard the ship 2 Number of workers killed building the ship 2 Two dogs survived 2 Number of barber shops onboard 2 Libraries onboard 3 Propellers (2 smaller and 1 main larger one) 3 Number of galleys 4 Number of funnels (one was fake) 4 Number of restaurants onboard 6 The ship received 6 warnings about icebergs prior to the collision 6 Number of days the ship was at sea before sinking 6 Number of places at the Captains Table 9 Number of decks onboard 10 The number of passengers the largest third class cabin could accommodate 13 Number of couples on their honeymoon 15 The weight of each of the anchors, in tonnes 20 Number of lifeboats the ship actually carried 20 Percent of male passengers who survived 23 Titanic's top speed 24 Percent of Third Class passengers who survived 29 Number of boilers onboard 30 The cost of a third class ticket in US $ 35 The draught of the ship 40 Tons of potatoes 42 Percent of Standard Class guests who survived 48 Lifebuoys onboard the ship 61 Percent of First Class guests who survived 64 Number of lifeboats the Titanic could carry 74 It took 74 years to discover the wreck of the Titanic 75 Percent of female passengers who survived 76 Percent of crew who perished 92 Titanic breadth in feet 100 Percent of lookouts who survived 116 The average number of hours the crossing would take by the Lusitania and Mauritania, the Cunard rival ships 137 The anticipated journey time, in hours 159 Number of coal burning furnaces that fuelled the boilers 162 The number of standard class cabins 164 The number of passengers the largest third class dormitory could take 175 The height of the ship in feet 175 Number of Southampton crew who survived 250 Barrels of flour 262 The number of third class cabins 333 Number of bodies recovered from the sea 400 Miles away from the land the Titanic was when the ship hit the iceberg 401 The Yard number of Titanic 416 The number of first class staterooms 492 Number of passengers who survived 550 Number of passengers the First Class restaurant could accommodate 600 Gallons of condensed milk 706 Number of survivors - including crew 724 Number of crew who lived in Southampton 800 The amount of tea onboard, in lbs 800 Bundles of asparagus 825 The amount of coal used per day to keep the ships boilers going, in tonnes 850 Bottles of liquor 882 The length of Titanic in feet 899 Number of crew onboard Titanic 900 The weight of all the passengers and freight onboard Titanic, in tonnes 1,000 Number of bottles of wine taken onboard the ship 1,000 Loaves of bread 1,000 lbs of grapes onboard 1,120 lbs of jam and marmalade 1,500 Gallons of fresh milk 1,750 The cost of a Standard Class ticket in US $ 1,908 The year the ship was ordered 2,200 The amount in lbs of coffee 2,223 Number of guests and crew onboard the maiden voyage 2,500 The number in lbs of sausages taken onboard 2,500 lbs of green peas on board 2,890 Distance in mile of the intended trip from Queenstown to New York 3,500 lbs of onions onboard 3,547 Total number of people the Titanic could carry 3,560 Number of lifejackets the Titanic carried 4,350 The cost of a First Class ticket on Titanic in US $ 6,000 The amount of butter, in lbs 6,000 The number of artefacts recovered from the wreck ( approx) 7,000 Heads of lettuce onboard 7,500 lbs of ham and bacon taken onboard 8,000 Cigars were taken onboard 10,000 The number of light bulbs onboard 10,000 lbs of sugar 10,000 lbs of cereal 11,000 lbs of fresh fish onboard 13,000 Grapefruits onboard 15,000 Bottles of ale 16,000 Lemons onboard the ship 25,000 lbs of poultry onboard Titanic 29,000 Pieces of glassware 36,000 The number of apples taken onboard 36,000 lbs of oranges on the ship 40,000 The number of fresh eggs onboard 44,000 The amount of cutlery onboard 46,328 The GRT - Gross Registered Tonnage - measure of internal space, not weight 75,000 lbs of fresh meat onboard 131,428 The Titanic's official number 413,000 The amount in £ of the money raised for the survivors by the Titanic Relief Fund 7,500,000 The costs in US$ of building the Titanic"}
{"text": "(known as perhydrol) as a fuel. His engines were to become famous for their use in rocket-powered aircraft—notably the Me 163 Komet—but most of his early efforts were spent on systems for submarine propulsion.\n\nIn these cases the hydrogen peroxide was reduced chemically and the resulting gases used to spin a turbine at about 20,000 rpm, which was then geared to a propeller. This allowed the submarine to run underwater at all times, as there was no need for air to run the engines. The system also used up tremendous amounts of fuel, and any boat based on the design would either have to be absolutely huge, or have terribly limited range.\n\nThus the system saw only limited development even though a prototype was running in 1940. But when problems with the existing U-boat designs became evident in 1942, the work was stepped up. Eventually two engineers came up with a simple solution to the problem.\n\nInstead of running the submarine 100% on the perhydrol, they used it strictly for bursts of speed when needed. Most of the operations would then be carried out as with a normal boat, using a diesel engine\n\nDiesel engine\n\nA diesel engine is an internal combustion engine that uses the heat of compression to initiate ignition to burn the fuel, which is injected into the combustion chamber...\n\nto charge batteries. However while a conventional design would use the diesel as the primary engine and the batteries for short periods of underwater power, in this case the boat would run almost all the time on batteries in a low-speed cruise, turning on the perhydrol during attacks. The diesel was now dedicated entirely to charging the batteries, which it needed only three hours to do.\n\nThe perhydrol design suffered from several design flaws which were not fixed before the end of the war. As an intermediate solution, the perhydrol propulsion system was dropped in favour of a conventional diesel/electric solution, but retaining the streamlined hull-shape. The battery capacity was increased significantly along with fuel stores, and the boat was designed to operate underwater for long periods.\n\nElectric U boats\n\nType XXI U-boats, also known as \"Elektroboote\", were the first submarines designed to operate primarily submerged, rather than as surface ships that could submerge as a means to escape detection or launch an attack.-Description:...\n\nGerman Type XXIII submarines were the first so-called elektroboats to become operational. They were small coastal submarines designed to operate in the shallow waters of the North Sea, Black Sea and Mediterranean Sea, where larger Type XXI Elektro boats were at risk in World War II. They were so...\n\n, finalized in January 1943 but with production only commencing in 1944-1945. When underwater the Type XXI managed to run at 17 knots (33.3 km/h), faster than a Type VII running full out on the surface and almost as fast as the ships attacking her. After the war, tests carried outAnti-submarine warfare is a branch of naval warfare that uses surface warships, aircraft, or other submarines to find, track and deter, damage or destroy enemy submarines....\n\nships by going in the direction of heavy seas. (The US Navy's first nuclear-powered submarine, , used a modified Type XXI hull shape.) For most of the trip it ran silently underwater on batteries, surfacing only at night, and then only toA torpedo tube is a device for launching torpedoes. There are two main types of torpedo tube: underwater tubes fitted to submarines and some surface ships, and deck-mounted units installed aboard surface vessels...\n\ns to be reloaded in less than one-fourth of the time, firing homing torpedoes that would attack on their own. Even the interior was improved: it was much larger and fitted with showers and a meat refrigerator for long patrols.\n\nThe design was to be produced in two versions, primarily the Type XXI, and lesser numbers of the smaller Type XXIII. Both were much larger and more difficult to build than the existing designs, the Type XXI taking some 18 months. Mass production of the new type did not really get started until 1944 and subsequently only one combat patrol was carried out by a Type XXI before the war ended. This patrol is considered controversial. According to some sources, the did not make any contact with the enemy. Another version suggests that the U-boat did make a contact with of the Royal Navy, but did not fire as the captain had already received orders of surrender. A number of boats were commissioned into Allied navies after the war for research purposes, and one into the Bundesmarine of post-war Germany."}
{"text": "If you've ever been on a cruise, you've already seen the alphabet-soup on the ship right before its name. And you've heard people referred to as pursers and helmsmen and first or second officer. And you've had the opportunity to be confused by nautical terms such as leeward, prow, and yaw. If you HAVEN'T been on a cruise yet, now you will learn what to expect!\n\nA thrifty traveler isn't just someone who wants to get the most out of every travel dollar. The thrifty traveler is also an intelligent and well-informed traveler – even if that means having to learn another language. Therefore, here is an introductory 3-part course in \"cruising language.\"\n\nWe'll begin by taking the mystery out of ships' prefixes. Ships have \"titles\" before their names, just like people do (e.g., Mr., Ms., Captain). These are referred to as the ship's designation.\n\nH.M.S. = Her/His Majesty's Ship (British)\n\nM.S. = Motor Ship\n\nM.T.S. = Motor Turbine Ship\n\nM.V. = Motor Vessel\n\nN.S. = Nuclear Ship\n\nR.H.M.S. = Royal Hellenic Mail Ship\n\nR.M.S. = Royal Mail Ship\n\nS.S. = Steamship\n\nSTR = Steamer\n\nT.S. = Twin Screw\n\nT.S.S. = Turbine Steamship\n\nU.S.S. = United States Ship (U.S. Navy)\n\nHave you seen other prefixes? If so, let me know and I'll find out what it stands for!\n\nAre you tired of wearing a \"patch\" when you take a cruise? Do you wish there were some way to prevent motion sickness without taking drugs which makes you sleepy (and which don't even work if you fail to take them in advance of feeling queasy)?\n\nOne solution is GINGER. The herb? Yes. And not only does it really work; but even if you unexpectedly start to get seasick (or airsick; or carsick), ginger will STILL help. Powdered ginger root capsules are available at health food stores."}
{"text": "05, 2005\n\nDutch Captain: Jan Danielszoon van Rijn\n\nJan Danielszoon van Rijn served the Admiralty of Rotterdam. He distinguished himself in the command of fireships. At the Raid on Chatham, he commanded the Pro Patria, which charged the cable across the Medway and broke it, opening the way for the attack on the dockyard. He attacked the Dutch prize Mathias with his fireship and burnt her. In the Battle of Solebay in 1672, he commanded a fireship that successfully attacked the Earl of Sandwich's flagship St. James (100 guns) and fired her, causing her loss. The Earl drowned, after his crew lost their discipline and swamped his boat by jumping into it. This was another catastrophic example of how morale and discipline could suddenly collapse in the Restoration navy. The loss of the Royal Prince, in the Four Days Battle, is another example. Jan Danielszoon van Rijn also fought in the Battle of the Texel in 1673, where he commanded the fireship Louise. Sources:"}
{"text": "The only vessel of that name I have been able to identify (via wikipedia = [en.wikipedia.org])) is that launched in August 1863 and broken up during 1884.\n\nI suppose the original of the photograph just could have been taken as far back as the second half of the 19th century, but the actual photo reproduction was issued during the first decade of the 20th.\n\nIt shows a twin-masted and twin-funnelled vessel with a vertical bow, but no real evidence of armaments.\n\nCould the photograph depict the 1863 HMS RESEARCH? Or was a later vessel given the same name after 1884?"}
{"text": "A licensed mariner is a person who holds a license issued by one or more countries to hold senior positions aboard ships, boats, and similar vessels. The United States Coast Guard grants licenses to members of the United States Merchant Marine in five categories: deck officers, engineers, staff...\n\nA merchant vessel is a ship that transports cargo or passengers. The closely related term commercial vessel is defined by the United States Coast Guard as any vessel engaged in commercial trade or that carries passengers for hire...\n\n. \"Chief engineer\" is the official title of someone qualified to oversee the entire engine department; the qualification is colloquially called a \"chief's ticket\".\n\nOverview\n\nA chief engineer (commonly referred to as \"The Chief\" or just \"Chief\") is responsible for all operations and maintenance that has to do with any and all engineering equipment throughout the entire ship.\n\nThe chief engineer also determines the fuel, lube oil, and other consumables required for a voyage. The chief engineer also compiles an inventory for spare parts, oversees fuel, lube, and slop oil transfers, all major maintenance, prepares the engine room for inspection by local marine/safety authorities (e.g. U.S.), is required to be in the engine room during maneuvering operations, and is in charge of the engine room during emergency situations. This is the short list of a chief engineer's duties aboard a merchant vessel.\n\nA first assistant engineer is a licensed member of the engineering department on a merchant vessel. This title is used for the person on a ship responsible for supervising the daily maintenance and operation of the engine department...\n\n, supervises the daily operation of the engine room and engine department and reports directly to the chief.\n\nChief engineer's licenses are divided into different types for the various types of engine- and power-plant found on ships. These are commonly divided as steam (reciprocating) gas turbine, also called a combustion turbine, is a type of internal combustion engine. It has an upstream rotating compressor coupled to a downstream turbine, and a combustion chamber in-between....\n\netc. These categories are often further divided into various horsepower ranges. Obtaining a Chief Engineer's License for Unlimited Horsepower is, by far, the highest achievement a licensed engineering officer can reach on a merchant vessel. Sailing as chief engineer is an immense undertaking of great responsibility.\n\nOn a ship, the engine room, or ER, commonly refers to the machinery spaces of a vessel. To increase the safety and damage survivability of a vessel, the machinery necessary for operations may be segregated into various spaces, the engine room is one of these spaces, and is generally the largest..."}
{"text": "Thursday, April 19, 2012\n\nPast Disasters\n\nThe roughly 3,000 people killed on 9/11 stand as a record. But when you rank disasters in terms of the percent of total population killed it recedes. For one, there's the 1,600 killed in a steamboat explosion (the Sultana carrying former prisoners of the Confederacy north). Given US population then it would be more than 4 times worse than 9/11"}
{"text": "U.N.P.O.C.\n\nU.N.P.O.C., often written \"unpoc\" or \"u/n/p/o/c\", is an acronym for a Nineteenth Century shipping term, \"unable to navigate, probably on course\". The acronym was commonly used in the log books of vessels left without accurate navigational guidance, due to poor visibility and/or proximity to the North Pole. The term dropped out of common usage in the 1950's with improvements in maritime navigational aids."}
{"text": "The SAN have had up to now 3 Replenishment ships. A lop of Pictures are available of the Tafelberg refueling the president Frigates and the W-Class destroyers along side at a certain speed(Alongside connected replenishment). Also have video and pictures of Tafelberg and Drakensberg also refueling the Strikecraft by towing it behind(Astern fueling). Picures exist of a Submarine behind the Tafelberg being refueled and Minesweepers alongside being refueled, only have pictures of this happening with both ships out on sea and not moving at all.\n\nSo I have some questions.\n\nWhere the after rigging devices (1) ever-used on the Tafelberg ?\n\nThe Drakensberg also have 4 points, where they ever used ? For refueling I meen, only saw them used as cranes. Where the new frigates ever refueled at sea ?\n\nDid the Outeniqua have rigs for refueling as well ? Tried to find some pictures, but no luck ?\n\nYes the frigate have had many RAS exercises. For my seamanship part one we watched some videos of them doing it. And technically any ship can RAS any ship in the SAN. A strike craft could get fuel and supply's from another strike craft or frigate.\n\nJust seems like the President Frigates where heavy on fuel, because there is a lot of pictures available with them taking on fuel from the Tafelberg, two at a time. Even discovered an old bad picture with The President Kruger and the Simon van der Stel talking on fuel simultaneously.\n\nBeside the refueling of the New Valour frigates taking on fuel from the German supply ship, it does not seems to happen as quite as much as with the President Frigates."}
{"text": "Why are we still so fascinated by the Titanic? I can't give you any profound answers. The answers are pretty straightforward. It was a great tragedy, it was so unexpected, it was the result of man's negligence, and it involved victims who were fabulously glamorous, as well as those, housed in the bottom of the ship, who were impoverished.\n\nIt also, let's face it, makes a whale of a movie. And don't underestimate the power of film to keep an event in the public imagination.\n\nThe Titanic was, in effect, relaunched by author Walter Lord in his 1955 telling of the story of the sinking, \"A Night to Remember,\" later made into a very successful movie. It was one of the books, along with Jim Bishop's \"The Day Lincoln Was Shot,\" that began a craze of non-fiction books about events that occurred within one day. Lord went on to write \"Day of Infamy,\" about Pearl Harbor, and Bishop later wrote \"The Day Christ Died.\"\n\n\"A Night to Remember\" was published 43 years after the Titanic disaster. Walter Lord was able to interview a number of survivors, bringing the event to life. We note that many of those who shaped \"the greatest generation\" of Americans, who fought through the Depression and World War II, also remembered the Titanic disaster from their younger years. When the Titanic went down, Franklin D. Roosevelt was 30. Dwight D. Eisenhower was in his first year at West Point. Harry S. Truman was 27.\n\nOf course, we also had the more recent movie, \"Titanic,\" which was an enormous hit. And the finding of the wreck of the Titanic, and photographing it on the ocean floor, was probably the greatest single factor in keeping the story alive.\n\nThere is a stone representation of the Titanic disaster on the grave of Isidor Straus, of Macy's department store, in Woodlawn Cemetery in New York. Mr. Straus died in the sinking. His wife, Ida, famously refused to take a place in a lifeboat, staying at her husband's side. His body was recovered. Hers never was."}
{"text": "Why Titanic's Story Still Resonates 100 Years Later\n\nSUMMARY\n\nOne hundred years after the Titanic sank, the story of the technological triumph-turned-tragedy still captivates many people. Margaret Warner and writer Daniel Mendelsohn, author of the recent New Yorker piece \"Unsinkable: Why We Can't Let Go of the Titanic,\" discuss the story's staying power.\n\nMARGARET WARNER: Finally tonight, remembering the Titanic, and exploring why its story resonates in our modern age.\n\nThe story of the technological triumph that ended in tragedy still captivates the public mind 100 years after the Titanic sank. This weekend will see scores of events marking the centennial anniversary, from the re-release of the late '90s blockbuster film, now in 3-D. . .\n\nWhen it sets sail from Southampton, England, for New York, on April 10, 1912, the Titanic was hailed as the largest vessel in the world and touted as unsinkable. But just four days into its maiden voyage, the luxury cruise ship hit an iceberg and sank, killing more than 1,500 passengers and crew.\n\nWith the shipwreck lying on the ocean floor, its tale has spawned countless books and films. And the wreckage itself attracts underwater tourists and scavengers, prompting calls for its preservation.\n\n\"It's a real-life event that unfolds as if it were basically a work of literature. You know, it's sort of too good to be true.\"\n\n- Daniel Mendelsohn\n\nSTEVE BLASCO, marine geologist, Survey of Canada: Recovering artifacts, the belongings of people who have died is -- is not to be done.\n\nMARGARET WARNER: Whether or not the wreckage survives another 100 years, fascination with its story and fate seem sure to endure.\n\nAnd for more on why the fascination endures, we turn to writer and critic Daniel Mendelsohn. His latest piece in The New Yorker is \"Unsinkable: Why We Can't Let Go of the Titanic.\"\n\nAnd, Daniel Mendelsohn, welcome.\n\nSo, what is it about the Titanic tale and its themes that so grips ours imagination and has for 100 years?\n\nDANIEL MENDELSOHN, writer/critic: Well, I think, mostly, it's that it's a real-life event that unfolds as if it were basically a work of literature. You know, it's sort of too good to be true.\n\nIt has all the themes. It has the structure. You know, there's something irresistible about it because it's too perfect.\n\nMARGARET WARNER: Well, give us an example. What do you mean? What themes?\n\nDANIEL MENDELSOHN: Well, you know, it's about the oldest -- it's about the oldest theme of all, which is man vs. nature. That's one, right?\n\nHubris, the subject of so many Greek tragedies. They say they build -- they're going to build the ship that can't sink. Of course it sinks. It's about class. It's a perfect parable about class at the end of the 19th century.\n\nIf you were a man in first class, you had a better chance of surviving than if you were a small child in third class. It seems to be about technology and overconfidence in technology, which is something we're very interested in still, obviously, and the limits of technology.\n\nSo all of these things seem to be sort of overdetermined. You know, in one story, you get class, you get overweening arrogance, you get technological overconfidence. And it all comes together and you put it in the most beautiful, biggest ship ever built, and it sinks on a piece of ice in the middle of the ocean.\n\nMARGARET WARNER: On its maiden voyage.\n\nDANIEL MENDELSOHN: On its maiden voyage.\n\nMARGARET WARNER: You write in this piece. You begin with the fact that your uncle when you were age 12 enrolled you in a club called Titanic Enthusiasts of America.\n\nDANIEL MENDELSOHN: Right.\n\nMARGARET WARNER: And I won't try to speculate on what your age may be, but what. . .\n\n(LAUGHTER)\n\nMARGARET WARNER: Have the themes that resonate changed over time, at least here in the U.S.?\n\nDANIEL MENDELSOHN: I don't think so.\n\nWell, I mean, it could be. I think, at the very beginning, there was a tremendous amount of anguish about the class issue. You know, it was very shocking when this first came out that the scales were tipped so greatly and so obviously in favor of people who were first-class passengers. And I think, today, the sort of technological theme predominates. And, also, there's this irresistible idea. . .\n\nMARGARET WARNER: You mean the limits of our technology?\n\nDANIEL MENDELSOHN: The limits of technology.\n\nIt's like the Challenger disaster. You know, many of the kinds of things that were said after the Challenger disaster were said after the Titanic sank, how here we thought we had it all figured out and we were getting so accustomed to these fantastic technological accomplishments, and it turns out we didn't get it all right.\n\nSo that's -- as long as we have technology, that's going to be a theme that interests us.\n\nMARGARET WARNER: And then, of course, as you pointed out, it really taps into classical myth. It is a myth and it taps into them.\n\nDANIEL MENDELSOHN: Yes.\n\nYeah, I think there's an idea that the Titanic itself is a kind -- in a funny way, you know, a hero of this mythic story. You know, we go to Greek plays to watch great heroes like Oedipus, you know, who everyone thinks has all the answers, powerful, strong, accomplished, fall apart.\n\nThat's why we go to see these dramas. It is still we why we go to see \"Death of a Salesman\" or whatever. And the Titanic itself looks like one of these heroes. It's a wonderful, impregnable, unsinkable. It seems to have it all. And then we get a certain kind of funny pleasure from watching a drama in which something beautiful disintegrates"}
{"text": "document covers anti-submarine operations from the years 1941 to 1945. Also included is the interaction of these combat operations with the actual official measures adopted or considered by the US Navy during this time."}
{"text": "Wednesday, October 24, 2012\n\nIn 1916, America controlled about 11 percent of the world's naval power. In 2010, we controlled about 50 percent. We may have fewer ships than we did during World War I, but we carry a way bigger stick than we did back then. Measured in the only way that makes sense, American naval strength today is greater than it's ever been in history.\n\nKeep in mind that Romney didn't make his comment off the cuff. Insisting that the US Navy is a tiny little flotilla these days is in his stump speech and building a bunch of new ships for no good reason is a big agenda item.\n\nOne might wonder why, but you don't have to look much farther than this."}
{"text": "Between 1949 and 1958 a total of 236 submarines of this type were commissioned into the Soviet navy . The vessels were initially designed as coastal patrol submarines. These patrol variants are known in the west as Whiskey I, II, III, IV, and V; and were called project 613 in the Soviet Union. In the 1950s and 1960s some patrol vessels were converted to guided missile submarines. These boats had the capability to fire one to four SS-N-3 Shaddock cruise missiles. In 1956, the first prototype was ready. It was a regular Whiskey class submarine which was fitted with a launch tube after the sail that contained a single SS-N-3 anti-shipping missile. This vessel was known in the west as Whiskey Single Cylinder. Between 1958 and 1960, six additional whiskey class submarines were converted to carry guided missiles. These boats had two missile tubes behind the sail, and were known in the west as Whiskey Twin Cylinder (Soviet designation:Project 644). Between 1960 and 1963, six boats received an extended sail that could contain four Shaddock missiles. These were called Whiskey Long Bin in the West and Project 665 in the Soviet Union. All guided missile variants of the Whiskey class had to surface in order to fire their missiles. The boats of the single and twin cylinder class also had to raise their missile tubes, which were normally positioned horizontally.\n\nWhen the boats became obsolete, some were converted to radar picket boats (which were called Whiskey Canvas Bag). Two vessels were converted to submarines for 'fishery research' and 'oceanographic research' purposes. In the Soviet navy, the patrol variants of this class were replaced by Romeo class submarines. The guided missile variants were replaced by Juliet class submarines.\n\nThe Soviet Union has exported patrol submarines of the Whiskey class to:\n\nCuba and Syria ordered used Whiskey class submarines for use as battery charging hulks. The guided missile and radar picket boats were never exported.\n\nIncidents involving Whiskey class submarines\n\nOn or about 15 December1952, the Soviet Whiskey class submarine S-117 was lost due to unknown causes in the Sea of Japan. The boat was possibly involved in a collision with a surface ship, or struck a mine.\n\nOn 27 January1961, the Soviet Whiskey class submarine S-80 was lost due to accidental flooding while the boat was submerged. The valve that should have prevented water from entering the snorkel did not work properly.\n\nOn October 271981, the Soviet Whiskey class submarine U-137 ran aground in Swedish territorial waters near a naval base. Some people thought that the boat was on an intelligence-gathering mission. Others attribute the running aground to a navigational error, which was the explanation that the Soviet Union gave"}
{"text": "This week in Naval history\n\nThe USS Arizona (BB-9) sinking at Pearl Harbor Naval Shipyard following an attack by the Empire of Japan, December 7, 1941. Pearl Harbor is one of the United States' deepwater ship ports and is a invaluable support station for the Pacific Fleet.\n\n1964 - Organization and deployment of world's first all nuclear-powered task group, USS Enterprise, USS Long Beach, and USS Bainbridge, to Sixth Fleet\n\nMay 14\n\n1801 - Tripoli declares war against the United States\n\n1836 - U.S. Exploring Expedition authorized to conduct exploration of Pacific Ocean and South Seas, first major scientific expedition overseas. LT Charles Wilkes USN, would lead the expedition in surveying South America, Antarctica, Far East, and North Pacific.\n\n1845 - First U.S. warship visits Vietnam. While anchored in Danang for reprovisioning, CAPT John Percival commanding USS Constitution, conducts a show of force against Vietnamese authorities in an effort to obtain the release of a French priest held prisoner by Emperor of Annam at Hue."}
{"text": "jetsam\n\njetsam\n\nflotsam, jetsam, and ligan [O.Fr.], in maritime law, goods lost at sea as distinguished from goods washed ashore (wreck). Goods that remain floating on the surface after a shipwreck or accident are called flotsam (or floatsam or flotsan), while jetsam refers to goods thrown overboard, or jettisoned (see jettison), by a vessel in distress. Ligan (or lagan) designates goods that are sunk in the sea and have a buoy or floating object attached to them as a mark of ownership or in order that they may be found again. Such goods found by other persons must be returned to the owner, while flotsam and jetsam must be returned only if the owner makes a proper claim. The rules of salvage apply to all three types of goods."}
{"text": "These were just two descriptions used by Carnival Triumph passengers after a fire in the engine room disabled the electrical system and left 3,143 passengers and the ships 1,086 crew members afloat in the Gulf of Mexico for five, long days"}
{"text": "Hello Dee. I'm sorry to say I've drawn a blank on this. I can't find ny reference to either ship carrying troops to/from India in 1858/59. Troops would either sail in East India Co ships or the Army would\n\nHello Susie. By the 19th century the manufacture of gunpowder was only permitted in government factories or by license; so if you could let me know where your ancestors were at the time I could work out"}
{"text": "Somali pirates have seized the Greek-owned Maran Centaurus, an oil tanker with 28 crew members on board, yesterday, according to reports.\n\nOfficials say the tanker, which can transport more than two million barrels of oil, was sailing from Saudi Arabia to the United States when it was hijacked. A tanker full of oil could be worth millions of dollars, and possibly pose a significant security and environmental threat. Authorities, however, couldn't immediately ascertain how much oil the vessel was carrying.\n\nThe ship's crew consists of sixteen Filipinos, nine Greeks, two Ukrainians, and one Romanian, the Al Jazeera news agency reports.\n\nSomali pirates have hijacked dozens of ships over the past two years, demanding and receiving millions of dollars in ransom from the hijacked ships' owners.\n\nArticles presented on Wikinews reflect the specific time at which they were written and published, and do not attempt to encompass events or knowledge which occur or become known after their publication."}
{"text": "antorini\n\nReissue of the gripping tale of sabotage at sea, from the acclaimed master of action and suspense. In the heart of the Aegean Sea, a luxury yacht is ...Show synopsisReissue of the gripping tale of sabotage at sea, from the acclaimed master of action and suspense. In the heart of the Aegean Sea, a luxury yacht is on fire and sinking fast. Minutes later, a four-engined jet with a fire in its nose-cone crashes into the sea. Is there a sinister connection between these two tragedies? And is it an accident that the Ariadne, a NATO spy ship, is the only vessel in the vicinity - the only witness? Only Commander Talbot of the Ariadne can provide the answers as he uncovers a deadly plot involving drugs and terrorism - leading to the heart of the Pentagon"}
{"text": "Leadbelly tune about Titanic addresses racial issues at time of ship's sinking\n\nThe African American folk singer Huddie Ledbetter, better known as Leadbelly, sings a wonderful song with the simple title \"Titanic.\"\n\nThis version was recorded in New York in 1948, but Leadbelly said that he started singing it with Blind Lemon Jefferson on Dallas street corners soon after the disaster. What's most immediately striking about the song musically is that it's kind of upbeat, almost cheerful for a ballad about a shipwreck that claimed 1,500 lives. And this is even more evident in the lyrics. The song includes a fictional story about how Jack Johnson, the African American heavyweight boxing champion at the time, was refused passage on the ship:\n\nThe Eagle Rock was a dance, so Jack Johnson's response to the disaster is to spread his arms like an eagle and swing his feet around. Some versions of the song include an additional verse:\n\n\"Black man oughta shout for joy,\nNever lost a girl or either a boy.\nFare thee, Titanic, fare thee well.\"\n\nWhy would Leadbelly suggest that black people should feel joy in response to a tragedy? Why would he celebrate the fact that there were no African Americans among the victims?\n\nTo answer these questions, let's put Leadbelly's song alongside a story about the heroism of the Titanic's two wireless operators told in the New York Sun and other newspapers, and in one of the first books written about the disaster. This story is also fictional, but it's an invention of a very different kind. It went like this: One of the wireless men had left the compartment to find out what was happening on deck. When he came back, according to Logan Marshall in The Sinking of the Titanic, a book rushed out to capitalize on the wreck, \"he found a Negro stoker creeping up behind\" his colleague \"and saw him raise a knife over his head.\" Without time to give a warning, the wireless man pulled out a gun and, in Marshall's words, \"shot the Negro dead.\" In other words, heroism in this story took the form of a lynching.\n\nBlack newspapers were understandably interested in knowing whether there actually were any African Americans on board the ship. (There weren't, it turned out.) Some insisted that \"the Afro-American must have been represented, as he generally is in everything in this country.\" While many newspaper articles, speeches, sermons, and poems had made heroism a matter of racial exclusiveness, African American writers tried to broaden the chivalric honor roll. As one put it, the \"daily press has made no special mention of him, [but] we know he was there, and that he died like the other men. And we shed tears to his memory as well as to the men of other nationalities who died with him.\"\n\nThe silence on this heroic presence didn't surprise African Americans; daily newspapers rarely reported on blacks except as criminals, which prompted a knowing comment in an African American paper about the mainstream coverage of the disaster. \"There may have been a Negro in the sinking of the great steamship Titanic off the Newfoundland coast last week, but the newspapers have not as yet discovered the fact. It is rather remarkable that there could be so great a tragedy without a Negro somewhere concealed or exposed in it.\" When the story of the wireless operators' lynching of the stoker appeared, it conformed to the pattern in which African Americans were either absent as heroes or present as villains in narratives of tragedy or disaster.\n\nA Philadelphia paper sarcastically observed, \"We thought it would be strange if there were no coloured persons aboard the fated ship. Of course, he had to be made to appear in the light of a dastard"}
{"text": "I have heard that a US enviromental scientist unearthed claims about an Italian sub in the harbour at Portland Maine in 1944. An Italian sub was subsequently employed in Northern Italy by the OSS. Can anybody identify if the two are linked or what the sub was at Portland please ?"}
{"text": "This Sunday (7/16), from 2000-2200 hours (Eastern), the History Channel is showing:\n\n\"8-10pm -- Return of the Pirates -\nA new war rages off the world's coastlines. Piracy is\nmaking a comeback. Intelligence indicates that pirates\nand terrorists are merging tactics. Over 90% of\ninternational trade travels by water and pirates have\nlong known what Sir Walter Raleigh once said:\n\"Whosoever commands the sea commands the trade;\nwhoever commands the trade of the world commands the\nriches of the world, and consequently the world\nitself.\" Nations and corporations are racing to\nprotect themselves and their goods. So far the pirates\nare ahead, but new international response units and\nmercenary ships are combating the attacks. The US\nCoast Guard trains navies worldwide in anti-piracy\nmeasures, but corrupt law enforcement officials mar\nadvances in their effectiveness. Though Captain Kidd\nand Blackbeard have disappeared into Davy Jones's\nLocker, piracy is a growing threat to the world's\neconomy and security. Today's pirate is organized,\npolitical, and will command world attention once\nagain.\""}
{"text": "Evi­dently, accu­rate math was not one of the inven­tions… the \"atomic bomb\" graphic rep­re­sents 800,000 volts, not the alleged 600,000. Good thing there were a few other physi­cists in on the project.\n\nI still say \"The Tur­tle\" (1770s) counts as a Sub­ma­rine. Even if you don't, there is much wreck­age in the Mis­sis­sippi to sup­port the the­ory of Con­fed­er­ate subs dur­ing the Amer­i­can Civil War, all of the above pre­date this thingamabobDave Grega Yes, I know. That's why I say they care about the \"graphic\" part, but not the \"info\". And why I've put the sub­ma­rine in the list of mis­takes they have made. It was not the first sub­ma­rine, but the first com­mis­sioned by the Royal Navy. So, I still don't get what you meant."}
{"text": "Hunley\n\nHunley, in full H.L. Hunley , first submarine to sink an enemy ship. Operated from 1863 to 1864, it was a Confederate invention of the American Civil War.\n\nThe Hunley was designed and built at Mobile, Alabama, and named for its chief financial backer, Horace L. Hunley. Less than 40 feet (12 metres) long, the submarine held nine crewmen, eight of whom propelled the vessel by hand-cranking a single screw. Its commander controlled steering and depth. The Hunley was shipped by rail in 1863 to Charleston, South Carolina, where, in practice runs and attempts to attack blockading Union warships, it went to the bottom three times with great loss of life—including that of Hunley himself. Raised one more time, it successfully attacked the Union sloop Housatonic with a spar torpedo on February 17, 1864, sinking the vessel. The Hunley, however, was lost shortly after the attack, along with all its crewmen. The vessel lay in only 30 feet (9 metres) of water some 4 miles (6 km) offshore until it was found by preservationists in 1995. It was raised intact in 2000 and brought ashore so that the crewmen's remains could be removed for burial and the vessel itself restored for eventual display at the Charleston"}
{"text": "Why is Nynäshamn a de facto \"port\" for Stockholm? Having sailed in the area, I'm not at all surprised that cruise liners might not want to try navigating the inner passage to Stockholm. What's not so apparent from the Google Maps link is that routes through the archipelago are not only narrow and twisting, but also shallow and full of rocks. This nautical chart may give some idea of what it's like. It's different for the Finland-ferries -- they do the route every day and know exactly how many meters of margin there is in each gap and when to start turning for each bend."}
{"text": "This week's featured article\n\nThe Iranian frigate Is Sahand burns after being attacked by aircraft from USS Enterprise (CVN 65)\n\nOperation PRAYING MANTIS was a United States military operation against Iran in 1988. Following the mining of a U.S. Navy guided missile frigate, the U.S. attacked Iranian warships and oil platforms that Iran used as command and control bases for anti-shipping operations in the Persian Gulf. Several Iranian ships and two platforms were destroyed.\n\nDid You Know?\n\nUSS Enterprise (CVN 65) in 2004\n\nUSS Enterprise (CVN 65), the world's first nuclear-powered aircraft carrier, was only intended to serve for 25 years. Enterprise has served for 50 years and Sunday, she set out for her final cruise.\n\nDec. 27 in American Military History:\n\n1846: Although heavily outnumbered, a force of Missouri a volcanic eruption threatens Hilo, Hawaii, Army Air Force planes drop bombs in order to divert the lava flow"}
{"text": "We've mentioned a few times that the writers of naval fiction set during the Age of Sail have an immense amount of material available to them that only needs minor adjustments to read as fiction.\n\nFor instance, the HMS Cockerel, an Alan Lewrie novel by Dewey Lambdin, there is an interesting scene set at the end of the novel. The setting is a dinner aboard the flagship of Admiral Sir Samuel Hood. Lieutenant Lewrie is fresh from the siege of Toulon where he managed to capture a French corvette. The corvette is named San Culotte (in real life a 118-gun first rate) and Lewrie jokes about how it will have to be renamed as it would quickly be known as the \"Bare Assed\" by British sailors. Hood is amused and renames the Sans Culotte the HMS Jester in honor of Lewrie's wit and appoints him into her as commander."}
{"text": "Lying 450 miles south-east of Halifax in the North Atlantic the\nTitanic now sleeps in a deep frigid watery, grave two miles below\nthe ocean's inviting surface. She had only completed 1451 miles of\nher 1901 mile journey. The exact co-orindates given when she sunk\nApril 15, 1912 of 41o46' N, 50o 14' W are not those of her exact grave\nnow that being 13.5 miles southeast what was given in 1912. The stern\nat 49o 56' 54\" W, 41o 43' 35\" N sits 600 feet away from the bow at 49o\n56' 49\" W, 41o 43' 57\" N. The larger debris field is centered\ninbetween the wreck at 49o 56' 49\" W, 41o 43' 32\" N.\n\nThe Titanic rests upon the Atlantic ocean floor, just off the coast of Newfoundland, at an enormous depth (12,600 feet). The picture below helps put into prospective just how deep the ship really is."}
{"text": "History 04\n\nLast modified on January 16, 1998\n\nDuring exercises, USS Augusta steamed with ships from other navies. I had\nbeen told that this was an image of USS Langley, our first aircraft carrier.\nI have since discovered (in a 1931 issue of Jane's) that this is HMS Eagle,\na British carrier. The Langley had no island superstructure, and that of\nEagle is quite distinctive. By the time the war started, the Langley, which\nwas originally built as a collier, had been converted from an aircraft\ncarrier into a seaplane tender. HMS Eagle was sunk in the Mediterranean by\na German submarine while escorting a convoy to the beseiged island of Malta.\n\nThe Augusta carried four scout seaplanes which could be launched\nfrom catapults amidships. The planes would land in the water next to\nthe ship, and be lifted aboard by cranes. Judging by the number of\npicture pairs like the following which my father had, landing in the\nwater was not an easy task."}
{"text": "sand smuggling or breaches of regulations?\n\nNo ban on granite. Some of the barges were alleged to breach regulations. So the Indonesians told George Yeo. What do all these meant? There were barges who did not breach any regulations. So have they been released?\nThen what do they meant by breaching regulations? Smuggling sand is not a simple breaching of regulations. It is smuggling. And if they did smuggled, they have to pay the price. But breaching regulations? What regulations? Too many crews on board or too few crews? Some crews did not have immigration papers or what? If the breaches were minor and have nothing to do with smuggling, why are the barges still detained? Charge them or fine them and the commercial activities must continue as per regulations.\nWhat if, after finding out that there were no smuggling of sand except some minor breaches of regulations, and the Indonesians persist to detain our vessels there at their pleasure? Then what?\nWe are talking with international forces to set up a task force to combat piracy. Who are the pirates"}
{"text": "World War II: HMS Venturer Sinks U-864 On February 9, 1945, HMS Venturer and U-864 engaged in the only known battle where one submerged submarine sank another. Sailing off the coast of Norway, Venturer had been sent to intercept U-864 which was carrying mercury and Me-262 aircraft parts to Japan. After a three hour chase, Venturer fired four torpedoes, one of which hit and sank U-864.\n\nCircling the Globe: The Voyage of the Great White Fleet The Great White Fleet departed Virginia in December 1907, and circumnavigated globe. Conducting a good will tour, the Great White Fleet's voyage lasted fourteen months as the ships visited ports such as Australia, Japan, and Egypt. The Great White Fleet also served to demonstrate the United State's growing naval strength.\n\nWorld War I: Battle of Coronel The Battle of Coronel was an early naval battle during World War I. Clashing off Coronel, Chile, the German East Asiatic Squadron soundly defeated a British fleet sent to stop them from reaching the Atlantic. The Battle of Coronel was the first major British defeat at sea since 1814.\n\nCold War: USS Pueblo Incident The Pueblo Incident took place on January 23, 1968, and saw North Korean forces board an American intelligence ship. Operating off the North Korean coast, USS Pueblo was boarded and captured by the North Koreans who claimed it was in their waters. The Pueblo Incident lasted until December 23, when the crew was repatriated to South Korea."}
{"text": "One of flaws of the original Titanic it was built of steel with a high sulfur content which caused brittleness in cold water.\nChinese steel generally has a high sulfur content due to poor QM and use of coke \"not the stuff you drink\" made from high sulfur coal.\n\nI can't believe he wants to use a state owned Chinese contractor to build a ship that had a few design flaws to start with.\n\nReally anyone with some sense would have the Dutch,Finnish, or Koreans build the vessel and let them make whatever internal changes necessary to meet modern safety standards.\n\nλ-chan made other comments on this post:\n\nMostly likely they'll use one or two large diesel engines from a container ship. The hull and drive of the vessel likely would be based off a container ship design reworked to look like the old Olympic Class liner.\n\nHyundai ship yards has considerable experience at constructing large vessels probably more so then anyone in China. Though the best contractors for a cruise ship would be a company like Fincantieri in Italy or STX in Finland. A modern cruise ship internally is a very different beast then a oil tanker or container ship. I'm not even sure if China has the facilities and technology to build a modern cruise ship. Cargo vessels tend to have one or two very large engines with direct drive while"}
{"text": "Rare Musical Find – Main Title to \"A Night to Remember\"\n\nThe score was written by acclaimed British composer William Alwyn for the 1958 film A Night to Remember, based on the best-selling book by Walter Lord. Rather than construct fictional characters to tell the story, Lord carefully interviewed as many Titanic survivors as he could, preserving their memories for posterity and laying out an accurate, minute-by-minute narrative of the disaster.\n\nSaid David McCullough of Walter Lord as a writing mentor: \"He was one of the most generous and kind-hearted men I've ever known, and when I had stars in my eyes and wanted to become a writer, he was a great help. I'll always be indebted to him.\"\n\nThe movie was arguably the biggest British film of the 1950s, and today is regarded as a masterpiece of historical filmmaking.\n\nA Night to Remember (complete) – Part 1 of 13. In reality, the Titanic was never christened. She launched on May 31, 1911 at Harland & Wolff shipyards in Belfast with large crowds in attendance but no ceremony. With no known film footage of the actual launch, the director used footage of the 1939 launch of the Cunard Line's Queen Elizabeth."}
{"text": "HMCS Barrie\n\nHMCS Barrie was one of 111 Canadian-built corvettes which made up the bulk of the Royal Canadian Navy's convoy escorts during the battle of the Atlantic.\n\nCanada's corvettes were intended for patrol and anti-submarine work near Canadian ports but, by mid-1941, had to take on the role of mid-ocean escorts. As built, Canadian corvettes had light armament, inadequate ASDIC (sonar), radar, and navigation systems, and cramped crew accommodations. Refits solved many of these problems, but Canadian corvettes were modified more slowly than most Allied vessels due in part to Canada's limited shipyard facilities."}
{"text": "Barque\n\nA barque, sometimes spelled bark, originally referred to a particular type of ship-rigged sailing vessel with a plain bluff bow and a full stern with windows. HM Bark Endeavour, commanded by Captain James Cook was a famous example.\n\nBy the end of the 18th century, however, the term came to refer to any vessel with a particular type of rig comprised of three (or more) masts, fore and aft sails on the aftermost mast and square sails on all other masts. A well-preserved example of a commercial barque built in 1878 is Falls of Clyde, now preserved as a museum ship in Honolulu. The United States Coast Guard still has an operational Barque, built in Germany in 1936 and captured as a war prize, the Eagle.\n\nRelated rigs are brigantine (2 masts), barquentine (square-rigged on only the fore mast), and the sole instance of a vessel with 2 fore-and-aft rigged masts and 2 square-rigged (the Olympia).\n\nThroughout the period of sail, the word also was used as a shortening of the barca-longa of the Mediterranean"}
{"text": "Description\n\nBackstory\n\nIntroduced in the 15th century, the carrack features a rounded stern, with the planks curving around from the sides to the rudderpost, the forecastle located directly above the stem, with the bowsprit rising from its top, an arrangement that had been unaltered since the first \"battlements\" had been installed on the bow of a sailing warship, and sterncastle which forms an integral part of the hull.\n\nThe carrack was the definitive beast of burden of the Age of Exploration; Magellan, for example, had an all-carrack fleet with which he set to circumnavigate the globe in 1519.\n\nCarracks are used both as small warships and merchantmen; the English 'defensible ships' which make up the bulk of its merchant fleet are well-armed, sturdy carracks which can quickly be converted to privateers as needed."}
{"text": "Odin Class\n\nEarly Patrol Submarine\n\nOdin Class\n\nOdin\n\nOlympus\n\nOrpheus\n\nOsiris\n\nOswald\n\nOtus\n\nThe\n'O' class were built to replace the 'L' class which were considered\nnot to have the endurance to serve in the Far East. They carried approximately\n200 tons more fuel than the 'L' class which was carried in riveted\nexterior saddle tanks.\n\nOne of the\nfaults with this class was the FUEL tanks which were prone to leaking\nand left a tell tale streak on the surface.\n\nOdin,\nOlympus, Orpheus, and Oswald were war losses the survivors by 1942\nwere used for trainingCdr. King\nwas awarded the O.B.E. for carrying out an unsuccessful pursuit\nof the Graf Spee which had sunk the 'Africa Shell' in the Mozambique\nChannel on 15th November 1939.\nWhilst in dry dock in Malta in July 1940 was hit by a bomb and\nput out of action for some considerable time.\n1941, sinks or damages a small transporter of around 1.800 tons.\nThis boat had been adapted for carrying stores and personnel to\nand from Malta.\nWhen leaving Malta on 8th May 1942 she had, with her own crew\nand passengers, a total of 98 people onboard.\n\nFate:\n\nLost,\npossibly mined, off Malta, 9 survivorsossibly\nsunk by the Italian destroyer Tribune off Tobruk around 19th June\n1940.\nNo survivors.\n\nFate:\n\nSank by\nItalian destroyer June 1940ortsmouth\nChina Station\nEast Indies\nMediterranean\nTransporting supplies to Malta\nHome Waters\nSouth Atlantic\n\nFate:\n\nSold and\nscuttled in South Africa May 1946/1949"}
{"text": "I see zero evidence that Queenborough was being used as a minesweeper. Certainly literally hundreds of trawlers were taken into Royal Navy service but hundreds of others weren't. Queenborough doesn't show up as a Royal Navy lose in the official loss list of RN vessels. The crew is commemorated on the Tower Hill Memorial, which is a memorial to merchant navy war dead with no known grave. If Queenborough had been in naval service, her crew would have been mainly if not entirely Royal Navy Reserve on active duty and commemorated on one of the service memorial, which isn't the case.\n\nWell, we know Queenborough was sunk by gunnery. What that doesn't tell us is the exact nature of the engagement. The odds that Queenborough was armed are approximately zero. The defensive arming of British ships hadn't gotten as far as trawlers yet.\n\nSo presumably U 86 sighted Queenborough, and fired across her bow to get her to stop. If Queenborough ran, she would have been shelled. If she stopped, the crew would have taken to the lifeboat(s) and the trawler sunk (in this case by gunnery, in other cases by scuttling charges).\n\nOne of the common ways you get a missing ship is when the lifeboats from a ship that was stopped and sunk aren't recovered. That very likely was the case wih Queenborough.\n\nNote that the document describes is an appendix to U 86's KTB listing the ships sunk on that patrol. The KTB proper would contain a more detailed description of the action. \"More detailed\" is a relative term -- the enrty could very easily only be two or three sentences long."}
{"text": "It Would Take a Titanic Raft of Flotsam to Float Two Actors\n\nCould Rose and Jack have both survived on the raft? Math says no. Image courtesy of 20th Century Fox\n\nDid plot triumph over physics in the climax of the film \"Titanic?\" Could Jack have shared the raft of flotsam with Rose, or would both actors have sunk beneath the waves?\n\nLet's examine the math calculations for floating this improvised raft, made from a door that broke away from the Titanic.\n\nSetting the Stage and the Goal\n\nThe primary question is whether they sink or float under ideal conditions, but we'll also explore exactly how big the raft would need to be, in order to support 2 people. We set the target of \"floating\" to mean that the total volume of the wood could be just at the water line, but that the people remain dry on top.\n\nThe requirement will be that the weight of the sea water that would be displaced by the entire raft must equal or exceed the weight of the raft, plus any survivors.\n\nWeight, Mass, Density, and Buoyancy via the Archimedes Principle\n\nArchimedes understood volume and displacement: Photo by SpreeTom\n\nNormally, it is easy to measure the weight of an object, whether using a spring-loaded weigh scale or a balance.\n\nThe density of an object is equal to its weight divided by its volume. Again, it is easy to calculate the volume of a regular solid such as a cube, which equals the length times width times height.\n\nThe Greek philosopher Archimedes realized that the volume of water displaced by any fully-submerged object is the same as the volume of the object. Therefore, an irregularly-shaped crown displaces the same volume of water as a cube of the metal from which it was cast.\n\nThe weight of the displaced water equals the volume of water times its density.\n\nIn general, the buoyancy provided by any fluid equals the mass that was displaced, multiplied by the acceleration due to gravity. This translates mass into \"dynes.\" However, the downward force opposed by the buoyancy is also the mass of the object multiplied by gravity.\n\nThis article will, therefore, omit multiplying weights by \"9.8M/s^2,\" since the acceleration due to gravity will be irrelevant to the question of sinking or floating.\n\nThis leaves a slight error due to the buoyancy of the object in air. This is about 0.08 pounds/foot^3 or (0.08lb/2.2lb/Kg) per (1foot/3.28M)^3 = .0363636… Kg/0.02834M^3 = 1.283Kg/M^3. Compared to water's density of 1000Kg/M^3, this error just over 0.1%. That is extremely minor, compared to the assumptions about the type of wood or size of the door we'll be making.\n\nThe Archimedes Principle is that a submerged object's effective weight is reduced by the weight of the displaced fluid. If an object is less dense than the fluid it displaces, it will float, partially submerged. The volume that is submerged will displace enough fluid to match the weight of the whole object.\n\nI guess neither Jack, nor Rose (and she was smart, too) were aware of Archimedes principle…too bad, maybe Jack could have lived a day longer or so…but then, the ending had to be gut wrenching, after all.\n\n W\n\nFor the door to support their weight it would have to weigh approx. 560 lb. to float level with the sea surface and more to keep them above. Take some strength to launch it!\n\nEdward\n\nBothhh Cannot Sorvive On dahhh Sea With Such Wavesss And High tides ,,,,,, ???\n\nYour assumption about the thickness of the original door is wrong: as the blurb for the Titanic door fragment clearly states, the piece being sold is 0.5 inches thick, but it \"was once a thicker block that years ago was cut up into tiny pieces\".\n\nmoioci\n\nWait a minute. The NYT site describing the 1/2-inch thick piece of door says, \"This relic was once a **thicker block** that years ago was cut up into tiny pieces, which sold for four figures each.\" Think about it. Even in today's world of very cheap construction, a half inch would be very flimsy, even for a closet door, let alone a stateroom door. I vote the actual door was at least an inch thick, possibly more.\n\nMike DeHaan\n\nFor Will, Stooge & Moioci, who pointed out that the door was probably much thicker…\n\"Arghh, you're all extremely likely to be correct\".\nAssume 1.5″ rather than 0.5″? So we only need 1/3 the number of doors that I had calculated?\nThank you for taking the time to let us know"}
{"text": "stxeurope.com, STX Europe, 6 November 2008.</ref> It is one of the world's largest [[shipyard]]s, and built the iconic ocean liner the [[RMS Queen Mary 2|RMS ''Queen Mary 2'']].{{cite web|url= |title=stxeurope.com, STX Europe, 6 November 2008 |publisher=Stxeurope.com |date=2009-01-27 |accessdate=2013-05-21}}</ref> It is one of the world's largest [[shipyard]]s, and built the iconic ocean liner the [[RMS Queen Mary 2|RMS ''Queen Mary 2'']]."}
{"text": "Wikipedia\n\nPlank owner\n\nFrom Wikipedia, the free encyclopedia\n\nA \"plank owner\" (or plankowner) is an individual who was a member of the crew of a ship when that ship was placed in commission. Originally, this term applied only to crew members that were present at the ship's first commissioning. Today, however, plank owner is often applied to members of newly commissioned units, new military bases and recommissioning crews as well.\n\nIn U.S. military\n\n\"Plank owner\" is not an official United States Navy term, and has consequently been variously defined by different units. The origin of the term is the implication that a crew member was around when the ship was being built and commissioned, and therefore has bragging rights to the \"ownership\" of one of the planks in the main deck.[1][2]\n\nSailors who are plank owners at their current command often have the word \"PLANKOWNER\" embroidered on the back of their uniform ball cap to denote this designation. A plaque is placed aboard the ship with the crew names. When in port, the departure of a plank owner for the final time is usually announced on the 1MC public announcing system with a bell-ring, as <ding, ding> \"Plank owner, departing\". ["}
{"text": "The second Hornet was also a ten-gun sloop and took part in the First Barbary War. In company with two other American ships, she attacked the port of Derna and silenced its guns in a battle lasting less than an hour. This allowed a combined force of about 400 American Marines and Arab, Greek and Berber mercenaries who had made a gruelling 400 mile overland march to capture the city - an event immortalized in the Marine Hymn \"To the shores of Tripoli"}
{"text": "The latest in native Californian Stan Honey's numbingly long list of accomplishments is what earned him the 2010 Rolex Yachtsman of the Year Award: navigating the 105-foot trimaran Groupama 3 to a 48 day, seven hour record-setting non-stop circumnavigation and winning the Trophée Jules Verne in the process. Before that, ho hum, he merely won the Volvo Ocean Race (as navigator aboard ABN AMRO in 2005-06); knocked off a slew of Transpacific, 24-hour, and Transatlantic records (including PlayStation's breakthrough 4-day, 17-hour run in 2001); and called the navigation shots in 22 Transpacs (winning 11 of them while setting the course record three times), among many, many other notable offshore deeds and victories.\n\nProfessionally, after earning undergraduate and graduate engineering degrees from Yale (where he sailed competitively with Steve Benjamin, Peter Isler, and Dave Perry) and Stanford, respectively, he spent some time as vice-president of technology for Rupert Murdoch's News Corporation and started a couple of companies: Etack, which pioneered in-vehicle map displays before GPS came online, and Sportvision, which introduced TV sports junkies to the now ubiquitous yellow first-down markers in football games and virtual strike zones in baseball telecasts, among other innovations.\n\nJust for good measure, he's married to another pretty excellent sailor, Sally Lindsey Honey, who's won a pair of Rolex prizes herself.\n\nSo who's the best sailor in the Honey family? Sally, by far (laughing). I might have an edge navigating, but she's definitely the better sailor. She points out that I'm never catching up to her (as far as Rolex awards).\n\nYou've circled the planet as the lone American on basically an all-Kiwi boat (in the Volvo) and an all-French boat (Groupama 3). All things being equal, which would you choose if you were picking crew for a round-the-world race? I think it would be based on the kind of boat it was. If it was a multihull, you'd go with the French guys. As far as big offshore multihull sailing, there's nobody better: the seamanship, the preparation, all of it. On a Volvo 70, you'd want the Kiwis. The V70 is just…pain. And endurance to pain. It's just brutal. And there's nobody better at that than the Kiwis. You know, grunt up, mate. And off you go. Sometimes, there'd be this heinous sail change, it's only going to pay off for fifteen minutes, but you do it. You always sail the boat absolutely optimum, and you never go bow down for a change. The French can't sail (the big multis) that way, you'd wreck the boat. They have to know when to back off and hide and when to let 'er rip.\n\nAs a navigator, the dynamics onboard (the different boats) are interesting. Every French sailor is a navigator, because they all come up through shorthanded sailing. They all know how to navigate and are interested in it. So on Groupama, there was a reasonable amount of time when someone was looking over my shoulder and asking questions, and I actually enjoyed that part. On a Kiwi boat, the rules are you don't hang around the nav station.\n\nHow's your French? Not very good is the short answer. I tried. I took courses. But once I was onboard with the crew, I couldn't follow it at all, unless it was a one-to-one situation. They'd all talk at the same time. Though, by the end of the trip, I was able to tell whether they were talking about boats or women"}
{"text": "The Endurance is the true story of Sir Ernest Shackleton and his\nill-fated expedition to Antarctica in the winter of 1914-1915. Determined\nto be the first man to cross the continent of Antarctica, Shackleton\nand his men set out on a ship called The Endurance in August of\n1914. By December of that year they had made it to the ice pack\naround the frozen continent. Struggling through the unusually heavy\nice, the ship made it to within a few miles of Antarctica before\nthe weather and the ice began to push them back out into the Weddell\nSea. In October of 1915, the crew was still trapped in the ice floes,\nand the Endurance was crushed."}
{"text": "07/03/2010\n\nThe last major naval conflict between British and French forces didn't involve point-blank broadsides from Napoleonic-era sailing ships, but instead occurred 70 years ago today, during World War II.\n\nThe attack on Mers-el-Kébir, part of Britain's Operation Catapult, was a one-sided engagement off the coast of French Algeria on July 3, 1940, in which a Royal Navy task force attacked and destroyed much of the French fleet, killing 1,297.\n\nFrance and Britain were not at war, but France had recently signed an armistice with Nazi Germany and Britain feared the French fleet would end up as a part of the German Navy.\n\nAlthough French Admiral François Darlan had assured Winston Churchill the fleet would not fall into German hands, the British acted upon the assumption that Darlan's promises were insufficient guarantees.\n\nThe attack was brutal in its ferocity and efficiency.\n\nA British force consisting of the battlecruiser HMS Hood, battleships HMS Valiant and Resolution, and the aircraft carrier HMS ArkRoyal, plus an escort of cruisers and destroyers, gave the French fleet, anchored in a narrow harbor, an utlimatum to surrender or be taken.\n\nThe French did not expect an attack and were not fully prepared for battle. The main armament of two of their key ships, the Dunkerque and Strasbourg, could not immediately be brought to bear.\n\nThe British opened fire a little before 5 p.m. The French eventually mounted an ineffectual reply.\n\nThe third salvo from the British force and the first to hit resulted in a magazine explosion aboard Bretagne, which killed nearly 1,000 of her crew.\n\nAfter some thirty salvos, the French ships stopped firing. Provence, Dunkerque and the destroyer Mogador were damaged and run aground by their crews.\n\nThe Strasbourg managed to escape with five destroyers and eventually reached the French port of Toulon on the next day.\n\nBesides nearly 1,300 French sailors killed, another 350 or so were wounded. The British lost just six dead. Not surprisingly, relations between Britain and France were severely strained.\n\nBritish Admiral Somerville was not enthusiastic about the action, saying that it was \"… the biggest political blunder of modern times and will rouse the whole world against us … we all feel thoroughly ashamed …\"\n\nIndeed, the attack on the French vessels at port sowed anger amongst the French towards the British and increased tension between Churchill and the leader of the Free French Forces, Charles de Gaulle.\n\nBut the action demonstrated Britain's resolve to continue the war alone, and rallied the British Conservative Party around Churchill. Churchill later declared the action meant that for \"high government circles in the United States … there was no more talk of Britain giving in.\""}
{"text": "Greenland Whaling approx. WWl.\nThe man to the right is aiming an exploding\nharpoon loaded into the cannon set in the bow of a whaling catcher boat.\n\nThe whole process of whaling was\nchanged drastically when Norwegian Sven Foyn invented the exploding\nharpoon in 1864. By doing so, he removed much of the danger from whaling\n(though it remained a very dangerous task), but more than anything -\nincreased the efficiency by which whales could be captured and made\nit possible to hunt the larger and faster rorquals (baleen whales).\n\nThe gun enabled the harpooner to\nhit a whale 50 yards away, no longer needing to be next to the whale\nin a small wooden boat. On entering the whale, the barbs of the harpoon\nopened breaking a small phial of sulphuric acid which set off a fuse\nto explode the bomb. So in a single action, the old hand-thrown harpoon\nand hand wielded lance were rendered obsolete.\n\nSimilar explosively fired harpoons\nhad been around for several decades, but it was Foyn who after much\ntrial and experimentation perfected a workable and effective solution.\nSuch a new invention also required other improvements to the boats,\ncatching and processing gear to make the most effective use of it.\n\nSuch a heavy harpoon gun needed\na stronger boat to be used on, so Foyn converted a steam whale catcher\nbuilt the year before in 1863, the Spes et Fides to take his\nnew harpoon gun. The Spes et Fides thus became the very first\nmodern whale catching boat.\n\nThis was the invention that allowed\nfor industrial whaling to begin, an event from which the world's whaling\nstocks and oceanic ecosystems have yet to recover."}
{"text": "\"Alarm !\" is perfectly right, e.g. when an outlook saw a plane. Then as soon as the alarm bells rang the whole crew would run to battle stations and prepare all for dive, and \"Fluten !\" would just be an order given in the central control room to the men at station there, meaning flooding the tanks by opening the upper tank's valves with the \"christmas tree\", so the air would be blown out by the incoming water from underneath. Certainly, all actions has to be fine tuned by the whole crew like running to the bow, opening forward valves earlier so the the bow would cut under first and the propellors drive the boat down dynamically, helping in a fast emergency dive. As well in an emergency situation the men in the engine rooms would already close the exhaust valves for the Diesel engines without waiting for the flooding command, often giving a last full speed ahead before shutting down. With the buoyancy tanks already flooded for a fast dive and a well-trained crew, a type VII boat would be able to completely submerge in less than 30 seconds, even a bit faster than modern boats - only that modern boats are not supposed to spend much of their time at the surface .."}
{"text": "distinct from a boat in having a bowsprit and three masts, each with a lower, top, and topgallant mast. Fr. esquif, It. schifo are Gmc. loan-words. Ship-board \"side of a ship\" is from c.1200. Ship-shape \"properly arranged\" first attested 1644. Phrase ships that pass in the night is from Longfellow's poem \"Aftermath\" (1873). Phrase runs a tight ship is attested from 1971.\n\nship\n\nc.1300, \"to send or transport by ship,\" from ship (n.). Transf. to other means of conveyance (railroad, etc.) from 1857, originally Amer.Eng. Shipment \"that which is shipped\" is from 1861."}
{"text": "distinct from a boat in having a bowsprit and three masts, each with a lower, top, and topgallant mast. Fr. esquif, It. schifo are Gmc. loan-words. Ship-board \"side of a ship\" is from c.1200. Ship-shape \"properly arranged\" first attested 1644. Phrase ships that pass in the night is from Longfellow's poem \"Aftermath\" (1873). Phrase runs a tight ship is attested from 1971.\n\nship\n\nc.1300, \"to send or transport by ship,\" from ship (n.). Transf. to other means of conveyance (railroad, etc.) from 1857, originally Amer.Eng. Shipment \"that which is shipped\" is from 1861."}
{"text": "Nordic Crane Kynningsrud prepares East Indiaman Götheborg its long journey. In May, it's time again for the world's largest operational wooden sailing vessel, Götheborg, to depart from the home port of Gothenburg."}
{"text": "maersk texas\n\nThe Iranian Navy says it saved an American ship from pirates, all 'Unhand that frigate, villeins! What ho, tea, chappie, lorries, Madge, the sun never sets on the British Empire,' or something, whatever, arrrr. So now we can all be best friends forever! Yay Iran! Yay us! An Iranian warship responded to a distress signal [...]"}
{"text": "Royal Navy Submarine Mission Episodes\n\nRoyal Navy Submarine Mission: Royal Navy: Submarine Mission is a documentary series which follows the crew on the hunter-killer class submarine HMS Turbulent. Captain Ryan Ramsey and his 130 crew are getting ready for a mission that will see them stay underwater for 100 days as they patrol the pirate-infested waters surrounding the Horn of Africa. The uprising in Libyan though means the submarine is forced to plot a new course towards Tripoli, where the crew will have to protect civilians caught up in the conflict"}
{"text": "Hi guys, I apologize if this isn't the correct location for a topic like this. Basically, my question concerns the sinking a dreadnought battleship. I'll try to give a little background to the inquiry so it doesn't come across as too ridiculous (because I'm sure it will).\n\nI am currently researching information on WWI British dreadnoughts for a novel that I'm writing; I came across these forums during my search, and felt that some members might be able to help me out. The book in and of itself, other than a short scene, has very little to do with dreadnoughts, but I would still prefer it to be as accurate as possible. At the moment, the scene involves two crew mates sinking the ship by setting off an explosion below the deck in the stern.\n\nGiven that the ship is much like the HMS Warspite (03) and armed as if it were commissioned during WWI, how difficult would this be to pull off? Was there anything already in (or near) the stern that could aid them in doing something like this (torpedoes, oil, coal)? In short, if such a feat is too outrageous, I want to scrap the idea right away—but am not knowledgeable enough to know if that is really the case.\n\nI'm no expert on the matter but I would have thought scuttling charges in a single location would be ineffective due to the watertight compartments. Unless the explosion also detonated an ammunition magazine, but if this was in the stern, it would most likely blow that section off - the ship could still be afloat at that point, although it would obviously be missing its propeller and rudder.\n\nThe Queen Elizabeth class ships as initially commissioned did have two rear turrets, so there would have been an ammunition magazine serving them. That would be a little forward of the stern but maybe that would be suitable for your scenario?\n\nA boiler explosion would cripple the ship but not sink it, the easiest method to cause a problem is a coal bunker fire but again thats aggravating to the smooth running of the ship and rarely fatal.\n\nAs has been mentioned above an explosion in one of the rear ammunition magazines is your best bet, preferably while the watertight doors are open.\n\nI'm assuming this is sabotage rather than ammunition mishandling?\n\nIn that case a misfire in one of the guns during a test firing might create a large enoug explosion to set off a chain reaction down the magazine feed but thats a pretty rare circumstance since all the safety cutoofs would have to be locked open or ammunition stacked in the turret, that wasnt unknown in combat situations but might be rare in peacetime training.\n\nOn the other hand gunnery drill was notably lax and inefficient in the Royal Navy pre-WW1 so that sort of mistake might be possible?\n\nThank you guys so much for the quick responses! All of these links/facts are extremely helpful.\n\nIt seems like setting off an explosion in the rearmost ammunition magazine is the winner (it is sabotage). Assuming the magazine works like the ones here, what would be the simplest way to cause the cordite/projectiles to explode? In my rough draft of the scene, a pistol is used to detonate the initial explosion; however, that's my imagination thinking in Hollywood-action-flick mode, and I don't know if it is feasible.\n\nIf your guy is any good at chemistry a simple time fuse would do the job. I dont know the exact composition but theres a small charge of explosive, you squeeze one end with pliers or similar, that breaks the glass vial inside the case which contains slow acid which eats through the restaining pin which sets off the charge.\n\nThats more of a WW2 sneaky SOE device but perfectly feasible, cordite or other propellant charges in those days were soft bagged, think of a short bolster pillow stuffed with explosive.\nAll he has to do is secrete the pen sized device on his person as he enters the magazine for whatever excuse, set off the timer and then push it into the explosive charge, preferably round the back out of public view.\n\nHe's then got however long he set the fuse for (theyre chemical not mechanical so its approximate not precise) to make his excuses and get out."}
{"text": "Subject:\nBritish SSBNs, Do we need all 4? RM-Nod12/22/2004 11:18:28 PM\n\nSo...do we?\nIn my opinion the answer is no. I remember hearing that the UK usually only has a single boat on patrol at any one time. With that in mind, why do we need 4 boats? Wouldn't it be much cheaper to simply run the SSBN force as we do the carriers, ie one in refit/deep reserve, on in reserve and one on patrol. I'm sure it wouldn't be too difficult to get the one in reserve out in an emergency and in many cases the third might be available as a deterant anyway.\nEach boat can carry up to 16 missiles, this represents a maximum of 192 100-120kt warheads, under START maximums this is 128 and under UK policy this is around 48-64 warheads. More than enough to represent a credible threat to even the largest of nations. Along with the boat held in reserve the UK would always have at least 96 warheads going up to 128 while remaining within current British policy.\nGiven the current situation with money and what not, would it not make sense to reduce our force to 3 SSBNs?\n\nfrench stratege\nRE:British SSBNs, Do we need all 4? 12/23/2004 11:00:09 AM\n\nYes: if one is in major overhaul (like midlife update), you will have 3 boat available.\nIf one is also in normal overhaul: two remains available for deploiement.And you can not be sure that one of your SSBN will not be sunk.\nMoreover you can not have a flexible response with one SSBN: if one fired its missiles it is likely to be sunk soon after.\nWith two boat you can use one for counterforce or/and industrial potential destruction ,and keep one available to avoid counterpopulation reprisal.\nOr even three in crisis.\nI would add that a boat will use faster its life potential if you have to use only three boats.\n!\n\"48-64 warheads. More than enough to represent a credible threat to even the largest of nations\":\n.\nGermany have received the equivalent of 400 Hiroshima bombs in WW2!\n\nWe need at least 4.\nIf we have such a small number of boats, a likely enemy could attempt to destroy them in port and the likes.\nSo, if we only had 3 boats and one was destroyed, we would only have two boats, which is not enough to keep one at sea all the tme.\nIn my opinion we should bring back the V wings and all.\n\n\"Moreover you can not have a flexible response with one SSBN: if one fired its missiles it is likely to be sunk soon after.\"\nHow so? I don't know of any force on this planet that has the resources to detect a launch thousands of miles from it's coast and then mount a responce before the sub moves away.\nI don't agree with the enemy targeting our boats in port theory, what's to stop anyone doing that now? Obviously we wouldn't have all the subs in port at the same time.\nBy managing the SSBNs as we do the carriers we could have one on patrol and one in reserve at all times, there by having 2 boats available.\n\"!\"\nI agree, but it would spare some money and would offer major saving when it comes to replacing them; having only to order 3 boats instead of 4.\n\".\"\nWhat, so having an extra 64 warheads that aren't usually on patrol anyway will be a credible threat as opposed to having 64 fewer? I disagree. And if it is that bad then each boat can carry an extra 64 warheads while keeping within the START limits. In my opinion 64 warheads is enough to destory the major infrastructor of any nation and more importantly it is enough to trigger a major nuclear war. The threat only has to be enough to stop any leader wanting to launch an attack against you. For that you need to have a nuclear capability of destroying any forces that are moving against you; the UK easily has that with 3 SSBNs, further more you must be able to harm a country to the point it is not worth starting a war with you. 64 warheads can do that. It may not completley destroy a country (only a few countries though) but it could turn any country into it's own hell hole; destroy it's economy, probably destroy any system of power etc etc\n\n\"I don't agree with the enemy targeting our boats in port theory, what's to stop anyone doing that now? Obviously we wouldn't have all the subs in port at the same time.\"\nThat is hardly the point; they could be attacked before the start of hostilities in such a manner where it was unclear who done it.\nYou can hardly comission a couple new boats in a matter of months to fill the gap.\n\nfrench stratege\nRE:British SSBNs, Do we need all 4? 12/23/2004 1:05:44 PM\n\nFor the French the R&D cost nearly as much than the first four of the Triomphant class which is 2 billion $/per boat.\nYou have much more opportunity of saving R&D cost (and much more than a single SSBN price) by fielding a derivative of your SSN class (like Astute) than to build a special class.\n64 warheads of 120 kt is equivalent of 256 Hiroshima warheads.As I said Germany survived with much more dammages.For China it is putting them only 20 years backward and let them to dispose 90% of their power.\nTo dammage big countries need at minimum 300 nukes according to US.\nUK deterrent allow them to avoid their population threaten by nukes but not war even with nukes.\nTo have a credible deterrent means to inflict much bigger dammage of great countries and have a little flexibility for two strikes.\nEven with 2 subs, UK could have the risk to get boat sunk even by US (it would become a potential way for US to get a control on UK deterrent - a sort of double key control).\nIf you want more saving for next generation, make 4 smaller boat on a SSN basis like US did in the 60ies.\n\"How so? I don't know of any force on this planet that has the resources to detect a launch thousands of miles from it's coast and then mount a responce before the sub moves away.\n\"\nIn cold war I know two: US and Russia.It was the reason for nuke SUBROC.\nAn ICBM can destroy your subs also after a first salvo (which take 8 minutes for all 16 missiles).Ballistic missile launch detection satellites (DSP) pinpoint the subs and a ICBM/IRBM strike the sea maybe less than 20 minutes after (the boat have moved few miles only and a megatonic(s) bomb will crush it 10 miles away) or a SUBROC or ship equivalents in minutes.Your sub will fire one time only.\nNations with this capacity today: US, Russia\nIn few years: France (if satellites are developped as planed) and China.\n\n\"That is hardly the point; they could be attacked before the start of hostilities in such a manner where it was unclear who done it.\"\nBut my point still stands. What is to stop an enemy destroying our boats in port now? Obviously they can't since they aren't all in port at the same time but the same would be true of 3 boats.\nStrat, sorry, should hace said moved away AND fired it's missiles. That's the point, it doesn't matter if the sub get's destroyed as long as it has fired it's missiles, which it has ample time to do. A second boat would make little to no difference. I don't think that there is any country that would risk being hit by 64 120kt warheads, most likley 128 (depending on range). You may need 300 nukes to literally destroy a country but you don't have to be able to destroy a country, you just have to be able to destroy the governments control thereby providing a reason for the country's leaders not to push the button. If you destroy the control then the country will most likley destroy itself.\n\nfrench stratege\nRE:British SSBNs, Do we need all 4? 12/23/2004 2:30:51 PM\n\n-it means you can't launch a single salvo so no flexibility by moving target scale: military then industry then civilians in case of retaliation.\n-if a ennemy SSN is in the vicinity you are sunk even before launching all warheads if it has SUBROC equivalent. A single sub is not a robust deterrent.\n\n\"But my point still stands. What is to stop an enemy destroying our boats in port now? Obviously they can't since they aren't all in port at the same time but the same would be true of 3 boats.\"\nOf course, but you agree that at least one boat is laying vulnerable in port at any one time?\nNow, with four boats, one could be lost in such a manner, and we still have enough boats to ensure one is at sea at any one time.\nIf we only had three boats, and one were to be destroyed (at port, or by any other means), then we would be left with two boats. And two boats are not enough to garuntee that one will be at sea at any one time.\nYou see my point?\nI have always been more a fan of V bombers than subs anyway, but that is probably through watching Dr Strange Love too much.\n\nFrench Strateg is right. 4 boats is minimum figure. There is a general misunderstanding of the effects of nuclear warheads. Yes, even 1 will cause death and destruction on a scale you wouldnt believe. So if your goal is to just be able to nuke someone the just build 1 boat. Or even cheaper, just make a few silos and scrap the boats. That would be a nuclear strike capability, but not a nuclear deterent.\nI know 64 warhead sounds like a lot but its really not against a big country. They would survive it in the short term and retain the ability to make war. Now if you ally yourself with other nuclear powers so that the totality of your nukes is at the 300+ mark. then you could do that. But you would also be placing your fate in the hands of others. The actual number of nukes required to be a truly credible nucler war fighting force is 1000+ with the actual number a highly classified secret. But U.S./Russia arent just keeping several thousand for bragging rights. Short of Jesus Christ return to earth and ruling the world, you will never see superpower nuke forces go below 1500 warheads.\nKeep the 4 boats if you know whats good for you."}
{"text": "Your Vogue history\n\nFashion History - 1912\n\nWITH the Titanic disaster\nleading headlines in 1912 after the tragedy which resulted in the\ndeath of 1,514 people, the year is remembered also as one\nfraught with tempestuous wars - in the Balkans and at home with the\nSuffragettes, whose movement in the UK became far more\nmilitant.\n\nWith King George V on the throne and Herbert Henry Asquith\nleading Britain as Prime Minister, the prevailing styles of the day\ncomprised broad-brimmed hats, tunics over long underskirts,\nsoftly-defined waists and curved-heel shoes.\n\nNovelist\nChristopher Ward - who wrote\nAnd The Band Played On, a book based upon the\nexperience of his grandfather, a violinist named Jock Hume who\nplayed until the Titanic went down on that tragic night - said of\n1912: \"The sinking of the Titanic marked the beginning\nof the end of the British Empire, which was finally brought to its\nknees by the First World War. It was a double failure of\nengineering and navigation and, worse, it demonstrated a reckless\ndisregard for human life.\""}
{"text": "Titanic's Final Moments\n\nDramatic new revelations about the fate of the world's most famous ship. In 2005, an expedition to explore the wreckage made an interesting discovery south of the stern's debris field. They said they found long strips of metal. Unfortunately, the submersible's camera equipment malfunctioned and they had no proof of what they saw. But this set in motion a new theory. Maybe these long strips were from the bottom of the ship. If so, then Titanic just didn't graze the side of the iceberg, but it actually ran over part of the iceberg too. We learn that an iceberg does not go straight down below the water (like a cliff); instead, the water causes the iceberg to form a shelf below the water."}
{"text": "Sailings April 1922-March 1923\n\nThe Tatsuta Maru (16,975 grt, 584 ft. long) commenced her maiden voyage between Yokohama and San Francisco in April 1930. The transliteration of her name was changed to Tatuta Maru in 1938.\n\nShe became a troop transport for the Japanese Navy in 1941, but ended her days two years later when sunk by a US submarine. Her sister-ship the Asama Maru was near-identical, whereas a half-sister, the Chichibu Maru, was slightly larger with only one funnel.\n\n\"Acutely aware of presentation, Dalí insisted that his design be placed on top of the lolly, rather than the side, so that it could always be viewed intact. It's proved to be one of the most enduring pieces of branding ever and one that's still used today, four billion sales later.\"So I just spent my evening making this. It's a necklace that goes with the theme of my final major project. But no, it doesn't count towards my grade. I made this to sell at the little shop we're having during exhibition. I'm hoping to sell this for maybe £25?? I dunno if that's too much but i'm pretty pleased with it.\n\nMy date looked stunning (;—-)) and so did the restaurant. They must have spent one million pounds doing it. The actual restaurant was 2 floors underground and was designed like an airport. Some of the dining areas were designed in the theme of different countries and we got seated at a table for two in \"india\". The actual buffet was designed to look like china town and all the types of food were sectioned into what looked like different stalls and shops. It was all very spectacular and also a little bit tacky at times but I appreciate the effort in creating an atmosphere i've never dined in before (not even at an airport) I had two plates of main course and two plates of pudding! I'm so greedy but gotta get my money's worth right?? I took a trip to the bathroom and it actually smelt like miami (a kind of sweet breezy smell?) And the sinks looked like they were made of glowstone! Yes, glowstone as in minecraft. They looked pretty cool!\n\nAfter we ate and paid the bill and stared at eachother for ages we took a trip to jessops (that's john Lewis to those who don't remember) and went round all the fancy furniture and rugs pretending we were rich enough to afford such items (we decided that one day we will be) I just want a really nice lamp and rug.\n\nAfterwards we went back to his and took a nap because doing activities like going out make us sleepy. We're such babies.\n\ndecided to go on a date to red hot for tomorrows lunch. Pretty excited for all the food that's gonna be in my belly for the great price of £8.49. I don't usually get excited about food this much but I heard this place was reeall good (and the building is designed to look like an airport hangar??)"}
{"text": "Military Organisation and Structure\n\nRAN: Structure\n\nOf the three services, the Navy's structure is the most flexible and indefinite.\nThe Navy can be roughly divided into ships and shore establishments, a shore\nestablishment being a naval base on land. Apart from the obvious material\ndifferences, however, there is little difference between the two. A naval\nshore establishment is commissioned just like a sea-going vessel and, just\nlike a sea-going vessel, is known as Her (or His) Majesty's Australian Ship.\nAlthough they have different jobs to do, the personnel at a naval base are\nalso organised in a similar manner to those aboard ships, having daymen,\nwatchkeepers and duty watches.\n\nFlotilla\n\nA flotilla is composed of two or more ships: these can be destroyers, submarines,\nmine-sweepers, corvettes or light patrol craft. In the case of destroyers,\na flotilla has a rigid structure. There are nine vessels in the flotilla,\nwhich are divided into two divisions of four, with another vessel leading.\nThe divisions are further divided into two sub-divisions of two vessels.\nThere is no fixed organisation for flotillas of the smaller vessels. In the\ncase of three or more vessels, they can also be divided into divisions and\nsub-divisions. A flotilla is usually commanded by a captain, and a division\nby a commander. Destroyers and submarines are usually commanded by a lieutenant\ncommander, and smaller vessels by lieutenants.\n\nSquadron\n\nA naval squadron is composed of two or more capital ships. Capital ships\nare large powerful vessels - battleships, cruisers or aircraft carriers -\nusually commanded by a captain. Squadrons of more than three ships are generally\norganised into smaller units known as divisions and sub-divisions. A squadron\ncan be commanded, depending upon its size, by a commodore, rear admiral or\nvice-admiral.\n\nAugust 1941. Battleships of the United States Fleet operating of the California\ncoast. AWM 009436\n\nTask Force/Group\n\nA task force, or task group, is a number of ships grouped to carry out a\nspecific task such as the escort of a convoy or the protection of an aircraft\ncarrier. There is no set structure for a task force and the number and type\nof vessels allocated depends upon the tasks the group is expected to carry\nout. A task force is usually identified by a number. Task Force 44, which\nserved in the Pacific during the Second World War, consisted of the Australian\ncruisers HMAS Australia, Canberra, Hobart, and two United States Navy ships,\nthe destroyer USS Perkins and the cruiser USS Chicago. During 1991, the RAN\ntask force sent to enforce the naval blockade of Iraq, known as Task Group\n627.4, consisted of the guided-missile frigates HMAS Darwin and Adelaide and the supply ship HMAS Success. A task force is usually commanded by a\ncommodore or a rear admiral.\n\nAmphibious Force\n\nAn amphibious force consists of a number of vessels grouped together to\nland an army from the sea on enemy territory. It has no fixed composition\nand usually consists of transport ships, landing ships and landing craft,\nas well as a variety of armed ships tasked with the protection of the landing\nfrom enemy sea or air attacks, and the bombardment of enemy positions ashore.\nAn amphibious force also includes small units of specialists to survey beaches\nand select feasible landing spots, and to control and guide the landing.\n\nFleet\n\nA fleet is the largest naval structure and would usually contain a number\nof squadrons, flotillas and/or task forces. Again, its structure is flexible.\nOften a fleet is organised to work in a specific geographic area, such as\nthe British Pacific Fleet during the Second World War. The RAN has never\nhad enough ships to form more than one fleet, so the fleet, in terms of the\nRAN, equates with the entire sea-going navy. The United States Navy, however,\nhas many fleets. A fleet is commanded by an admiral.\n\nAustralian soldiers, part of the International Force for East Timor (Interfet),in\nthe back of an Australian Army Lighter Amphibious Resupply Cargo (LARC)\nas it comes out of the water onto the beach. AWM P03184.094"}
{"text": "The first USS Essex of the United States Navy was a sailing frigate that participated in the Quasi-War with France, the Barbary Wars, and in the War of 1812, during which she was captured by the British (1814)."}
{"text": "Courtesy of the National Security Agency Cryptologic Museum,\nThe Mariners' Museum photograph by Gregg Vicik\n\nEnigma, Courtesy of the National Security Agency Cryptologic Museum, The Mariners' Museum photograph by Gregg Vicik\n\nCodebreaking and cryptanalysis were difficult and extremely sensitive work that demanded total commitment. Constantly adapting to German alterations to the Enigma system, the Allied codebreakers understood, after painstaking efforts, the basic principles of operating the Enigma. Understanding German operating procedures was key to solving the Enigma system.\n\nEncoding a message in naval Enigma required an extremely intricate series of steps. First, the machine must be configured to an elaborate series of predetermined settings listed in various codebooks. Using the codebooks, German signalsmen adjusted the \"outer settings\" of the Enigma by plugging wires into various ports on the plug-wire board in front of the typewriter keyboard. Before encrypting a message, an officer would check a list of daily settings to select the correct Enigma rotors. Aboard U-boats, the second watch officer (II W.O.) was responsible for adjusting the Enigma rotors to the proper daily configuration, establishing the \"inner settings\" of the machine. Each individual rotor featured internal circuitry connected to twenty-six electrical contacts representing alphabetical characters. Before typing a message, the signalsman would consult another codebook list to set the rotors to a predetermined daily starting position. For example, one daily configuration might be \"T - A - M - W.\" By typing a letter on the keyboard, the rotors would turn. Thus, the electrical contacts on the rotors would produce an entirely different letter for each letter typed—even if the operator repeatedly typed the same letter.\n\nWith the \"outer\" and \"inner\" settings properly configured, U-boat signalsmen used codebooks to condense the length of the message text that was to be sent.\n\nFor example, in a message that reads:\n\nMy position is - EH - 56 - 61 - Am going along with supply boat - May - Have provisions for one week\n\nWith the message properly condensed, the U-boat signalsman typed the text of a message on the Enigma keyboard to create an enciphered message. The alphabetical characters passed through the Enigma plug-wire array, turning the rotors to produce the enciphered characters on an illuminated panel. U-boat signalsmen then used standard Morse code to transmit the encrypted message in relative security to radio stations aboard other vessels or ashore. Once a message was transmitted, U-boat signalsman would reset the Enigma rotors to the proper daily configuration to encipher another message. To decipher messages accurately, the recipient had to set another Enigma machine to the exact plug and rotor settings of the original machine used to encrypt a given message."}
{"text": "Canonicus class monitor\n\nThe ships were basically improved Passaics, with wood and iron upper and iron lower hulls, modified in accordance with war experience. Catawba and Oneota were named Atahuallpa and Manco Capac by the Peruvians, who acquired them in 1868. The six other ships were renamed Scylla, Castor, Ajax, Neptune, Centaur and Vesuvius on 15 June1869. They reverted to their original names on 10 August1869, except Ajax who kept its name and Vesuvius who became Wyandotte. The four ships not commissioned during the war were built on the Ohio river, three at Cincinnati and Manayunk as far up as South Pittsburgh.\n\nThe hull lines were improved and designed speed is given as 13 knots but there was no hope of getting near this. The 5 × 1 in side armour was backed by two iron stringers 6½ in deep and 6 in thick for 70 ft from the bows, but 4 in elsewhere, and the armour lower edge was 3 × 1 in. The turret, of 21 ft internal diameter, had 10 × 1 in plates as did the pilot house above, and the funnel base was also armoured. The turret skirt was protected by a 5 in thick and 15 in high ring fixed to the deck, and as in other later monitors the 15 in guns were longer than in the Passaic class and fired with their muzzles outside the turret.\n\nTecumseh was sunk in Mobile Bay by a mine that exploded under her turret, and went down in 25 - 30 seconds. Canonicus, the last survivor, was finally decommissioned 31 years before being sold."}
{"text": "There is a possibility that the boat was sunk either by a Liberator aircraft (Sqdn. 53/L) on June 7 in position 48.34N, 05.23W or Liberator aircraft (Sqdn. 224/G) on 8 June in position 48.27N, 05.47W.\n\nPreviously recorded fate\n\nSunk 9 June, 1944 south-west of the Scilly Isles, in position 49.09N, 08.37W, by depth charges from a British Liberator aircraft (Sqdn. 120/F). (Postwar assessment) Notes. This attack was in fact against a nonsub target.\n\nMen lost from U-boats\n\nUnlike many other U-boats, which during their service lost men due to accidents and various other causes, U-740 did not suffer any casualties (we know of) until the time of her loss."}
{"text": "Description\n\nPart 1 - General Principles and Procedure.... spare gear, from one ship to another while still at sea. A gun line fires the initial contact line from one ship to the other, while both ships are still on the move. This is called the Gun Line which will be used to haul the Messenger line across. The Messenger line is much stronger and capable of hauling the necessary replenishments required. This is illustrated by showing in documentary detail the various activities to achieve this, the position of the two ships, and the duties of the Officers and Ratings undertaking the task. The complete procedure is then illustrated by animated graphics. The first method shown is the \"Abeam Method\", two ships side by side. After seeing the process in graphics we then see it happen in reality, how the men handle the various lines, and how the Captains maintain the correct distance between the two"}
{"text": "The Bismarck was laid down in 1936 and launched in 1939. It displaced 52,600 tons, mounted eight 15-inch (38-centimetre) guns, and had a speed of 30 knots. In May 1941 the battleship, which was commanded by Admiral Günther Lütjens, was sighted off Bergen, Norway, by a British reconnaissance aircraft. Practically the entire British Home Fleet was immediately sent into action to intercept it. Two cruisers made contact off the coast of Iceland, and the battleship Prince of Wales and battle cruiser Hood soon engaged it. After destroying the Hood with a shell that exploded in the magazine, the Bismarck escaped into the open sea and soon began heading for Brest in German-occupied France. Sighted by aircraft 30 hours later (May 26), it was hit by a torpedo that crippled its steering gear, and the ship was bombarded throughout the night by battleships. On the morning of May 27 the King George V and the Rodney, in an hour-long attack, incapacitated the Bismarck, and an hour and a half later it sank after being hit by three torpedoes from the cruiser Dorsetshire. Of the some 2,300 crew aboard the Bismarck, only about 110 survived.\n\nIn 1989 an expedition led by American oceanographer Robert Ballard located the wreck of the Bismarck. The battleship was found lying upright at a depth of more than 15,000 feet (4,572"}
{"text": "Intro\n\n<p>The Bermuda Triangle is infamous for making sea vessels mysteriously disappear, but it's not the only body of water with dark secrets and seemingly paranormal activity. There are a few other nautical locations where vessels' crews have been known to inexplicably vanish without a trace.</p>\n\nThe Bermuda Triangle\n\n<p>The Bermuda Triangle, a region of the western part of the North Atlantic Ocean defined by points in Bermuda, Florida and Puerto Rico, has a long-standing reputation for mysteriously swallowing boats, ships and even airplanes. Some people even claim that it contains a wormhole into another dimension, while others believe that the <a alt=\"((CONLINK|1140|area%20is%20a%20UFO%20hotspot))\" href=\" is a UFO hotspot</a> and that aliens are abducting the lost sea vessels.</p>\n<p>The area first attracted attention in December, 1945, when five United States Navy planes vanished during a training exercise. Before losing radio contact and disappearing somewhere off the coast of southern Florida, the flight leader was reportedly heard saying: \"We are entering white water, nothing seems right.\"</p>\n<p>The 14 men in the planes were never heard from again. Even spookier, a search-and-rescue aircraft with 13 men onboard was dispatched to locate the missing planes, but that aircraft and its passengers also inexplicably disappeared. Ever since, the disappearances of vessels in the area, including the SS Marine Sulphur Queen, a tanker carrying a crew of 39 in 1963, and the collier USS Cyclops with 309 crewmen in 1918, have been blamed on the Bermuda Triangle.</p>\n\nThe Sargasso Sea\n\n<p>The only \"sea\" without shores, the Sargasso Sea is a region in the middle of the North Atlantic Ocean that is <a alt=\"((CONLINK|542|surrounded%20by%20ocean%20currents))\" href=\" by ocean currents</a> . These currents deposit marine plants and garbage into the Sargasso Sea, causing it to be full of <em>Sargassum</em>, a genus of dense, brown, invasive seaweed. Because of the seaweed buildup and the isolation created by the currents, the sea remains eerily warm and calm, despite being surrounded by the freezing and choppy waters of the Atlantic Ocean.</p>\n<p>This eerie calmness contributes to the area's mystery, as several ships have been found drifting crewless through its peaceful waters. In 1840, the French merchant ship Rosalie sailed through the Sargasso Sea and was later discovered with its sails set but without any crew members on board.</p>\n<p>In an effort to explain the mysterious disappearances, nineteenth-century lore told of the Sargasso Sea's carnivorous seaweed, which was believed to devour sailors whole, leaving only the ship.</p>\n\nThe \"Devil's Sea\" of Japan\n\n<p>The Devil's Sea, also known as the Pacific Bermuda Triangle, is a region of the Pacific around Miyake Island, about 60 miles south of Tokyo. The area is also known as the Dragon's Triangle because of <a alt=\"((CONLINK|4|ancient%20legends%20about%20dragons))\" href=\" legends about dragons</a> that lived off the coast of Japan.</p>\n<p>During the late 1980s, author Charles Berlitz wrote the book \"The Dragon's Triangle\" about paranormal phenomena that he believed occurred in the Devil's Sea. He wrote that after Japan lost five military vessels with carrying a total of more than 700 sailors during the peacetime years between 1952 and '54, the area was officially declared a danger zone. Investigations into Berlitz's claims later found that the military vessels were actually fishing vessels, some of which had vanished outside of the Devil's Sea.</p>\n<p>Additionally, investigators pointed out that during the time period that the ships went missing, hundreds of fishing boats were lost around Japan every year due to weather conditions and piracy — not because of supernatural activity or mythical sea dragons. But the Devil's Sea's reputation as a dangerous and eerie area lives on.</p>\n\nThe Michigan Triangle\n\n<p>The Michigan Triangle is found in Lake Michigan, whose shoreline spans the states of Illinois, Michigan, Indiana and Wisconsin. Located over central Lake Michigan, the area has been blamed for the mysterious disappearances of ships' crew members and entire airplanes. Some have reported that while sailing over the Michigan Triangle, time seemed to stand still, slow to a crawl, or speed up.</p>\n<p>In 1937, the disappearance of Captain George Donner from his boat cemented the Michigan Triangle's status as a strange place. During a routine coal delivery, Donner gave his crew orders to wake him when the ship drew into port. When they came to his freighter cabin three hours later, Donner had vanished — despite the fact that his cabin door was locked from the inside.</p>\n<p>In 1950, the Northwest Airlines Flight 2501 <a alt=\"((CONLINK|246|disappeared%20as%20it%20flew))\" href=\" as it flew</a> over the Michigan Triangle on its way from Seattle to New York City. With 58 people on board, the plane seemed to vanish into thin air, and neither the plane nor any passengers were ever found, despite a thorough search by the Michigan Shipwreck Research Associates.</p>\n\nDark Waters: The Most Mysterious Places on the Seas"}
{"text": "Note the position of those shoes. Now think about the position of your feet if you were to lie on the floor, on your side, with your ankles crossed. This is not a coincidence. On his blog, NPR's Robert Krulwich quotes Titanic explorer Robert Ballard:\n\n\"There used to be bodies in those shoes. The body parts deteriorated, and the skeletal remains decalcified. The only thing left are the shoes, and the leather is perfectly preserved.\" The tannin in the shoe leather had apparently resisted the bacteriaWhile the Titanic was certainly a tragedy, it was hardly the worst maritime disaster ever. Not even close, really. You have to wonder why the Titanic dead get all this recognition while more profound disasters go virtually forgotten.\n\nBecause the Titanic was unsolved for nearly a hundred years. I guess I'm 'dating myself' when I say I can remember when they finally found where the wreck was at! Until then it had been a mystery.\n\nredstarr\n\nThere were some very rich and prominent people at the time on the ship. It made for an exciting story. Famous people, regular people, poor people, all on an extravagant ship, plunged into the ocean, some died, some survived, it was a bit mysterious who might have been at fault, corporate greed, human error, nature, fate. It had star power, adventure, tragedy, triumph, and mystery that captured the public's interest and made it a big deal.\n\nWreckrob8\n\nThe Titanic was the largest ship afloat at the time. It was on its maiden voyage. Notwithstanding that its passengers included many of the wealthiest people on the planet. That wouldn't cloud people's judgement, would it?\n\nAmbiguity\n\nAgree with all of the above. It isn't hard to understand at all why the Titanic captures so much imagination (if you give it a few seconds thought). Unless, of course, you're just using the story to be a wee bit pedantic (not that that ever happens in the Internet!), or, for some reason, you think numbers are more interesting than the narratives around which we structure our lives.\n\n(Meant to reply to nanuq, by the way.)\n\n royaltrux\n\nAnd radio being so new at the time…\n\nGeekMan\n\nNot to mention of course, that in all likelihood, no pair of boots could independently fall 3.8km through the ocean and come to rest exactly beside eachother.\n\nA human being was their vessel. Their owner is long gone, but those two shoes will be together as long as their last, an eerie tombstone on the sea floor.\n\nmccrum\n\nUnless they were in a non-leather suitcase or other container…\n\n 64k a Day\n\nI am literally having the tears…* jerked out of me* as I type this.\n\nJames B\n\nThat place should be designated something like a grave site, and left alone. I wouldn't want people gawking over my boots in my final resting place.\n\nVicqRuiz\n\nIf the Titanic had sunk in 150 feet depth, she'd have been salvaged to a faretheewell by 1920, bodies or no bodies.\n\nplanettom\n\nI remember reading somewhere that, when people are exploring the ocean floor, the incongruous thing they find most often are lightbulbs. Strangely intact; often they don't seem to break on impact or due to pressure as you'd think they might.\n\nCunning\n\nAre they suggesting the wearer of these boots was lying on their side, with their ankles crossed when they died? Clearly the body would float for several days after death before sinking to it's final resting spot.\n\nsnagglepuss\n\nNot necessarily. They could have belonged to a body that was dragged down with the ship, and never got a chance to bob to the surface before finally settling to the ocean floor.\n\nCunning\n\nIt would not have bobbed to the surface but it would have bobbed to the cabin ceiling. The cabins would not remain airtight at those depths.\n\n Robert Baruch\n\nOr maybe it was one of the people who jumped overboard and froze to death in the sea. I heard something on NPR the other day about a woman who, as a very young girl, was on the ship that passed through the area a few days after the sinking. They stopped to pick up bodies that were still floating there.\n\nsnagglepuss\n\nRight. the cabin could have been flooded, but not in a way that allowed the trapped body to reach the surface. After a few weeks or so, it falls to the ocean floor.\n\nI'm not prepared, really, to think about the specifics of the duel between the pressures down there versus the gaseous swellings of a decomposing body….\n\ntsol\n\nI remember reading about kayakers discovering a dead body floating just below the surface of the East River (NYC) a few years ago. Apparently the person drowned sometime during the winter and the corpse remained on the bottom of the river for the duration of the cold weather. Then spring came and the water warmed up enough for buoyancy to re-establish itself and the body floated back up.\n\nThe only people dragged down with the Titanic were inside it. There was no \"suction effect\" because the ship sank slowly. The US Senate investigating commission specifically asked survivors in the water, some of whom were literally on the ship as it sank, if there was any such phenomenon and none said there was.\n\nNever meant to sound like I was endorsing the \"sucked down\" myth – I watch \"Mythbusters\", too, and I understand that it's a falsehood.\nI was talking about people who could have been trapped in their cabins, or entangled in rigging or anything else – They got just as dead, but the ship itself prevented their corpses from getting back to the surface.\n\nYeesh, people – This whole debate is getting almost as disrespectful as the \"preservationists\" who have been looting the Titanic's resting place…\n\nDv Revolutionary\n\nIf you aren't obese then all you have to do is breath out and/or inhale water and you tend to sink. You are no longer buoyant. You are made of bones and muscle and without air in your lungs or a big fat reserve you are denser than water and tend to go down.\nPeople drown and rest on the bottom of whatever body of water they are in. It's the horrible reason we send divers to find drowned swimmers in rivers and lakes. They may bloat up later and float up again or they may not, That depends on what's in their stomach, if it can't be outgassed and if their body is caught on something.\n\nCunning\n\n…and the more I think about it, the more unlikely it seems that the body rested in this position. Don't bodies tend to bloat when submerged? The legs should have been outstretched.\n\n*takes off sunglasses and turns from body* somebody made a titanic effort to make this look like a drowning….YEAAAAHHHHHHH!\n\n AwesomeRobot\n\nThere's a lot of pressure down there, so I imagine bloating wouldn't really overcome that — though I'm not an expert in deep sea decomposition or anything.\n\n BonzoDog1\n\nI was going to object to the grave-robbing by RMS Titanic, Inc., but then I found the parent company, Premier Exhibitions, makes most of its money displaying cadavers from China to the public, so what's the use?\nThere oughta be a sea law!\n\n Hamish Grant\n\nsomewhat related, the on-going arrival of leg-and-running shoe combinations washing up on the beaches in British Columbia…\n\nBest theory is that the owners of these feet-and-shoes either fell/jumped off a bridge, or a boat out at sea and sank, and their bodies were consumed by marine life to the point that the weight of the body could no longer keep the buoyant running shoes below, and the legs separated from the body and floated to the surface, eventually washing up on shore.\n\nDv Revolutionary\n\nPoetic. Don't mention the whale fall sort of scavengers that probably were part of the process, that would make the scene horrific.\n\nJohn Stephens\n\nInteresting. I wonder if any if those shoe pairs were custom work, that could be identified after all these years? Possibly someone would like to know an ancestor's last resting place. And then again, perhaps not. Anyway, I routinely wear my old military dog tags on airplane flights, just in case. Maybe I should tuck a pair in my shoes if I'm ever on a cruise?\n\nxzzy\n\nI don't buy this interpretation, but that's the fun with archaeology.. much of it gets to be interpreted however you like!\n\nI just can't envision how a corpse would naturally settle in such a significant manner and then survive 100 years to be discovered in the same position. I mean, the Titantic sank two and a half miles. The owner of those boots was probably dead within a quarter mile of sea level.\n\nThe other debris in the photo says to me it's the contents of a suitcase that decomposed away. But I guess it's just as possible that it's random debris from the ship that just happened to settle nearby. Again, that's the fun wit archaeology.\n\nGiven that many people will remove their shoes if they must jump into the water, tying their shoes together in order to help hold on to them (or to put them on the deck), I wouldn't necessarily leap to the conclusion that there was a body in them–not without evidence.\n\ndesperado\n\nSo, what you're telling me is that I should keep a copy of my ID in my SHOES, so that I can be identified in 100 years, in the event of death by berg, or some similar cause.\n\nmccrum\n\nBe sure that your ID is made out of similar shoe material or encased in similar shoe-materials. There have been specific instances of paper from the Titanic being brought to the surface, but they are the exception due to protective cases, not the rule.\n\nTouch Sensitive\n\nI don't know why it hasn't been linked, but there's a, 'coat and shoes' release, of a previously cropped photograph. Dating from the late 1990′s. A pair of shoes reinforced by a coat lying face down.\n\nI was convinced this was on the BBC website, but it seems to have vanished. Some of the links may be a tad 'tabloid-ish', as a result. Humble apologies..\n\nYikes. The IrishCentral link includes an article that argues with a straight face that the teaching of evolution led to the Columbine massacre. Not to criticize you, but \"a tad tabloidish\" is putting it mildly.\n\n Rock Hardwood\n\nOn the local news, they had this story, but had a graphic warning, said this might be disturbing.. BODY parts found.. there's no body.. just shoes..\n\nI wonder what the body would have looked like though, under all that pressure.\n\n Red Monk\n\nIs it just me or does that look like a very unnatural way for a set of feet to end up?\n\nfiatrn\n\nAccording to Dr Ballard's book on discovering the Titanic, the cold temperatures keep bodies from producing gas and floating. So instead, people who drowned stayed at the bottom once they sank. And if you take a water logged heavy object and sink it in over 12,000 feet of water, I imagine it can land in any wacky way.\n\nthe FiatRN\n\n Rosin Ffield\n\ni don't feel it is correct that \"the bones decaclified\". Where i used to live they found a wooden boat COMPLETELY intact from prehistoric times. What i think happened is that someone had their shoe-pair tied in a suitcase. In the past people used to tie their shoes one to the other with the laces."}
{"text": "A moment frozen in time ...\n\nA NIGHT TO REMEMBER guests were greeted with the following message upon arrival on the\nupper deck of the mesh replica of the RMS Titanic:\n\nThe stars overhead illuminate your surroundings, against the starry\nnight sky are the black silhouettes of towering smoke stacks belching\nout even blacker soot in a rising trail to the East. The moon glints\noff metal handrails. You steady yourself against them as your eyes\nadjust to the darkness. You survey the vast planked decks, there\ndoesn't seem to be a soul in sight, yet you're traveling along with\ntwo thousand two hundred and twenty three other passengers across the\ninky black, frigid North Atlantic in a floating city of steel and\nwood.\n\nWith no other voices within earshot, the night is deceptively silent\nas the white noise all around you obscures the distant sounds of\nlaughing, kids playing, music and frivolity. Yes, all you hear are the\nreverberations of the lapping waves against the ship as it cuts\nthrough them, the dull vibrating hum of the engines that seem to\npermeate everything - your ears and body, the deck, the rails - and of\ncourse the occasional clang of metal upon metal. It all makes you feel\nso small, so fragile... you're one small speck aboard a modern\nleviathan of the seas, the RMS Titanic, the greatest ocean going\nvessel known to mankind and testament to humanity's ambition and\nhubris.\n\nWithin the next sixty seconds your silent reverie will be interrupted\nas ship lookout Frederick Fleet spots an iceberg ahead and alerts the\nbridge. For now however it is still 11:39 PM and peaceful. A moment\nfrozen in time during A NIGHT TO REMEMBER."}
{"text": "Valhalla - Primos 1871\n\nA ship's figurehead represents many things. The quality and design of the figurehead will reflect the wealth, taste and extravagance of the ship's owner. It is the final flourish in the long and expensive business of building a ship, so a gloriously worked, lavishly decorated figurehead would have been something of a public proclamation of status and pride by the owner.\n\nThe model for the figurehead may have been a wife, daughter, son, mistress or even the owner, himself. To the sailor, a figurehead was also an object of pride and also a key part of basic ship identification. Emerging from the fleshpots of Bombay, let us say, an illiterate sailor, whose critical faculties had been blunted by strong drink, might have struggled to pick out his own vessel amongst the hundreds of ships jostling together in the busy port. A figurehead was an obvious and vital source of recognition, in what might otherwise be a rather bewildering situation.\n\nA figurehead might also have some superstitious value, bringing good luck on each voyage, keeping watch over the seas, the ship and the crew. If ever this talismanic power was present in a figurehead, then it was never more so than in that of the Primos. The Primos was an iron barque, built in Sunderland in 1869. She was registered in Bilbao and was carried sugar from Havana to Falmouth and Greenock. On 24th June 1871, around dawn, the Primos struck the Seven Stones. She began to sink fast. One boat drifted away empty, before the captain and four of the 12 crew launched a second. This swiftly capsized in the heavy seas, drowning the occupants.\n\nIn some 12 minutes from first striking the rocks, the Primos slid under the waves, taking with her the entire crew. One man remained alive. Vincenzo Defilice, alone in the dark, heaving sea, had managed to grab hold of a hen coop, that had been swept off the decks of the Primos. For two hours he clung tenaciously to this makeshift raft. Shaking violently with cold and battered by the waves, Delifice began to wonder if a quicker end might be favourable, perhaps he should release his grip on the coop and allow the sea to claim him. Just as his numb fingers began to loosen their hold, something in the water caught his eye. There he could see, torn from the bow of his ship, the figurehead of the Primos.\n\nDelifice later stated, apparently, that once he saw the serene face of the figurehead, he knew that he would be saved. Letting go of the hen coop, he swam over to his buoyant saviour. For another hour, he hugged the figurehead until one the ship's boats drifted by. After rowing himself to English Island Neck by St Maritn's, he was rescued bu pilots. The figurehead washed up on St Martin's, having saved the life of Vincenzo Delifice.\n\nValhalla and the figurehead collection are to be found in the AbbeyGardens on Tresco. The gardens are open 10am-5pm every day of the year"}
{"text": "Plattsburgh's Link to a Maritime Tragedy\n\nIn the past 200 years, a few ships have borne the name Plattsburg. In the War of 1812, there was the unfinished vessel at Sackets Harbor, a project abandoned when the war ended. There was the rechristened troop transport that hauled thousands of troops home from the battlefields of World War I. There was the oil tanker that saw service in the Pacific theater during World War II. And there was the cruise boat that plied the waters of Lake Champlain in 2003–4. One of them played a role in perhaps the most famous maritime disaster of all time. The unfinished ship at Sacket's Harbor had been designated the USS Plattsburg. The oil tanker was the Plattsburg Socony, which survived a horrific fire in 1944. Thirty-three years later, after two more re-namings, it split in two beneath 30-foot waves and sank off Gloucester. The cruise ship was the short-lived Spirit of Plattsburgh. But it is the USS Plattsburg from the First World War that holds a remarkable place among the best \"what if\" stories ever.\n\nIn early April 1917, just three days after the United States entered World War I, a merchant marine ship, the New York, struck a German mine near Liverpool, England. The damage required extensive repairs. A year later, the ship was chartered by the US Navy, converted into a troop transport, and newly christened the USS Plattsburg.\n\nBy the time the armistice was signed, ending the war in November of that same year, the Plattsburg had made four trips to Europe within six months, carrying nearly 9,000 troops of the AEF (American Expeditionary Forces) to battle.\n\nThe transport assignment continued, and in the next nine months, the Plattsburg made seven additional trips, bringing more than 24,000 American troops home. A few months later, the ship was returned to her owners, reassuming the name SS New York. After performing commercial work for a few years, the ship was scrapped in 1923.\n\nWhen the end came, the New York had been in service for 35 years. At its launch in 1888 in Glasgow, Scotland, it was named S.S. City of New York. The S.S. indicated it was a \"screw steamer,\" a steamship propelled by rotating screw propellers (City of New York was one of the first to feature twin screws). After service under the British merchant flag, the ship was placed under the US registry as the New York, where it served in like manner for five more years.\n\nIn 1898, the US Navy chartered the New York, renaming it Harvard for service during the Spanish-American War. It served as a transport in the Caribbean, and once plucked more than 600 Spanish sailors from ships that were destroyed off Santiago, Cuba. When the war ended, the Harvard transported US troops back to the mainland, after which it was decommissioned and returned to her owners as the New York.\n\nA few years later, the ship was rebuilt, and from 1903–1917, it was used for routine commercial activities around the world. In April 1912, the New York was at the crowded inland port of Southampton, England. It wasn't the largest ship docked there, but at 585 feet long and 63 feet wide, it was substantial.\n\nTowering above it at noon on the 10th of April was the Titanic. At 883 feet long, it was the largest man-made vessel ever built. This was launch day for the great ship, and thousands were on hand to observe history. The show nearly ended before it started.\n\nNo one could predict what would happen. After all, nobody on earth was familiar with operating a vessel of that size. Just ahead lay the Oceanic and the New York, and as the Titanic slowly passed them, an unexpected reaction occurred.\n\nThe Titanic's more than 50,000-ton displacement of water caused a suction effect, and the New York, solidly moored, resisted. It rose on the Titanic's wave, and as it dropped suddenly, the heavy mooring ropes began to snap, one by one, with a sound likened to gunshots. The New York was adrift, inexorably drawn towards the Titanic. A collision seemed inevitable.\n\nHuge ships passing within 50 to 100 feet of each other might be considered a close call. In this case, desperate maneuvers by bridge personnel and tug operators saved the day (unfortunately). The gap between the two ships closed to only a few feet (some said it was two feet, and others said four). Had they collided, the Titanic's maiden voyage would have been postponed.\n\nNo one can say for sure what else might have happened, but a launch delay would have prevented the calamity that occurred a few days later, when the Titanic struck an iceberg and sank within hours, claiming more than 1,500 lives.\n\nThere you have it. A ship that bore four names—City of New York, Harvard, New York, and Plattsburg—is forever tied to the fascinating, tragic story of the Titanic.\n\nPhoto Top: USS Plattsburg at Brest France 1918.\n\nPhoto Middle Right: L to R: The Oceanic, New York, and Titanic in Southampton harbor.\n\nPhoto Middle Left: The tug Vulcan struggles with the New York to avoid a collision.\n\nPhoto Bottom: The New York (right) is drawn ever closer to the Titanic.\n\nLawrence Gooley has authored eight books and several articles on the North Country's past. He and his partner, Jill McKee, founded Bloated Toe Enterprises in 2004 and have recently begun to expand their services and publishing work"}
{"text": "Since I suspect (from history) that fuel is cheaper there than in UK, the ship might have \"tankered\" a lot of fuel into LHR, and that fuel was cold-soaked enroute. This would aggravate any residual ice from precipitation, or frost from a high dewpoint."}
{"text": "American Maritime Documents, 1776-1860 - Stein, Douglas L.\n\nThe 1822 edition of The Merchants and Shipmaster's Assistant described the Sea Letter as a document which \"specifies the nature of the cargo and the place of destination,\" and says that is was only required for vessels bound to the Southern Hemisphere. It further \"indicated that \"...this paper is not so necessary as the passport, because that, in most particulars, supplies its place.\" In 1859 the document was defined as part of the ship's papers when bound on a foreign voyage,\"...it is written in four languages, the French, Spanish, English, and Dutch, and is only necessary for vessels bound round Cape Horn and the Cape of Good Hope.\"\n\nLike the Mediterranean Passport, the Sea Letter was a remarkably standardized document, which changed little during the time that it was used. Usually printed on heavy grade paper, approximately 16\" x20\" in size, the first Sea Letters carried only three languages instead of four. However, they soon became known as \"Four Language Sea Letters.\"\n\nThe statement within the document conveys in part that the vessel described is owned entirely by American citizens, and requests that all \"Prudent Lords, Kings, Republics, Princes, Dukes, Earls, Barons, Lord, Burgomasters, Schepens, Consullors...\" etc., treat the vessel and her crew with fairness and respect. The signatures of the President of the United Stated, the Secretary of State, and the customs collector appear, usually in the middle portion of the document, The United States seal is present, while customs and consular stamps or seals are frequently in evidence.\n\nSea Letters are mentioned in the formative maritime legislation forged by the new Federal governments. Like passports, they provided additional evidence of ownership an nationality, but the criteria by which a shipmaster utilized one document over the other is not completely clear. It was explained at the time that both documents were \"rendered necessary of expedient by reason of treaties with foreign powers,\" a statement which suggests that certain nations required a particular document because of existing agreements with the United States.\n\nIn any case the Sea Letter was valid for only a single voyage, and a bond does not seem to have been required. Neither was it to be returned to the collector when the voyage was completed. Indications are that, as the years progressed, Sea Letters were being used more often by whaling ships than by merchant vessels, perhaps because American whalers fished in areas where this document was preferred as proof of national origin.\n\nBy providing a statement of American property, signed by the President of the United States, the Mediterranean Passport and the Sea Letter were intended to confirm our status as a neutral nation, when international conflict put added dangers on America's commerce at sea. By mid-century, however, much of what had previously threatened our shipping was being neutralized by the expanding power of the United States. In 1831 Congress eliminated the fee required for obtaining a Mediterranean Passport. It was argued a the time that the revenue arising from that source, and the protection which it provided, were no longer objects of any importance. As our merchant fleet became more secure, fewer shipowners and shipmasters considered these documents as necessary to guarantee their rights and safety in foreign lands.*\n\nBoth pieces were considered important parts of a ship's papers in the 1800s. They were kept aboard ship during the voyage and deposited, along with the Registry Certificate, with the appropriate U.S. consular authority anytime the vessel was in a foreign port. The Mediterranean Passport had disappeared from use by 1860, while the Sea Letter was still in evidence several years later.\n\nToday both pieces are considered to be important documents in any maritime collection. However, they are also highly valued by autograph collectors and investors, which keeps many fine pieces in private hands.\n*It is important here to note that both documents were intended only to protect the vessel from capture of destruction by providing American, - i.e., nonbelligerent - ownership. American crew members aboard these ships were still vulnerable to impressment, especially if they did not carry their own personal protection certificates as proof of citizenship."}
{"text": "was found convenient, particularly in ships of war, to connect the two short decks by a boarded passage on each side, called the gangway; to support which were placed beams, or rafters, that reached right across the ship. This gave to the whole such a continuous appearance, that no person, not otherwise taught would hesitate to call it as our landman did * the upper deck of the ship. And even a marine writer of France justifies the term:-\"On peut regarder les gaillards comme le Pont le plus élevé des vaisseaux, dout une partie est interrompue entre le grand mât et le mât de misaine; ce qui forme deux demi-ponts au niveau l'un de I'autre.\" †\n\nSome advances have, however, since been made. The French, for instance, were accustomed occasionally to cover with a grating the open space between the two \"half-decks;\" and then it was no longer \"les gaillards,\" or \"les demi-ponts,\" but \"le pont de cailbottis,\" the deck with a grating. \" Je crois donc que les vaisseaux du second rang pourroient avoir trois ponts sans gaillards, on plutôt les gaillards qui formeroient le troisième pont, seroient joints par des cailbottis, comme on l'a vû au Tonnant. De tels bâtimens, qu'on pourroit regrarder comme d'ayant que deux ponts, seroient, au moyen du pont de cailbottis, &c.\" ‡ In more modern times, each passage, or gangway, has in some cases been widened, so as to admit a gun to recoil; or, if necessary, as many guns as the passage, from its length, can receive. But even this, with the English, is not allowed to take from the deck that is underneath, and which is now almost covered from sight, its ancient name of upper. The ship, therefore, should particularity be requisite, not otherwise, has a new deck assigned to her, called the spar deck; a name the origin or application of which every one seems ignorant. If it is because the ship's spare spars are stowed on that deck, so are they in the same place on board every ship ; namely, on each side of the launch, between the fore and main masts. The French say, \"Pont sur gueule,\" which may be rendered, \"the deck built over the mouth of the upper deck,\" commonly called the waist. Why is this not as complete a deck as any in the ship ? Hence, asno one ventures, in common utterance, to speak of a spar-decked one, two, or three decker, a ship of this construction may mount a whole tier of cannon beyond what her denomination expresses and we shall, by and by, have to adduce some very formidable examples.\n\nNot only the three and the two, but the single decked ship feels, and that to a greater extent, the inconvenience of this ambiguous nomenclature. For instance, a ship that mounts"}
{"text": "Cherbourg was used by millions of transatlantic passengers beginning in 1933. The station was partially destroyed by the Germans during the World War II, then rebuilt by Americans, who used it as point of supply. Following the war passenger traffic then began again, until the disappearance of the large steamers. The building was saved from demolition in 1989.\n\nNow the station has come alive again, thanks to scenic designers X Largo.\n\nA new presentation tells the story of the dreams and vexations of the immigrants who passed this way.\n\nThe technical part of the show was entrusted to Axians, who used five Alcorn McBride DVM4s, an 8TraXX, a Light-Cue and special effects, all controlled by a V16+. The Axian team put in long hours programming the system to be ready for a very important visitor, Cherbourg was one of the first stops for the new Queen Mary II (which also uses Alcorn McBride equipment).\n\na jewel of Art deco\n\nThe creation of La Cité de la Mer in Cherbourg is the result of the will to explain and share human adventure under the sea, by illustrating through the history of the town and its traditions, the construction of submarines and the scientific saga associated with it. La Cité de la Mer is not only a task of rehabilitation, but also of renovation and construction around a building unique in Europe, a jewel of Art deco: the old Cherbourg maritime terminal. By creating La Cité de la Mer, the Urban Community of Cherbourg is today working in the continuity of the historical heritage of Cherbourg."}
{"text": "Maritime Law by Barb Karg and Arjean Spaite\n\nMaritime law is defined as the body of law relating to maritime commerce and navigation, and to maritime matters in general. Each country generally controls the waters surrounding it, and their laws apply, but there are vast areas on the high seas that aren't owned or governed by any country. Because of this, the international community has often attempted to work together to form laws that would cover the world's oceans. In 1958, the United Nations Conventions on the High Seas was held, and in 1982 the Convention on the Law of the Sea was convened. These two groups defined piracy as \"an attack mounted for private ends on a ship on the high seas that involves violence, illegal detentions of persons or property, or the theft or destruction of goods.\" The more recent United Nations Law of the Seas defines piracy as \"any illegal acts of violence or detention, or any act of depredation, committed by individuals for private ends against a private ship or aircraft.\" They also specify that two vessels must be involved in the incident, otherwise the act is one of hijacking rather than piracy.\n\nWhy was there a need for a change in the definition of piracy?\n\nThere are problems with the first definition, including the fact that it states that the attack must occur \"on the high seas.\" Many pirate attacks are much closer to shore, some even occurring on docked boats and rivers. Also, this definition said that the attack had to occur for private gain, and this is difficult to prove given that pirate's identities are typically unknown and the individuals can't be shown to be acting for their own private gain.\n\nThe majority of modern pirates operate out of a specific homeland, and piracy is most common near areas where authorities tend to turn a blind eye to their acts. Most countries have differing levels of laws and law enforcement, and local governments may condone or even participate in acts of piracy. For example, in 1995 the Philippine Coast Guard boarded the merchant ship Kafu Maru, allegedly searching it for illegal firearms. They found no firearms, but did commandeer the ship's cargo of cigarettes and liquor, which was worth over 4,500,000 pesos. The coast guard officers neglected to report that they'd taken the cargo, despite the fact that it was later found in their homes.\n\nOutside of local waters, international maritime laws prevail in any instance of piracy. If a ship on the high seas is suspected of being a pirate ship, it can legally be boarded and seized by any official government vessel. The pirates can then be arrested, and subjected to the laws and penalties of any country that apprehends them."}
{"text": "May 10\n\n13\n\nIn WWII, A Japanese sub came up from the water right next to a US ship. The Japanese guns couldn't shoot that low because the US ship was so close. So the men went inside to grab their guns. The US ship didn't have guns, all they had were a bin full of potatoes. So, they started pelting the sub with potatoes!!! The Japanese thought they were grenades so they stated throwing them back and into the water. This made time for the US ship to get into a position to fire on the Japanese sub."}
{"text": "The\nstory of the Flying Dutchman is probably the best known ghost ship. The\nship was sailing around the Cape of Good Hope (the southern tip of Africa) when\nit encountered a bad storm. Because of the captain's refusal to sail for\nsafe harbor, the ship was lost and the captain and crew doomed to sail the seas\nforever. Richard Wagner wrote a play based on a legend that says the\nCaptain is allowed to go ashore every seven years in order to redeem himself by\nwinning the hand of a maiden.\n\nOn January 26, 1923, four\nseamen sighted what is believed to be the ghost ship The Flying Dutchman.\nAt 12:15 A.M. they noticed a strange light. Looking through binoculars\nthey were able to make out what looked like a ship's hull. The ship was\nluminous with 2 masts. Instead of sails, it appeared as if there was a\nthin mist where the sails would be. As the ghost ship neared the sailors'\nvessel, it suddenly disappeared.\n\nIt is said that the appearance\nof the Flying Dutchman is an omen of disaster and that it is seen most\noften during stormy weather."}
{"text": "Same type of thing happened with a Canadian made Valentine tank, found in a Bog near the village of Telepino, Russia (yeah, we sent them a lot of tanks early on). They sent it back to us in 1992. Isn't that nice?\n\n__________________\nNo GPS, no compass, no charts, no visibilty past 50 feet, radio recieves but doesn't transmit, cruising speed is 4 knots... yeah, sure skipper, a 3 mile run through rocks and shipping lanes shouldn't be a problem."}
{"text": "Divers are required to log their dives for proof of experience; this handy waterproof 5\"x6\" 55 divers log book allows you to write down the important information while you're still wet, thus eliminating the possibility of forgetting important facts about the dive and instrument readings included in logging a dive. Why wait until you're more likely to forget something, so \"git-r-done.\" surface, and divers can enter the hull safely. The Badger also attracts fish as an artificial reef.These unique cards provide a detailed depiction of the Badger wreck in the Bahamas. Each waterproof card is double sided HMCS Saskatchewan is British Columbia's most successful artificial reef. The popularity of the Saskatchewan is apparent when you consider that well over 100,000 dives have been completed since she was sunk on June 14, 1997: more than all other B.C. artificial reefs put together! Hundreds of boats, including a ferry that B.C. Ferries and its crew donated as a viewing platform, gathered just off the western side of Snake Island, a bird sanctuary and home to over 250 harbor seals, to watch the sinking"}
